Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-1.po
Languages: fr_fr

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Séptembre

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

source: Su
fr_fr: Di

source: Mo
fr_fr: Lu

source: Tu
fr_fr: Ma

source: We
fr_fr: Me

source: Th
fr_fr: Je

source: Fr
fr_fr: Ve

source: W
fr_fr: S

source: Location:
fr_fr: Entrepôt :

source: Detail:
fr_fr: Détail :

source: Positive Adjustment
fr_fr: Inventaire positif

source: Negative Adjustment
fr_fr: Inventaire négatif

source: Item Code
fr_fr: Code

source: Item Description
fr_fr: Libellé

source: Quantity
fr_fr: Quantité

source: Unit
fr_fr: Unité

source: Unit Cost
fr_fr: Coût unitaire

source: From Location:
fr_fr: Du Magasin:

source: To Location:
fr_fr: A l'entrepôt :

source: Transfer Type:
fr_fr: Type transfert :

source: Inventory Item Movement
fr_fr: Mouvement de stock

source: There are no items defined in the system.
fr_fr: Il n'y a pas d'articles définis dans le système.

source: Item:
fr_fr: Poste :

source: Show Movements
fr_fr: Voir mouvements

source: Refresh Inquiry
fr_fr: Actualiser consulte

source: Detail
fr_fr: Détail

source: Quantity In
fr_fr: Quantité entrée

source: Quantity Out
fr_fr: Quantité sortie

source: Quantity On Hand
fr_fr: Quantité disponible

source: Quantity on hand before
fr_fr: Quantité disponible avant

source: Quantity on hand after
fr_fr: Quantité disponible après

source: Inventory Item Status
fr_fr: Stock article

source: Location
fr_fr: Entrepôt

source: Demand
fr_fr: Démande

source: Re-Order Level
fr_fr: Point de commande

source: On Order
fr_fr: Dans Commande

source: Item Categories
fr_fr: Types article

source: Selected item category has been updated
fr_fr: La Catégorie de poste sélectionnée a été actualisée

source: Units
fr_fr: Unités

source: Category Name:
fr_fr: Nom Catégorie :

source: Item Tax Type:
fr_fr: Type taxe poste :

source: Item Type:
fr_fr: Type Poste :

source: Units of Measure:
fr_fr: Unités de mesure :

source: Foreign Item Codes
fr_fr: Codes article externes

source: There are no inventory items defined in the system.
fr_fr: Il n'y a pas d'articles stockés crées dans le système.

source: There is no item selected.
fr_fr: Il n'y a pas de poste sélectionné.

source: Category
fr_fr: Catégorie

source: Quantity:
fr_fr: Quantité :

source: Description:
fr_fr: Libellé :

source: Category:
fr_fr: Catégorie :

source: The item name must be entered.
fr_fr: Le libellé de l'article doit être saisi.

source: The item code cannot be empty
fr_fr: Le code article ne peut pas être vide

source: Item has been updated.
fr_fr: L'article sélectionné a été actualisé.

source: A new item has been added.
fr_fr: Le nouveau article a été ajouté.

source: Selected item has been deleted.
fr_fr: L'article sélectionné a été supprimé.

source: Select an item:
fr_fr: Sélectionnez un article :

source: New item
fr_fr: Créer article

source: Item
fr_fr: Article

source: Item Code:
fr_fr: Code Article :

source: GL Accounts
fr_fr: Comptes GL

source: Image File (.jpg)
fr_fr: Fichier image (.jpg)

source: No image
fr_fr: Sans image

source: Insert New Item
fr_fr: Ajouter nouveau poste

source: Update Item
fr_fr: Actualiser article

source: Delete This Item
fr_fr: Effacer Article

source: Units of Measure
fr_fr: Unités de mesure

source: Selected unit has been updated
fr_fr: L'unité sélectionné a été actualisée

source: New unit has been added
fr_fr: La nouvelle unité a été créée

source: Selected unit has been deleted
fr_fr: L'unité séletionnée a été supprimée

source: Decimals
fr_fr: Décimaux

source: User Quantity Decimals
fr_fr: Décimaux quantité utilisateur

source: Unit Abbreviation:
fr_fr: Abréviation unité :

source: Descriptive Name:
fr_fr: Libellé:

source: Decimal Places:
fr_fr: Nombre décimaux :

source: Inventory Locations
fr_fr: Entrepôts

source: The location name must be entered.
fr_fr: Le nom de l'entrepôt doit être saisi.

source: Selected location has been updated
fr_fr: L'entrepôt sélectionné a été actualisé

source: New location has been added
fr_fr: Le nouveau entrepôt a été créé

source: Selected location has been deleted
fr_fr: L'entrepôt sélectionné a été supprimé

source: Location Code
fr_fr: Code Entrepôt

source: Location Name
fr_fr: Nom Entrepôt

source: Location Code:
fr_fr: Code Entrepôt :

source: Location Name:
fr_fr: Nom Entrepôt :

source: Contact for deliveries:
fr_fr: Contact pour livraisons :

source: Telephone No:
fr_fr: Téléphone :

source: Facsimile No:
fr_fr: Catalogue :

source: Inventory Movement Types
fr_fr: Types de mouvement de stock

source: Sales Kits & Alias Codes
fr_fr: Kits de vente

source: Stock Item
fr_fr: Stock article

source: The selected component contains directly or on any lower level the kit under edition. Recursive kits are not allowed.
fr_fr: Le composant sélectionné est déjà conténu dans le kit en construction. Les kits récursifs ne sont pas acceptés.

source: New alias code has been created.
fr_fr: Le nouveau surnom a été créé.

source: New component has been added to selected kit.
fr_fr: Le nouveau composant a été ajouté au kit sélectionné.

source: Kit common properties has been updated
fr_fr: Les propriétés communes du kit ont été actualisés

source: This item cannot be deleted because it is the last item in the kit used by following kits
fr_fr: Cet article ne peut pas être supprimé parce qu'il est le dernier article dans le kit utilisé par les kits suivants

source: Select a sale kit:
fr_fr: Sélectionnez un kit de vente :

source: New kit
fr_fr: Nouveau kit

source: Alias/kit code:
fr_fr: Code kit :

source: Update kit/alias name
fr_fr: Actialiser kit

source: Component:
fr_fr: Composant :

source: View Inventory Adjustment
fr_fr: Voir inventaire

source: At Location
fr_fr: Au entrepôt

source: Adjustment Type
fr_fr: Type inventaire

source: View Inventory Transfer
fr_fr: Voir Transfert de Stock

source: From Location
fr_fr: Du entrepôt

source: To Location
fr_fr: Au entrepôt

source: Item Adjustments Note
fr_fr: Notes de poste d'inventaire

source: Items adjustment has been processed
fr_fr: L'inventaire a été saisi.

source: &View this adjustment
fr_fr: &Vois cet inventaire

source: View the GL &Postings for this Adjustment
fr_fr: Voir les &écritures GL de cet inventaire

source: Enter &Another Adjustment
fr_fr: Saisir&un autre inventaire

source: The entered date for the adjustment is invalid.
fr_fr: Le format de la date est incorrect..

source: The quantity entered is negative or invalid.
fr_fr: La quantité saisie est négative ou pas valide.

source: The entered standard cost is negative or invalid.
fr_fr: Le coût standard saisi est négatif ou pas valide.

source: Adjustment Items
fr_fr: Articles inventaire

source: Process Adjustment
fr_fr: Saisir inventaire

source: Inventory Item Cost Update
fr_fr: Actualisation du coût du stock

source: The entered cost is not numeric.
fr_fr: Le coût saisi n'est pas numérique.

source: The new cost is the same as the old cost. Cost was not updated.
fr_fr: Le nouveau coût est le même que l'ancien. Le coût n'est donc pas actualisé.

source: Cost has been updated.
fr_fr: Le coût a été actualisé.

source: View the GL Journal Entries for this Cost Update
fr_fr: Voir les écritures GL pour cette actualisation de coût

source: Standard Material Cost Per Unit
fr_fr: Prix standard article par unité

source: Standard Labour Cost Per Unit
fr_fr: Prix standard de la main d'oeuvre par unité

source: Standard Overhead Cost Per Unit
fr_fr: Prix standard des frais généraux par unité

source: Inventory Item Sales prices
fr_fr: Prix de vente d'articles stockés

source: There are no sales types in the system. Please set up sales types befor entering pricing.
fr_fr: Il n'y a pas de types de vente dans le système. Il faut en saisir au moins un type de vente avant de saisir des prix.

source: The price entered must be numeric.
fr_fr: Le prix doit être numérique.

source: This price has been updated.
fr_fr: Le prix a été mis à jour.

source: The new price has been added.
fr_fr: Le nouveau prix a été ajouté.

source: The selected price has been deleted.
fr_fr: Le prix sélectionné a été supprimé.

source: Sales Type
fr_fr: Type de vente

source: Price
fr_fr: Prix

source: There are no prices set up for this part.
fr_fr: Il n'y a pas de prix pour cette partie.

source: Currency:
fr_fr: Devise :

source: Sales Type:
fr_fr: Type de vente :

source: Price:
fr_fr: Prix :

source: Supplier Purchasing Data
fr_fr: Données Achat Fournisseur

source: Supplier purchasing data has been updated.
fr_fr: Les données achat du fournisseur ont été actualisés.

source: Supplier's Unit
fr_fr: Unité du Fournisseur

source: Supplier's Description
fr_fr: Désignation du Fournisseur

source: Suppliers Unit of Measure:
fr_fr: Unité de mesure du Fournisseur :

source: Supplier's Code or Description:
fr_fr: Code du fournisseur ou désignation:

source: Reorder Levels
fr_fr: Points de commande

source: Inventory Location Transfers
fr_fr: Transferts de stock

source: Inventory transfer has been processed
fr_fr: Le transfert de stock a été saisi

source: &View this transfer
fr_fr: &Voir ce transfert

source: Enter &Another Inventory Transfer
fr_fr: Saisir un &autre transfert de stock

source: Process Transfer
fr_fr: Enregistrer transfert

source: Search Outstanding Work Orders
fr_fr: Chercher Ordres de Travail en cours

source: Search Work Orders
fr_fr: Chercher Ordres de Travail

source: at Location:
fr_fr: au entrepôt :

source: for item:
fr_fr: pour article :

source: Select documents
fr_fr: Sélectionner documents

source: Release
fr_fr: Libérer

source: Issue
fr_fr: Sortie

source: Produce
fr_fr: Produire

source: Costs
fr_fr: Coût

source: Required
fr_fr: Requis

source: Required By
fr_fr: Echeance

source: Marked orders are overdue.
fr_fr: Les postes sélectionnés sont en retard.

source: Produce Finished Items
fr_fr: Produire articles finis

source: Process
fr_fr: Processer

source: Process And Close Order
fr_fr: Processer et clôturer ordre

source: Work Order Entry
fr_fr: Création d'ordre de travail

source: Enter a new work order
fr_fr: Saisissez nouvel Ordre de travail

source: Destination Location:
fr_fr: Entrepôt destination :

source: Quantity Required:
fr_fr: Quantité Requise :

source: Quantity Manufactured:
fr_fr: Quantité Produite :

source: Released On:
fr_fr: Libéré le :

source: Save changes to work order
fr_fr: Sauvegarder modifications de l'ordre de travail

source: Close This Work Order
fr_fr: Clôturer ordre de travail

source: Delete This Work Order
fr_fr: Supprimer ordre de travail

source: Add Workorder
fr_fr: Ajouter ordre de travail

source: Issue Items to Work Order
fr_fr: Sortie d'articles pour ordre de travail

source: Component is :
fr_fr: Composant :

source: From location :
fr_fr: De l'entrepôt :

source: Items to Issue
fr_fr: Articles à sortir

source: Process Issue
fr_fr: Sortir

source: Work Order Release to Manufacturing
fr_fr: Libération d'ordre de travail pour production

source: This work order has already been released.
fr_fr: Cet ordre de travail a déjà été libéré.

source: The work order has been released to manufacturing.
fr_fr: L'ordre de travail a été libéré pour production.

source: Select another &work order
fr_fr: Sélectionnéz un autre &urdre de travail.

source: Work Order #:
fr_fr: Ordre de travail :

source: Work Order Reference:
fr_fr: Référence ordre de travail :

source: Released Date
fr_fr: Date Libéré

source: Release Work Order
fr_fr: Libérer Ordre de Travail

source: View Work Order Issue
fr_fr: Voir sortie sur ordre de travail

source: Issue #
fr_fr: Sortie No

source: For Work Order #
fr_fr: Pour ordre de travail No

source: To Work Centre
fr_fr: A l'atélier

source: Date of Issue
fr_fr: Date de sortie

source: This issue has been voided.
fr_fr: Cette sortie a été annulé.

source: There are no items for this issue.
fr_fr: Il n'y a pas d'articles pour cette Sortie

source: Component
fr_fr: Composant

source: Items for this Issue
fr_fr: Articles pour cette Sortie

source: View Work Order Production
fr_fr: Voir Déclaration de Production

source: Production #
fr_fr: Déclaration No

source: Quantity Manufactured
fr_fr: Quantité produite

source: This production has been voided.
fr_fr: Cette déclaration de production a été annulée.

source: View Work Order
fr_fr: Voir ordre de travail

source: BOM for item:
fr_fr: Nomenclature utilisé :

source: Issues
fr_fr: Sorties

source: This work order has been voided.
fr_fr: Cet ordre de travail a été annulé.

source: Select a manufacturable item:
fr_fr: Sélectionnéz un produit fini :

source: All Costs Are In:
fr_fr: Tous les coûts sont en :

source: Inventory Item Where Used Inquiry
fr_fr: Information article

source: Parent Item
fr_fr: Article père

source: Work Centre
fr_fr: Atelier

source: Quantity Required
fr_fr: Quantité requise

source: Bill Of Materials
fr_fr: Nomenclature

source: Location to Draw From:
fr_fr: Entrepôt de prélèvement :

source: Work Centre Added:
fr_fr: Atélier ajouté :

source: Work Centres
fr_fr: Atéliers

source: description
fr_fr: détails

source: Total Cost
fr_fr: Total Coût

source: Unit Quantity
fr_fr: Quantité unité

source: Total Quantity
fr_fr: Total quantité

source: Units Issued
fr_fr: Unités sorties

source: On Hand
fr_fr: Disponible

source: The work order number sent is not valid.
fr_fr: L'ordre de travail envoyé n'est pas valide.

source: Into Location
fr_fr: Dans entrepôt

source: To Work Centre:
fr_fr: A l'atélier :

source: Issue Date:
fr_fr: Date Sortie :

source: Order Currency
fr_fr: Devise commande

source: For Purchase Order
fr_fr: Pour commande

source: Ordered On
fr_fr: Date commande

source: Deliver Into Location
fr_fr: Livrer dans entrepôt

source: Date Items Received
fr_fr: Date de réception

source: Supplier's Reference
fr_fr: Référence fournisseur

source: Delivery Address
fr_fr: Adresse livraison

source: Order Comments
fr_fr: Commentaires commande

source: Supplier's Ref.:
fr_fr: Référence fournisseur :

source: Terms:
fr_fr: Conditions :

source: Supplier's Currency:
fr_fr: Devise Fournisseur:

source: Tax Group:
fr_fr: Groupe Taxes :

source: Sub-total:
fr_fr: Sous-total :

source: Invoice Total:
fr_fr: Total facture :

source: Credit Note Total
fr_fr: Total Avoir

source: Add GL Line
fr_fr: Ajouter poste GL

source: Reset
fr_fr: Réinitialiser

source: Clear all GL entry fields
fr_fr: Effacer tous les postes GL

source: GL Items for this Invoice
fr_fr: Postes GL de cette facture

source: GL Items for this Credit Note
fr_fr: Postes GL de cet avoir

source: Quick Entry:
fr_fr: Saisie rapide :

source: Add to Invoice
fr_fr: Ajouter à la Facture

source: Add to Credit Note
fr_fr: Ajouter au Avoir.

source: Remove
fr_fr: Enlever

source: WARNING! Be careful with removal. The operation is executed immediately and cannot be undone !!!
fr_fr: ATTENTION ! Cette opération est exécutée immédiatement et vous ne pourrez pas revenir en arrière !!!

source: Items Received Yet to be Invoiced
fr_fr: Postes reçus en attente facture

source: Delivery Item Selected For Adding To A Supplier Credit Note
fr_fr: Poste livraison sélectionné pour ajouter au Avoir fournisseur

source: Received between
fr_fr: Receptionnée entre

source: Add All Items
fr_fr: Ajouter tous les postes

source: Delivery
fr_fr: Livraison

source: Sequence #
fr_fr: N° Séquenciel

source: P.O.
fr_fr: C.A.

source: Received On
fr_fr: Receptionné le

source: Quantity Received
fr_fr: Quantité receptionnée

source: Quantity Invoiced
fr_fr: Quantité facturée

source: Qty Yet To Invoice
fr_fr: Qtté à facturer

source: Order Price
fr_fr: Prix Commande

source: Qty Yet To Credit
fr_fr: Qtté à créditer

source: Line Value
fr_fr: Montant poste

source: There are no outstanding items received from this supplier that have not been invoiced by them.
fr_fr: Il n'y a pas de postes reçus et en attente de facture pour ce fournisseur.

source: Supplier Currency:
fr_fr: Devise fournisseur :

source: Order Date:
fr_fr: Date Commande :

source: Supplier's Reference:
fr_fr: Référence fournisseur :

source: Receive Into:
fr_fr: Adresse livraison :

source: Deliver to:
fr_fr: Livrer à :

source: Order Items
fr_fr: Postes commande

source: Received
fr_fr: Réceptionné

source: Required Delivery Date
fr_fr: Date de livraison souhaité

source: Line Total
fr_fr: Total poste

source: Total Excluding Shipping/Tax
fr_fr: Total hors transport et taxes

source: Modify Purchase Order #
fr_fr: Modifier la commande d'achat

source: Purchase Order Entry
fr_fr: Créer commande d'achat

source: Purchase Order has been entered
fr_fr: La commande d'achat a été créée

source: Purchase Order has been updated
fr_fr: La commande d'achat a été actualisée

source: &View this order
fr_fr: &Voir cette commande

source: &Print This Order
fr_fr: &Imprimer cette commande

source: &Receive Items on this Purchase Order
fr_fr: &Receptionner postes de cette commande

source: Enter &Another Purchase Order
fr_fr: Créer une &autre Commande d'Achat

source: Select An &Outstanding Purchase Order
fr_fr: Sélectionnez une commande d'achat &en cours

source: Add an Attachment
fr_fr: Attacher fichier

source: View the GL Journal Entries for this Invoice
fr_fr: Voir les écritures GL pour cette facture

source: Enter a new purchase order
fr_fr: Créer nouvelle Commande d'Achat

source: Update Order
fr_fr: Actualiser Commande

source: Place Order
fr_fr: Créer Commande

source: Cancel Order
fr_fr: Annuler Commande

source: &View this Delivery
fr_fr: &Voir cette Livraison

source: Ordered
fr_fr: Comandé

source: Outstanding
fr_fr: En cours

source: This Delivery
fr_fr: Cette Livraison

source: Items to Receive
fr_fr: Postes à réceptionner

source: Process Receive Items
fr_fr: Réceptionner

source: View this Credit Note
fr_fr: Voir cet avoir

source: View the GL Journal Entries for this Credit Note
fr_fr: Voir les écritures GL pour cet avoir

source: Enter Another Credit Note
fr_fr: Saisir un autre avoir

source: The account code entered is not a valid code, this line cannot be added to the transaction.
fr_fr: Le compte saisi est invalide.

source: The amount entered is not numeric. This line cannot be added to the transaction.
fr_fr: Le montant n'est pas numérique. Le poste ne peut pas être ajouté.

source: Enter Credit Note
fr_fr: Saisir Avoir

source: Enter Supplier Invoice
fr_fr: Saisir facture fournisseur

source: Supplier invoice has been processed.
fr_fr: La facture fournisseur a été enregistrée.

source: View this Invoice
fr_fr: Voir cette Facture

source: Enter Another Invoice
fr_fr: Saisir une autre Facture

source: The invoice cannot be processed because the there are no items or values on the invoice. Invoices are expected to have a charge.
fr_fr: Il n'y a pas de postes dans la facture.

source: You must enter an invoice reference.
fr_fr: Vous devez saisir une référence facture.

source: You must enter a supplier's invoice reference.
fr_fr: Vous devez saisir la référence de la facture du fournisseur.

source: The invoice as entered cannot be processed because the invoice date is in an incorrect format.
fr_fr: La date facture n'est pas dans le bon format.

source: The quantity to invoice must be numeric and greater than zero.
fr_fr: La quantité doit être numérique et possitive.

source: The price is not numeric.
fr_fr: Le prix n'est pas numérique.

source: The price being invoiced is more than the purchase order price by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
fr_fr: Le prix de la factuere est suppérieur au prix de la commande + l'écart de surprix permis dans le système.

source: The over-charge percentage allowance is :
fr_fr: Le pourcentage de surfacturation permis est de :

source: The quantity being invoiced is more than the outstanding quantity by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
fr_fr: La quantité facturée est suppérieure à la quantité en cours + l'écart pérmis dans le système.

source: Enter Invoice
fr_fr: Saisir facture

source: Supplier Payment Entry
fr_fr: Saisir décaissement

source: Payment has been sucessfully entered
fr_fr: décaissement correctement enregistré

source: View the GL &Journal Entries for this Payment
fr_fr: Voir les écritures &GL concernant cet décaissement

source: Enter another supplier &payment
fr_fr: Enregistrer un autre décaissement

source: The entered amount is invalid or less than zero.
fr_fr: Le montant saisi est invalide ou inférieur à zéro.

source: The entered discount is invalid or less than zero.
fr_fr: La remise est négative ou invalide.

source: Payment To:
fr_fr: Payé à :

source: From Bank Account:
fr_fr: Compte Bancaire :

source: Date Paid
fr_fr: Date payé

source: Amount of Discount:
fr_fr: Réduction :

source: Amount of Payment:
fr_fr: Montant :

source: The amount and discount are in the bank account's currency.
fr_fr: Le montant et la remise sont dans la devise du Compte Bancaire

source: Enter Payment
fr_fr: Décaisser

source: View Purchase Order Delivery
fr_fr: Voir livraison de commande d'achat

source: Line Details
fr_fr: Détails poste

source: Delivery Date
fr_fr: Date Livraison

source: Total Excluding Tax/Shipping
fr_fr: Total hors taxes et transport

source: This delivery has been voided.
fr_fr: Cette livraison a été annulée.

source: View Purchase Order
fr_fr: Voir commande d'achat

source: Requested By
fr_fr: Demandé par

source: Marked items are overdue.
fr_fr: Les postes sélectionnés sont en retard.

source: Deliveries
fr_fr: Livraisons

source: Delivered On
fr_fr: Livré le

source: Invoices/Credits
fr_fr: Factures/Avoirs

source: View Supplier Credit Note
fr_fr: Voir Avoir Fournisseur

source: SUPPLIER CREDIT NOTE
fr_fr: AVOIR FOURNISSEUR

source: Invoice Date
fr_fr: Date facture

source: Sub Total
fr_fr: Sous-total

source: TOTAL CREDIT NOTE
fr_fr: TOTAL AVOIR

source: This credit note has been voided.
fr_fr: Cet avoir a été annulé.

source: View Supplier Invoice
fr_fr: Voir facture fournisseur

source: SUPPLIER INVOICE
fr_fr: FACTURE FOURNISSEUR

source: TOTAL INVOICE
fr_fr: TOTAL FACTURE

source: This invoice has been voided.
fr_fr: Cette facture a été annulé.

source: View Payment to Supplier
fr_fr: Voir paiement au fournisseur

source: Payment to Supplier
fr_fr: Paiement au fournisseur

source: To Supplier
fr_fr: Au fournisseur

source: Payment Currency
fr_fr: Devise paiement

source: Supplier's Currency
fr_fr: Devise Fournisseur

source: There are no tax groups defined in the system. At least one tax group is required before proceeding.
fr_fr: Il n'y a pas de groupes de taxes définis dans le système. Il est nécessaire d'en créer au moins un.

source: Supplier Name:
fr_fr: Nom fournisseur :

source: Purchasing
fr_fr: Achats

source: Bank Name/Account:
fr_fr: Banque et compte bancaire :

source: Credit Limit:
fr_fr: Limite Crédit :

source: Payment Terms:
fr_fr: Conditions Paiement :

source: Accounts
fr_fr: Comptes

source: Accounts Payable Account:
fr_fr: Compte bilan (401...) :

source: Purchase Account:
fr_fr: Compte Achat (6...) :

source: Addresses
fr_fr: Adresses

source: Mailing Address:
fr_fr: Adresse postale :

source: Physical Address:
fr_fr: Adresse physique :

source: General
fr_fr: Général

source: General Notes:
fr_fr: Notes général :

source: Update Supplier
fr_fr: Actualiser Fournisseur

source: Update supplier data
fr_fr: Actualiser données Fournisseur

source: Delete Supplier
fr_fr: Effacer Fournisseur

source: The supplier name must be entered.
fr_fr: Saisisez le nom du fournisseur.

source: Supplier has been updated.
fr_fr: Le fournisseur a été actualisé.
