Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-15.po
Languages: pl_pl

source: Show GL Rows
pl_pl: Poka¿ zapisy KG

source: Process Accruals
pl_pl: Wprowad¼ Rozliczenie

source: Are you sure you want to post accruals?
pl_pl: Czy jeste¶ pewien, ¿e chcesz wprowadziæ rozliczenie ?

source: Reconcile Bank Account
pl_pl: Uzgodnienie Zmian na Koncie

source: There are no bank accounts defined in the system.
pl_pl: Nie zdefiniowano kont bankowych.

source: Invalid reconcile date format
pl_pl: B³êdny format daty uzgodnienia

source: Reconcile this transaction
pl_pl: Uzgodnij t± transakcjê

source: Account:
pl_pl: Konto:

source: Bank Statement:
pl_pl: Wyci±g Bankowy:

source: New
pl_pl: Nowy

source: Reconcile Date
pl_pl: Data Uzgodnienia

source: Beginning<br>Balance
pl_pl: Saldo<br>Pocz±tkowe

source: Ending<br>Balance
pl_pl: Saldo<br>Koñcowe

source: Account<br>Total
pl_pl: Stan<br>Konta

source: Reconciled<br>Amount
pl_pl: Uzgodniana<br>Kwota

source: Difference
pl_pl: Ró¿nica

source: Date of bank statement to reconcile
pl_pl: Data wyci±gu bankowego do uzgodnienia

source: Person/Item
pl_pl: Osoba/Towar

source: Reconcile
pl_pl: Uzgodnij

source: Transfer between Bank Accounts
pl_pl: Transfer Miêdzy Kontami

source: Transfer has been entered
pl_pl: Transfer bankowy zosta³ wprowadzony

source: &View the GL Journal Entries for this Transfer
pl_pl: &Poka¿ zapisy KG dla tego transferu

source: Enter &Another Transfer
pl_pl: Wprowad¼ &Nastêpny Transfer

source: From Account:
pl_pl: Z Konta:

source: To Account:
pl_pl: Na Konto:

source: Transfer Date:
pl_pl: Data Przelewu:

source: Amount:
pl_pl: Warto¶æ:

source: Bank Charge:
pl_pl: Prowizja Banku:

source: Enter Transfer
pl_pl: Wprowad¼ Przelew

source: The entered amount is invalid or less than zero.
pl_pl: Wprowadzona warto¶æ jest b³êdna lub mniejsza od zera.

source: The Bank Charge Account has not been set in System and General GL Setup.
pl_pl: Konto dla odsetek bankowych nie zosat³o ustawione w systemie

source: You must enter a reference.
pl_pl: Musisz podaæ identyfikator.

source: The source and destination bank accouts cannot be the same.
pl_pl: Musisz wybraæ dwa ró¿ne konta.

source: Bank Account Payment Entry
pl_pl: Wyp³ata z Konta

source: Bank Account Deposit Entry
pl_pl: Wp³ata na Konto

source: Modify Bank Account Entry
pl_pl: Modyfikacja Operacji Bankowej

source: Modify Bank Deposit Entry
pl_pl: Modyfikacja Wp³aty na Konto

source: &View the GL Postings for this Payment
pl_pl: Poka¿ Zapisy &Ksiêgowe dla Tej Wp³aty

source: Enter Another &Payment
pl_pl: Wprowad¼ &Nastêpn± P³atno¶æ Klienta

source: Enter A &Deposit
pl_pl: Wprowad¼ &Wp³atê

source: View the GL Postings for this Deposit
pl_pl: Obejrzyj Zapisy Ksiêgowe dla Tej Wp³aty

source: Enter Another Deposit
pl_pl: Wprowad¼ Nastêpn± Wp³atê

source: Enter A Payment
pl_pl: Wprowad¼ P³atno¶æ

source: &View the GL Postings for this Deposit
pl_pl: Obejrzyj Zapisy Ksiêgowe dla Tej Wp³aty

source: Enter Another &Deposit
pl_pl: Wprowad¼ Nastêpn± Wp³atê

source: Enter A &Payment
pl_pl: Wprowad¼ P³atno¶æ

source: You must enter at least one payment line.
pl_pl: Musisz wprowadziæ co najmniej jedn± pozycjê p³atno¶ci.

source: The total bank amount cannot be 0.
pl_pl: Kwota nie mo¿e byæ równa zeru.

source: The entered date for the payment is invalid.
pl_pl: Podana data p³atno¶ci jest nieprawid³owa.

source: The source and destination accouts cannot be the same.
pl_pl: Konta ¼ród³owe i docelowe nie mog± byæ to¿same.

source: Payment Items
pl_pl: Pozycje P³atno¶ci

source: Deposit Items
pl_pl: Pozycje Wp³aty

source: Process Payment
pl_pl: Wprowad¼ P³atno¶æ

source: Process Deposit
pl_pl: Wprowad¼ Wp³atê

source: Budget Entry
pl_pl: Planowanie Bud¿etu

source: There are no account groups defined. Please define at least one account group before entering accounts.
pl_pl: Nie zdefiniowano grup kont. Przed rozpoczêciem wprowadzania kont zdefiniuj chocia¿ jedn± grupê kont.

source: The Budget has been saved.
pl_pl: Bud¿et zosta³ zapisany.

source: The Budget has been deleted.
pl_pl: Bud¿et zosta³ usuniêty.

source: Account Code:
pl_pl: Kod Konta:

source: Get
pl_pl: Pobierz

source: Period
pl_pl: Okres

source: Dim. incl.
pl_pl: Z przekrojem

source: Last Year
pl_pl: Ostatni Rok

source: Total
pl_pl: Razem

source: Modifying Journal Transaction # %d.
pl_pl: Modyfikacja Zapisu Dziennika nr %d.

source: Journal Entry
pl_pl: Pozycje Dziennika

source: Journal entry has been entered
pl_pl: Pozycja dziennika zosta³a zapisana

source: &View this Journal Entry
pl_pl: &Poka¿ wprowadzon± Pozycjê Dziennika

source: Enter &New Journal Entry
pl_pl: Wprowad¼ &Nastêpn± Pozycjê Dziennika

source: Journal entry has been updated
pl_pl: Pozycja dziennika zosta³a zaktualizowana

source: Return to Journal &Inquiry
pl_pl: Powrót do &Przegl±du Zapisów Dziennika

source: You can edit directly only journal entries created via Journal Entry page.
pl_pl: Edycji podlegaj± tylko zapisy utworzone przez stronê Pozycje Dziennika.

source: Entry &New Journal Entry
pl_pl: Wprowad¼ &Nastêpn± Pozycjê Dziennika

source: You must enter at least one journal line.
pl_pl: Musisz wprowadziæ co najmniej jedn± pozycjê dziennika.

source: The journal must balance (debits equal to credits) before it can be processed.
pl_pl: Pozycja musi byæ zbilansowana (Wn równe Ma) przed zapisaniem.

source: Dimension is closed.
pl_pl: Analityka jest zamkniêta.

source: You must enter either a debit amount or a credit amount.
pl_pl: Musisz podaæ warto¶æ Winien albo warto¶æ Ma.

source: The debit amount entered is not a valid number or is less than zero.
pl_pl: Podana warto¶æ jest nieprawid³owa b±d¼ mniejsza od zera..

source: The credit amount entered is not a valid number or is less than zero.
pl_pl: Podana warto¶æ Winien jest nieprawid³owa b±d¼ mniejsza od zera.

source: Cannot post to GL account used by more than one tax type.
pl_pl: Nie mo¿na wykonaæ ksiêgowañ na kontach u¿ywanych przez wiêcej ni¿ jedn± stawkê podatkow±.

source: You cannot make a journal entry for a bank account. Please use one of the banking functions for bank transactions.
pl_pl: Nie mo¿na wprowadzaæ pozycji dziennika dla konta bankowego. Wykorzystaj do tego jedn± z opcji menu dla transakcji bankowych.

source: Rows
pl_pl: Zapisy

source: Process Journal Entry
pl_pl: Pozycje Dziennika

source: Process journal entry only if debits equal to credits
pl_pl: Wprowad¼ Pozycje Dziennika

source: Balance Sheet Drilldown
pl_pl: Arkusz Bilansu

source: As at:
pl_pl: Na dzieñ:

source: Calculated Return
pl_pl: Zysk

source: Liabilities
pl_pl: Zobowi±zania

source: and
pl_pl: i

source: Equities
pl_pl: Kapita³ w³asny

source: Bank Statement
pl_pl: Nota Bankowa

source: Opening Balance
pl_pl: Saldo Pocz±tkowe

source: Ending Balance
pl_pl: Saldo Koñcowe

source: General Ledger Inquiry
pl_pl: Przegl±danie Kont KG

source: All Accounts
pl_pl: Wszystkie Konta

source: Amount min:
pl_pl: Warto¶æ min:

source: Amount max:
pl_pl: Warto¶æ max:

source: No general ledger transactions have been created for the specified criteria.
pl_pl: Brak transakcji KG dla wybranych kryteriów.

source: Trial Balance
pl_pl: Bilans Próbny

source: No zero values
pl_pl: Bez warto¶ci zerowych

source: Only balances
pl_pl: Tylko salda

source: Account Name
pl_pl: Nazwa Konta

source: Brought Forward
pl_pl: Przeniesienie

source: This Period
pl_pl: Ten Okres

source: Journal Inquiry
pl_pl: Pozycje Dziennika

source: Enter reference fragment or leave empty
pl_pl: Podaj fragment identyfikatora lub pozostaw puste

source: Show closed:
pl_pl: Poka¿ zamkniête:

source: Enter memo fragment or leave empty
pl_pl: Podaj fragment moemo lub pozostaw puste

source: Trans #
pl_pl: Nr Trans.

source: User
pl_pl: U¿ytkownik

source: Profit & Loss Drilldown
pl_pl: Rachunek Zysków/Strat

source: Accumulated
pl_pl: Akumulowany

source: Period Y-1
pl_pl: Okres Y-1

source: Budget
pl_pl: Bud¿et

source: Compare to
pl_pl: W porównaniu z

source: Group/Account Name
pl_pl: Nazwa Grupy/Konta

source: Achieved %
pl_pl: Osi±gniêty %

source: Tax Inquiry
pl_pl: Raport VAT

source: Outputs
pl_pl: Sprzeda¿

source: Inputs
pl_pl: Wydatki

source: Charged on sales
pl_pl: Podatek nale¿ny

source: Output Tax
pl_pl: Pod. Nale¿ny

source: Paid on purchases
pl_pl: Podatek naliczony

source: Input Tax
pl_pl: Naliczony

source: Net payable or collectible
pl_pl: Do zap³aty lub zwrotu

source: Total payable or refund
pl_pl: Razem do zwrotu lub zap³aty

source: Bank Accounts
pl_pl: Konta Bankowe

source: The bank account name cannot be empty.
pl_pl: Nazwa konta bankowego nie mo¿e byæ pusta

source: Bank account has been updated
pl_pl: Dane konta zosta³y zaktualizowane

source: New bank account has been added
pl_pl: Dodano nowe konto bankowe

source: Cannot delete this bank account because transactions have been created using this account.
pl_pl: Tego konta bankowego nie mo¿na usun±æ poniewa¿ utworzono transakcje z jego wykorzystaniem.

source: Cannot delete this bank account because POS definitions have been created using this account.
pl_pl: Tego konta bankowego nie mo¿na usun±æ poniewa¿ utworzono definicje punktów sprzeda¿y z jego wykorzystaniem.

source: Selected bank account has been deleted
pl_pl: Wybrane konto zosta³o usuniête

source: Currency
pl_pl: Waluta

source: GL Account
pl_pl: Konto KG

source: Number
pl_pl: Numer

source: Bank Address
pl_pl: Adres Banku

source: Dflt
pl_pl: Domy¶lne

source: Bank Account Name:
pl_pl: Nazwa Konta Bankowego:

source: Account Type:
pl_pl: Typ Konta:

source: Bank Account Currency:
pl_pl: Waluta Konta:

source: Default currency account:
pl_pl: Domy¶lne Konto Waluty:

source: Bank Account GL Code:
pl_pl: Konto KG:

source: Bank Name:
pl_pl: Nazwa Banku:

source: Bank Account Number:
pl_pl: Numer Konta Bankowego:

source: Bank Address:
pl_pl: Adres Banku:

source: Currencies
pl_pl: Waluty

source: The currency abbreviation must be entered.
pl_pl: Identyfikator waluty musi byæ podany.

source: The currency name must be entered.
pl_pl: Nazwa waluty musi byæ podana

source: The currency symbol must be entered.
pl_pl: Symbol waluty musi byæ podany.

source: The hundredths name must be entered.
pl_pl: Nazwa setnych musi byæ podana.

source: Selected currency settings has been updated
pl_pl: Dane wybranej waluty zosta³y zaktualizowane

source: New currency has been added
pl_pl: Dodano now± walutê

source: Cannot delete this currency, because customer accounts have been created referring to this currency.
pl_pl: Nie mo¿na usun±æ tej waluty, poniewa¿ utworzono konta klientów z jej wykorzystaniem.

source: Cannot delete this currency, because supplier accounts have been created referring to this currency.
pl_pl: Nie mo¿na usun±æ tej waluty, poniewa¿ utworzono konta dostawców z jej wykorzystaniem.

source: Cannot delete this currency, because the company preferences uses this currency.
pl_pl: Nie mo¿na usun±æ tej waluty, poniewa¿ jest ona wybrana jako domy¶lna waluta firmy.

source: Cannot delete this currency, because thre are bank accounts that use this currency.
pl_pl: Nie mo¿na usun±æ tej waluty, poniewa¿ istniej± u¿ywaj±ce jej konta bankowe.

source: Selected currency has been deleted
pl_pl: Wybrana waluta zosta³a usuniêta

source: Abbreviation
pl_pl: Skrót

source: Currency Name
pl_pl: Nazwa Waluty

source: Hundredths name
pl_pl: Nazwa setnych

source: Country
pl_pl: Kraj

source: Auto update
pl_pl: Automatyczna Aktualizacja Kursów

source: The marked currency is the home currency which cannot be deleted.
pl_pl: Wybrana waluta jest walut± domy¶ln±, wiêc nie mo¿na jej usun±æ.

source: Currency Abbreviation:
pl_pl: Identyfikator Waluty:

source: Currency Symbol:
pl_pl: Symbol Waluty:

source: Currency Name:
pl_pl: Nazwa Waluty:

source: Hundredths Name:
pl_pl: Nazwa Setnych:

source: Country:
pl_pl: Kraj:

source: Automatic exchange rate update:
pl_pl: Automatyczne od¶wie¿anie kursów walut:

source: Exchange Rates
pl_pl: Kursy Wymiany

source: The exchange rate cannot be zero or a negative number.
pl_pl: Kurs wymiany musi byæ liczb± dodatni±.

source: The exchange rate for the date is already there.
pl_pl: Kurs wymiany dla tej daty jest ju¿ w bazie danych.

source: Date to Use From:
pl_pl: Obowi±zuje Od:

source: Exchange Rate:
pl_pl: Kurs Wymiany:

source: Get current ECB rate
pl_pl: Pobierz aktualny kurs ze strony ECB

source: Exchange rates are entered against the company currency.
pl_pl: Kursy wymiany s± liczone wzglêdem waluty firmy.

source: Select a currency :
pl_pl: Wybierz walutê:

source: Date to Use From
pl_pl: Obowi±zuje Od

source: Exchange Rate
pl_pl: Kurs Wymiany

source: The selected currency is the company currency.
pl_pl: Wybrana waluta jest walut± firmy.

source: The company currency is the base currency so exchange rates cannot be set for it.
pl_pl: Waluta firmy jest walut± odniesienia, wiêc nie mo¿na ustawiæ dla niej kursu wymiany.

source: GL Account Classes
pl_pl: Klasy Kont KG

source: The account class name cannot be empty.
pl_pl: Nazwa klasy konta nie mo¿e byæ pusta.

source: Selected account class settings has been updated
pl_pl: Wybrana klasa kont zosta³a zaktualizowana

source: New account class has been added
pl_pl: Dodano now± klasê kont

source: Cannot delete this account class because GL account types have been created referring to it.
pl_pl: Nie mo¿na usun±æ tej klasy konta poniewa¿ istniej± konta do niej nale¿±ce.

source: Selected account class has been deleted
pl_pl: Wybrana klasa kont zosta³a usuniêta

source: Class ID
pl_pl: ID Klasy

source: Class Name
pl_pl: Nazwa Klasy

source: Class Type
pl_pl: Typ Klasy

source: Balance Sheet
pl_pl: Arkusz bilansu

source: Class ID:
pl_pl: ID Klasy:

source: Class Name:
pl_pl: Nazwa Klasy:

source: Class Type:
pl_pl: Typ Klasy:

source: Chart of Accounts
pl_pl: Plan Kont

source: The account code must be entered.
pl_pl: Kod konta musi byæ podany.

source: The account name cannot be empty.
pl_pl: Nazwa konta nie mo¿e byæ pusta.

source: The account code must be numeric.
pl_pl: Kod konta musi byæ numeryczny

source: Account data has been updated.
pl_pl: Dane konta zosta³y zaktualizowane.

source: New account has been added.
pl_pl: Dane nowego konta zosta³y wprowadzone.

source: Cannot delete this account because transactions have been created using this account.
pl_pl: Nie mo¿na usun±æ konta, poniewa¿ ju¿ utworzono transakcje na tym koncie

source: Cannot delete this account because it is used as one of the company default GL accounts.
pl_pl: Nie mo¿na usun±æ konta, poniewa¿ jest u¿ywane jako jedno z kont domy¶lnych firmy

source: Cannot delete this account because it is used by a bank account.
pl_pl: Nie mo¿na usun±æ konta, poniewa¿ jest ono u¿ywane przez konto bankowe.

source: Cannot delete this account because it is used by one or more Item Categories.
pl_pl: Nie mo¿na usun±æ konta, poniewa¿ jest u¿yte przez co najmniej jedn± kategoriê.

source: Cannot delete this account because it is used by one or more Items.
pl_pl: Nie mo¿na usun±æ konta, poniewa¿ jest zwi±zane z co najmniej jednym towarem.

source: Cannot delete this account because it is used by one or more Taxes.
pl_pl: Nie mo¿na usun±æ konta, poniewa¿ jest u¿ywane przez co najmniej jeden podatek.

source: Cannot delete this account because it is used by one or more Customer Branches.
pl_pl: Nie mo¿na usun±æ konta, poniewa¿ jest u¿ywane przez co najmniej jeden oddzia³ klienta.

source: Cannot delete this account because it is used by one or more suppliers.
pl_pl: Nie mo¿na usun±æ konta, poniewa¿ jest u¿ywane przez co najmniej jednego dostawcê.

source: Cannot delete this account because it is used by one or more Quick Entry Lines.
pl_pl: Nie mo¿na usun±æ konta, poniewa¿ jest ono u¿ywane we Wzorcach Szybkiego Ksiêgowania.

source: Selected account has been deleted
pl_pl: Wybrane konto zosta³o usuniête

source: New account
pl_pl: Nowe konto

source: Account Code 2:
pl_pl: Kod Konta 2:

source: Account Name:
pl_pl: Nazwa Konta:

source: Account Group:
pl_pl: Grupa Kont:

source: Account Tags:
pl_pl: Tagi konta:

source: Account status:
pl_pl: Status konta:

source: Add Account
pl_pl: Dodaj Konto

source: Update Account
pl_pl: Aktualizuj Konto

source: Delete account
pl_pl: Usuñ konto

source: GL Account Groups
pl_pl: Grupy Kont KG

source: The account group id cannot be empty.
pl_pl: Identyfikator grupy kont nie mo¿e byæ pusty.

source: The account group name cannot be empty.
pl_pl: Nazwa grupy kont nie mo¿e byæ pusta.

source: You cannot set an account group to be a subgroup of itself.
pl_pl: Grupa kont nie mo¿e byæ podgrup± samej siebie.

source: Selected account type has been updated
pl_pl: Wybrane konto zosta³o zaktualizowane

source: New account type has been added
pl_pl: Nowe typ konta zosta³ dodany

source: Cannot delete this account group because GL accounts have been created referring to it.
pl_pl: Nie mo¿na usun±æ grupy kont, poniewa¿ istniej± konta KG z ni± zwi±zane.

source: Cannot delete this account group because GL account groups have been created referring to it.
pl_pl: Nie mo¿na usun±æ grupy kont, poniewa¿ istniej± grupy kont z ni± powi±zane.

source: Selected account group has been deleted
pl_pl: Wybrana grupa kont zosta³a usuniêta

source: Group ID
pl_pl: ID Grupy

source: Group Name
pl_pl: Nazwa Grupy

source: Subgroup Of
pl_pl: Grupa Nadrzêdna

source: Subgroup Of:
pl_pl: Grupa Nadrzêdna:

source: Quick Entries
pl_pl: Wzorce Szybkiego Ksiêgowania

source: Add new
pl_pl: Dodaj nowy

source: The Quick Entry description cannot be empty.
pl_pl: Opis definicji Szybkiego Ksiêgowania nie mo¿e byæ pusty.

source: You can only use Balance Based together with Journal Entries.
pl_pl: Saldo mo¿e byæ kwot± bazow± tylko dla szybkich ksiêgowñ dziennika.

source: The base amount description cannot be empty.
pl_pl: Opis kwoty bazowej nie mo¿e byæ pusty.

source: Selected quick entry has been updated
pl_pl: Wybrany wzorzec zosta³ zaktualizowany

source: New quick entry has been added
pl_pl: Dodano nowy wzorzec szybkiego ksiêgowania

source: Selected quick entry line has been updated
pl_pl: Wybrana operacja ksiêgowania zosta³a zaktualizowana

source: New quick entry line has been added
pl_pl: Dodano now± operacjê do wzorca szybkiego ksiêgowania.

source: Selected quick entry has been deleted
pl_pl: Wybrany wzorzec szybkiego ksiêgowania zosta³ usuniêty

source: The Quick Entry has Quick Entry Lines. Cannot be deleted.
pl_pl: Przed usuniêciem wzorca usuñ wszystkie linie definicji.

source: Selected quick entry line has been deleted
pl_pl: Wybrana oeracja ksiêgowania zosta³a usuniêta

source: Base Amount
pl_pl: Kwota Bazowa

source: Entry Type
pl_pl: Typ Wzorca

source: Balance Based
pl_pl: Wzglêdem Salda

source: Yearly
pl_pl: Rocznie

source: Base Amount Description
pl_pl: Opis Kwoty Bazowej

source: Default Base Amount
pl_pl: Domy¶lna Warto¶æ Kwoty Bazowej

source: Quick Entry Lines
pl_pl: Operacje Szybkiego Wprowadzania

source: Post
pl_pl: Ksiêguj

source: Account/Tax Type
pl_pl: Konto/Typ podatku:

source: Posted
pl_pl: Zaksiêgowany

source: Tax Type
pl_pl: Typ Podatku

source: Part
pl_pl: Czê¶æ

source: Revaluation of Currency Accounts
pl_pl: Rewaluacja Kont Walutowych

source: No Revaluation was needed
pl_pl: Rewaluacja nie by³a konieczna

source: Date for Revaluation:
pl_pl: Data rewaluacji:

source: Revaluate Currencies
pl_pl: Rewaluacja Walut

source: Search General Ledger Transactions for account:
pl_pl: Wyszukaj zapisy KG dla konta:

source: The script must be called with a valid transaction type and transaction number to review the general ledger postings for.
pl_pl: Ta strona musi byæ wywo³ywana z wa¿nym numerem i typem transakcji dla której maj± byæ pokazane zapisy ksiêgowe.

source: View Bank Transfer
pl_pl: Szczegó³y Transferu Bankowego

source: From Bank Account
pl_pl: Z Konta Bankowego

source: To Bank Account
pl_pl: Na Konto Bankowe

source: Transfer Type
pl_pl: Typ Transferu

source: This transfer has been voided.
pl_pl: Ten transfer zosta³ anulowany.

source: View Bank Deposit
pl_pl: Szczegó³y Wp³aty Bankowej

source: GL Deposit
pl_pl: Depozyt Ksiêgowy

source: From
pl_pl: Od

source: Deposit Type
pl_pl: Typ Wp³aty

source: This deposit has been voided.
pl_pl: Depozyt zosta³ anulowany.

source: There are no items for this deposit.
pl_pl: Brak pozycji tej wp³aty.

source: Items for this Deposit
pl_pl: Pozycje tej Wp³aty

source: Item Amounts are Shown in :
pl_pl: Warto¶æ pozycji podano w:

source: Account Code
pl_pl: Kod Konta

source: Account Description
pl_pl: Opis Konta

source: View Bank Payment
pl_pl: Szczegó³y Wp³aty

source: GL Payment
pl_pl: P³atno¶æ Ksiêgowa

source: Pay To
pl_pl: P³atne Dla

source: Payment Type
pl_pl: Typ Wyp³aty

source: This payment has been voided.
pl_pl: Ta wyp³ata zosta³a anulowana

source: There are no items for this payment.
pl_pl: Brak pozycji dla tej wyp³aty.

source: Items for this Payment
pl_pl: Pozycje tej Wp³aty

source: General Ledger Transaction Details
pl_pl: Szczegó³y Ksiêgowania Transakcji

source: No general ledger transactions have been created for
pl_pl: Nie utworzono transakcji KG dla

source: number
pl_pl: numer

source: This transaction has been voided.
pl_pl: Ta transakcja zosta³a anulowana.

source: Exchange Variance
pl_pl: Ró¿nice Kursowe

source: To
pl_pl: Do

source: Date:
pl_pl: Data:

source: Pay To:
pl_pl: P³atne Dla:

source: To the Order of:
pl_pl: Do Dyspozycji:

source: Supplier:
pl_pl: Dostawca:

source: Customer:
pl_pl: Nabywca:

source: Branch:
pl_pl: Oddzia³:

source: Go
pl_pl: Dodaj

source: Edit document line
pl_pl: Zmieñ pozycjê dokumentu

source: Remove line from document
pl_pl: Usuñ liniê z dokumentu

source: Confirm changes
pl_pl: Zatwierd¼ zmiany

source: Cancel changes
pl_pl: Anuluj zmiany

source: Add Item
pl_pl: Dodaj Pozycjê

source: Add new item to document
pl_pl: Dodaj now± pozycjê do dokumentu

source: Reverse Transaction:
pl_pl: Cofnij Transakcjê:

source: Quick Entry
pl_pl: Wzorzec

source: balance from account
pl_pl: saldo dla konta

source: Edit journal line
pl_pl: Zmieñ liniê dziennika

source: Remove line from journal
pl_pl: Usuñ liniê dziennika

source: Add new line to journal
pl_pl: Dodaj now± liniê do dziennika

source: System administration
pl_pl: Administracja systemem

source: Company setup
pl_pl: Ustawienia firmy

source: Special maintenance
pl_pl: Czynno¶ci specjalne

source: Sales configuration
pl_pl: Konfiguracja sprzeda¿y

source: Sales transactions
pl_pl: Transakcje sprzeda¿y

source: Sales related reports
pl_pl: Raporty sprzeda¿y

source: Purchase configuration
pl_pl: Konfiguracja zakupów

source: Purchase transactions
pl_pl: Transakcje zakupów

source: Purchase analytics
pl_pl: Analiza zakupów

source: Inventory configuration
pl_pl: Konfiguracja magazynów

source: Inventory operations
pl_pl: Operacje magazynowe

source: Inventory analytics
pl_pl: Analityka magazynowa

source: Manufacturing configuration
pl_pl: Konfiguracja produkcji

source: Manufacturing transations
pl_pl: Czynno¶ci produkcyjne

source: Manufacturing analytics
pl_pl: Analiza produkcji

source: Dimensions configuration
pl_pl: Konfiguracja przekrojów

source: Dimensions
pl_pl: Przekroje

source: Banking & GL configuration
pl_pl: Konfiguracja ksiêgowo¶ci i kont bankowych

source: Banking & GL transactions
pl_pl: Transakcje bankowe i ksiêgowania

source: Banking & GL analytics
pl_pl: Analityka ksiêgowa i bankowa

source: Install/update companies
pl_pl: Dodawanie/aktualizacja firm

source: Install/update languages
pl_pl: Dodawanie/aktualizacja jêzyków

source: Install/upgrade modules
pl_pl: Dodawanie/aktualizacja modu³ów dodatkowych

source: Software upgrades
pl_pl: Upgrade systemu

source: Company parameters
pl_pl: Parametry podstawowe firmy

source: Access levels edition
pl_pl: Profile uprawnieñ

source: Users setup
pl_pl: U¿ytkownicy systemu

source: Point of sales definitions
pl_pl: Definicje punktów sprzeda¿y

source: Printers configuration
pl_pl: Lokalizacje drukarek
