Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-15.po
Languages: pl_pl

source: Selected recurrent invoice has been updated
pl_pl: Wybranej faktura okresowa zosta³a zaktualizowana

source: New recurrent invoice has been added
pl_pl: Dodano now± fakturê okresow±

source: Selected recurrent invoice has been deleted
pl_pl: Wybrana faktura okresowa zosta³a usuniêta

source: Template:
pl_pl: Wzorzec:

source: Days:
pl_pl: Dni:

source: Monthly:
pl_pl: Miesiêcy:

source: Begin:
pl_pl: Pocz±tek:

source: End:
pl_pl: Koniec:

source: Selected sales area has been updated
pl_pl: Wybrany obszar sprzeda¿y zosta³ zmieniony

source: New sales area has been added
pl_pl: Dodano nowy obszar sprzeda¿y

source: Cannot delete this area because customer branches have been created using this area.
pl_pl: Dane rejonu nie mog± byæ usuniête poniewa¿ oddzia³y klienta z nim zwi±zane.

source: Selected sales area has been deleted
pl_pl: Wybrany obszar sprzedazy zosta³ usuniêty.

source: Area Name
pl_pl: Nazwa Rejonu

source: Area Name:
pl_pl: Nazwa Rejonu:

source: Sales Groups
pl_pl: Grupy Sprzeda¿y

source: Selected sales group has been updated
pl_pl: Wybrana grupa zosta³a zaktualizowana

source: New sales group has been added
pl_pl: Dodano now± grupê sprzeda¿y

source: Cannot delete this group because customers have been created using this group.
pl_pl: Grupa sprzeda¿y nie mo¿e byæ usuniêta poniewa¿ istniej± oddzia³y klienta z ni± zwi±zane.

source: Selected sales group has been deleted
pl_pl: Wybrana grupa sprzeda¿y zosta³a usuniêta

source: Group Name:
pl_pl: Nazwa Grupy:

source: Sales Persons
pl_pl: Sprzedawcy

source: The sales person name cannot be empty.
pl_pl: Nazwisko Sprzedawcy nie mo¿e byæ puste.

source: Salesman provision cannot be less than 0 or more than 100%.
pl_pl: Prowizja sprzedawcy nie mo¿e byæ mniejsza od zera ani wiêksza ni¿ 100%.

source: Salesman provision breakpoint must be numeric and not less than 0.
pl_pl: Próg warto¶ciowy prowizji musi byæ liczb± dodatni±.

source: Selected sales person data have been updated
pl_pl: Dane wybranego sprzedawcy zosta³y zaktualizowane

source: New sales person data have been added
pl_pl: Dodano dane nowego sprzedawcy

source: Selected sales person data have been deleted
pl_pl: Dane wybranego sprzedawcy zosta³y zaktualizowane

source: Sales person name:
pl_pl: Nazwisko sprzedawcy:

source: Telephone number:
pl_pl: Numer Telefonu:

source: Fax number:
pl_pl: Numer Faksu:

source: Break Pt.:
pl_pl: Limit obrotów:

source: POS settings
pl_pl: Ustawienia Punktów Sprzeda¿y

source: The POS name cannot be empty.
pl_pl: Nazwa Punktu Sprzeda¿y nie mo¿e byæ pusta.

source: New point of sale has been added
pl_pl: Dodano nowy punkt sprzeda¿y

source: Selected point of sale has been updated
pl_pl: Parametry punktu sprzeda¿y zosta³y zaktualizowane

source: Cannot delete this POS because it is used in users setup.
pl_pl: Nie mo¿na usun±æ tej definicji POS, poniewa¿ jest ona u¿ywana w ustawieniach u¿ytkowników.

source: Selected point of sale has been deleted
pl_pl: Wybrany punkt sprzeda¿y zosta³ usuniêty.

source: POS Name
pl_pl: Nazwa Punktu Sprzeda¿y

source: Credit sale
pl_pl: Sprzeda¿ Kredytowa

source: Cash sale
pl_pl: Sprzeda¿ Gotówkowa

source: Default account
pl_pl: Konto gotówkowe

source: To have cash POS first define at least one cash bank account.
pl_pl: Aby zdefiniowaæ punkt sprzeda¿y gotówkowej najpierw utwórz co najmniej jedno konto gotówkowe

source: Point of Sale Name
pl_pl: Nazwa Punktu Sprzeda¿y

source: Allowed credit sale terms selection:
pl_pl: Dozwolone wybieranie p³atno¶ci kredytowych:

source: Allowed cash sale terms selection:
pl_pl: Dozwolone wybieranie p³atno¶ci gotówkowych:

source: Default cash account
pl_pl: Domy¶lne konto gotówkowe

source: POS location
pl_pl: Lokalizacja

source: The sales type description cannot be empty.
pl_pl: Opis typu sprzeda¿y nie mo¿e byæ pusty.

source: Calculation factor must be valid positive number.
pl_pl: Wprowadzony mno¿nik musi byæ liczb± dodatni±

source: New sales type has been added
pl_pl: Dodano nowy typ sprzeda¿y

source: Selected sales type has been updated
pl_pl: Parametry typu sprzeda¿y zosta³y zaktualizowane

source: Cannot delete this sale type because customer transactions have been created using this sales type.
pl_pl: Typ sprzeda¿y nie mo¿e byæ usuniêty poniewa¿ istniej± transakcje klienta z jego wykorzystaniem.

source: Cannot delete this sale type because customers are currently set up to use this sales type.
pl_pl: Typ sprzeda¿y nie mo¿e byæ usuniêty poniewa¿ istniej± klienci korzystaj±cy z tego typu sprzeda¿y..

source: Selected sales type has been deleted
pl_pl: Wybrany typ sprzeda¿y zosta³ usuniêty

source: Type Name
pl_pl: Nazwa Typu

source: Factor
pl_pl: Mno¿nik

source: Tax Incl
pl_pl: Brutto

source: Base
pl_pl: Bazowy

source: Marked sales type is the company base pricelist for prices calculations.
pl_pl: Zaznaczony typ sprzeda¿y jest bazowym cennikiem u¿ywanym do automatycznej kalkulacji niezdefiniowanych cen.

source: Sales Type Name
pl_pl: Nazwa Typu Sprzeda¿y

source: Calculation factor
pl_pl: Mno¿nik przeliczeniowy

source: Tax included
pl_pl: Brutto

source: View Credit Note
pl_pl: Poka¿ Korektê

source: CREDIT NOTE #%d
pl_pl: NOTA KREDYTOWA nr %d

source: There are no line items on this credit note.
pl_pl: Brak pozycji na tej fakturze koryguj±cej.

source: View Sales Dispatch
pl_pl: Poka¿ Wysy³kê

source: DISPATCH NOTE #%d
pl_pl: WYDANIE TOWARU nr %d

source: Charge Branch
pl_pl: P³aci Oddzia³

source: Customer Order Ref.
pl_pl: Identyfkator Zamówienia Klienta

source: Dispatch Date
pl_pl: Data dostawy

source: There are no line items on this dispatch.
pl_pl: Brak pozycji dla tego dokumentu wysy³ki.

source: TOTAL VALUE
pl_pl: Warto¶æ Razem

source: This dispatch has been voided.
pl_pl: Ten dokument wysy³ki zosta³ skasowany.

source: View Sales Invoice
pl_pl: Poka¿ Fakturê Sprzeda¿y

source: SALES INVOICE #%d
pl_pl: FAKTURA VAT nr %d

source: There are no line items on this invoice.
pl_pl: Brak pozycji na tej fakturze.

source: View Customer Payment
pl_pl: Poka¿ P³atno¶æ Klienta

source: Customer Payment #%d
pl_pl: P³atno¶æ Klienta nr %d

source: From Customer
pl_pl: Od Klienta

source: Into Bank Account
pl_pl: Na Konto

source: Date of Deposit
pl_pl: Data Wp³aty

source: This customer payment has been voided.
pl_pl: Ta wp³ata klienta zosta³a anulowana.

source: View Sales Quotation
pl_pl: Widok Oferty Sprzeda¿y

source: Sales Quotation #%d
pl_pl: Oferta Sprzeda¿y nr %d

source: View Sales Order
pl_pl: Poka¿ Zamówienia Sprzeda¿y

source: Sales Order #%d
pl_pl: Zamówienie Sprzeda¿y nr %d

source: Order Information
pl_pl: Informacja o Zamówieniu

source: Customer Name
pl_pl: Nazwa Klienta

source: Deliver To Branch
pl_pl: Wysy³ka do Oddzia³u

source: Requested Delivery
pl_pl: ¯±dana wysy³ka

source: Deliver From Location
pl_pl: Wysy³ka z

source: Telephone
pl_pl: Telefon

source: This Sales Order is used as a Template.
pl_pl: To zamówienie jest u¿ywane jako wzorzec.

source: Quantity Delivered
pl_pl: Ilo¶æ Wys³ana

source: Customer Allocation Inquiry
pl_pl: Przeszukiwanie Rozliczeñ Klienta

source: Allocation
pl_pl: Rozliczenie

source: Customer Transactions
pl_pl: Przeszukiwanie Transakcji Klienta

source: CUSTOMER ACCOUNT IS ON HOLD
pl_pl: KONTO KLIENTA ZABLOKOWANE

source: Print Receipt
pl_pl: Wydruk Pokwitowania Wp³aty

source: RB
pl_pl: Saldo

source: Search Not Invoiced Deliveries
pl_pl: Wyszukiwanie Wysy³ek Niezafakturowanych

source: Search All Deliveries
pl_pl: Wyszukiwanie Wszystkich Wysy³ek

source: For batch invoicing you should select at least one delivery. All items must be dispatched to the same customer branch.
pl_pl: Dla fakturownia zbiorczego trzeba zaznaczyæ co najmniej jedn± wysy³kê. Wszystkie zaznaczone wysy³ki musz± byæ przeznaczone dla tego samego oddzia³u klienta.

source: Delivery #
pl_pl: Nr Wysy³ki

source: Cust Ref
pl_pl: Ref Klienta

source: Due By
pl_pl: Termin

source: Delivery Total
pl_pl: Warto¶æ Dostawy

source: Batch
pl_pl: Zbiorcza

source: Batch Invoicing
pl_pl: Fakturowanie Zbiorcze

source: Search Outstanding Sales Orders
pl_pl: Przegl±d Oczekuj±cych Zamówieñ

source: Search Template for Invoicing
pl_pl: Wybierz Wzorzec do Fakturowania

source: Select Template for Delivery
pl_pl: Wybierz Wzorzec do Wysy³ki

source: Search All Sales Orders
pl_pl: Poka¿ Wszystkie Zamówienia

source: Search All Sales Quotations
pl_pl: Poka¿ Wszystkie Oferty Sprzeda¿y

source: Dispatch
pl_pl: Wysy³ka

source: Set this order as a template for direct deliveries/invoices
pl_pl: Zaznacz to zamówienie jako wzorzec do wystawiania wysy³ek/faktur bezpo¶rednich

source: Show All:
pl_pl: Poka¿ Wszystkie:

source: Order #
pl_pl: Zamówienie nr

source: Cust Order Ref
pl_pl: Ident Zamówienia Klienta

source: Delivery To
pl_pl: Dostawa do

source: Quote #
pl_pl: Nr oferty

source: Quote Date
pl_pl: Data Oferty

source: Quote Total
pl_pl: Suma Oferty

source: Tmpl
pl_pl: Wzór

source: You have to enter valid stock code or nonempty description
pl_pl: Musisz wprowadziæ prawid³owy kod magazynowy lub opis.

source: This edit session has been abandoned by opening sales document in another browser tab. You cannot edit more than one sales document at once.
pl_pl: Edycja tego dokumentu zosta³a przerwana przez otworzenie dokumentu sprzeda¿y w innym oknie lub zak³adce przegl±darki. Nie mo¿na edytowaæ jednocze¶nie wiêcej ni¿ jeden dokument w tej samej przegl±darce.

source: Unsuspected overallocation happened due to sparse credit notes exists for this invoice. Check all credit notes allocated to this invoice for summarized freight charges.
pl_pl: Nast±pi³a niespodziewana nadmierna alokacja na wystawionych Fakturach Koryguj±cych dla tej faktury. Sprawd¼ sumaryczn± kwotê kosztów transportu na wszystkich Faktur Koryguj±cych.

source: Cash invoice
pl_pl: Faktura gotówkowa

source: Stocks below Re-Order Level at
pl_pl: Towary poni¿ej stanu minimalnego w

source: Below
pl_pl: Poni¿ej

source: Please reorder
pl_pl: Zamów ponownie

source: Deleted.
pl_pl: Usuniêty.

source: Customer Currency:
pl_pl: Waluta Klienta:

source: Shipping Company:
pl_pl: Przesy³ka przez:

source: Customer Discount:
pl_pl: Upust Klienta:

source: This item is already on this document. You have been warned.
pl_pl: Uwaga: Wybrany towar jest ju¿ wprowadzony na tym dokumencie.

source: The selected customer and branch are not valid, or the customer does not have any branches.
pl_pl: Wybrany klient i oddzia³ s± b³êdne, lub klient nie ma ¿adnego zdefiniowanego oddzia³u.

source: Shipping Charge
pl_pl: Koszt Transportu

source: No customer found for entered text.
pl_pl: Nie znaleziono ¿adnego klienta pasuj±cego do podanego wzorca.

source: Reference number unique for this document type
pl_pl: Numer referencyjny unikalny dla tego typu dokumentu

source: Price List:
pl_pl: Cennik:

source: Date of order receive
pl_pl: Data przyjêcia

source: Cash payment
pl_pl: P³atno¶æ gotówk±

source: Deliver from Location:
pl_pl: Wysy³ka z Magazynu:

source: Cash account:
pl_pl: Konto gotówkowe:

source: Delivery Details
pl_pl: Szczegó³y Wysy³ki

source: Invoice Delivery Details
pl_pl: Szczegó³y Wysy³ki

source: Invoice before
pl_pl: Faktura do

source: Quotation Delivery Details
pl_pl: Szczegó³y Wysy³ki

source: Order Delivery Details
pl_pl: Szczegó³y Wysy³ki

source: Enter requested day of delivery
pl_pl: Wprowad¼ uzgodnion± datê wysy³ki

source: Enter Valid until Date
pl_pl: Wprowad¼ datê wa¿no¶ci

source: Deliver To:
pl_pl: Dostawa do:

source: Additional identifier for delivery e.g. name of receiving person
pl_pl: Dodatkowy identyfikator wysy³ki np. nazwisko osoby przyjmuj±cej dostawê

source: Delivery address. Default is address of customer branch
pl_pl: Adres dostawy. Domy¶lnie jest ustawiany adres oddzia³u klienta

source: Contact Phone Number:
pl_pl: Telefon Kontaktowy:

source: Phone number of ordering person. Defaults to branch phone number
pl_pl: Telefon kontaktowy osoby zamawiaj±cej. Domy¶lnie jest ustawiany telefon do oddzia³u firmy

source: Customer Reference:
pl_pl: Identyfikator klienta:

source: Customer reference number for this order (if any)
pl_pl: Identyfikatora klienta dla tego zamówienia

source: Item Tax Types
pl_pl: Typy Podatków od Towarów

source: The item tax type description cannot be empty.
pl_pl: Opis typu podatku nie mo¿e byæ pusty.

source: Selected item tax type has been updated
pl_pl: Wybrany typ podatku zosta³ zaktualizowany

source: New item tax type has been added
pl_pl: Dodano nowy typ podatku

source: Cannot delete this item tax type because items have been created referring to it.
pl_pl: Nie mo¿na usun±æ tego typu podatku poniewa¿ istniej± towary nim opodatkowane.

source: Selected item tax type has been deleted
pl_pl: Wybrany typ podatku zosta³ usuniêty

source: Tax exempt
pl_pl: Zwolnienie podatkowe

source: Is Fully Tax-exempt:
pl_pl: Jest ca³kowicie zwolniony:

source: Select which taxes this item tax type is exempt from.
pl_pl: Wybierz stawki podatkowe z których ten podatek jest wy³±czony.

source: Tax Name
pl_pl: Nazwa Podatku

source: Is exempt
pl_pl: Zwolnienie

source: Tax Groups
pl_pl: Grupy Podatkowe

source: There are no tax types defined. Define tax types before defining tax groups.
pl_pl: Brak zdefiniowanych typów podatków. Przed definiowaniem grup podatkowych wprowad¼ typy podatków.

source: The tax group name cannot be empty.
pl_pl: Grupa podatków musi mieæ nazwê.

source: Selected tax group has been updated
pl_pl: Wybrana grupa podatków zosta³a zaktualizowana

source: New tax group has been added
pl_pl: Dodano now± grupê podatkow±

source: Cannot delete this tax group because customer branches been created referring to it.
pl_pl: Nie mo¿na usun±æ grupy podatkowej poniewa¿ istniej± oddzia³y klienta z ni± zwi±zane.

source: Cannot delete this tax group because suppliers been created referring to it.
pl_pl: Nie mo¿na usun±æ grupy podatkowej poniewa¿ istniej± dostawcy z ni± zwi±zani.

source: Selected tax group has been deleted
pl_pl: Wybrana grupa podatkowa zosta³a usuniêta

source: Shipping Tax
pl_pl: Podatek dla Wysy³ki

source: Tax applied to Shipping:
pl_pl: Podatek dla Wysy³ki:

source: Select the taxes that are included in this group.
pl_pl: Wybierz podatki zaliczane do tej grupy.

source: Rate (%)
pl_pl: Stawka (%)

source: Tax Types
pl_pl: Typy Podatków

source: The tax type name cannot be empty.
pl_pl: Nazwa typu podatku nie mo¿e byæ pusta.

source: The default tax rate must be numeric and not less than zero.
pl_pl: Domy¶lny kurs musi byæ liczb± nie mniejsz± od zera.

source: Selected GL Accounts cannot be used by another tax type.
pl_pl: Ka¿dy typ podatku powinien mieæ przydzielone oddzilne konto ksiêgowe.

source: New tax type has been added
pl_pl: Dodano now± grupê podatkow±

source: Selected tax type has been updated
pl_pl: Wybrany typ podatku zosta³ zaktualizowany

source: Cannot delete this tax type because tax groups been created referring to it.
pl_pl: Nie mo¿na usun±æ tego typu podatku, poniewa¿ istniej± grupy podatkowe z nim zwi±zane.

source: Selected tax type has been deleted
pl_pl: Wybrany typ podatku zosta³ usuniêty

source: To avoid problems with manual journal entry all tax types should have unique Sales/Purchasing GL accounts.
pl_pl: Aby unikn±æ problemów z ksiegowaniami rêcznymi wszytskie typy podatków powinny mieæ przydzielone oddzielne konta ksiêgowe.

source: Default Rate (%)
pl_pl: Stawka domy¶lna (%)

source: Sales GL Account
pl_pl: Konto KG dla Sprzeda¿y

source: Purchasing GL Account
pl_pl: Konto KG dla Zakupów

source: Default Rate:
pl_pl: Stawka Domy¶lna:

source: Sales GL Account:
pl_pl: Konto KG dla Sprzeda¿y:

source: Purchasing GL Account:
pl_pl: Konto KG dla Zakupów:

source: Main Menu
pl_pl: Menu G³ówne

source: Help
pl_pl: Pomoc

source: Preferences
pl_pl: Ustawienia

source: Upgrade from version 2.0 to 2.1
pl_pl: Upgrade z wersji 2.0 do 2.1

source: Cannot retrieve bank accounts codes
pl_pl: Nie mo¿na pobraæ kodów kod bankowych

source: Cannot update bank transactions
pl_pl: B³±d przy aktualizacji transakcji bankowych

source: Cannot select stock identificators
pl_pl: B³±d w trakcie pobierania kodów towarów

source: Cannot insert stock id into item_codes
pl_pl: B³±d w trakcie dodawania kodów towarów

source: Seems that system upgrade to version 2.1 has been performed for this company already.<br> If something has gone wrong and you want to retry upgrade process you MUST perform database restore from last backup file first.
pl_pl: Wygl±da na to, ¿e upgrade systemu do wersji 2.1 zosta³ wcze¶niej wykonany.<br>Je¶li wyst±pi³y jakie¶ b³êdy i chcesz powtórzyæ upgrade MUSISZ odtworzyæ bazê danych z ostatniego pliku backup.

source: Upgrade from version 2.1/2.2beta to 2.2
pl_pl: Upgrade z wersji 2.1/2.2beta do 2.2

source: Cannot query max sales order number.
pl_pl: Nie mo¿na znale¼æ maksymalnego numeru zamówienia.

source: Cannot store next sales order reference.
pl_pl: Nie mo¿na zapisaæ nastêpnego identyfikatora zamówienia.

source: Cannot upgrade extensions system: file /modules/installed_modules.php is not writeable
pl_pl: Nie mo¿na uaktualniæ konfiguracji systemu rozszerzeñ: plik /modules/installed_modules.php jest nie zapisywalny.

source: Upgrade from version 2.2 to 2.3
pl_pl: Upgrade z wersji 2.2 do 2.3
