Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-1.po
Languages: fr_fr

source: A new supplier has been added.
fr_fr: Un nouveau fournisseur a été ajouté.

source: Select a supplier:
fr_fr: Sélectionnez un fournisseur :

source: New supplier
fr_fr: Nouveau fournisseur

source: Search Purchase Orders
fr_fr: Chercher Commandes d'achat

source: into location:
fr_fr: dans entrepôt :

source: Order Date
fr_fr: Date Commande

source: Order Total
fr_fr: Total Commande

source: Search Outstanding Purchase Orders
fr_fr: Chercher Commandes d'Achat en cours

source: Receive
fr_fr: Réceptionner

source: Marked orders have overdue items.
fr_fr: Les commandes marquées ont des postes échus.

source: Supplier Allocation Inquiry
fr_fr: Consulter rapprochements

source: show settled:
fr_fr: voir rapprochés :

source: Supp Reference
fr_fr: Réf. Fournisseur

source: Allocated
fr_fr: Rapproché

source: Supplier Inquiry
fr_fr: Consulte des transactions fournisseur

source: Select a supplier:
fr_fr: Sélectionnez un fournisseur :

source: Days
fr_fr: Jours

source: Over
fr_fr: Au-delà de

source: Terms
fr_fr: Conditions de paiement

source: Current
fr_fr: En cours

source: Total Balance
fr_fr: Solde

source: Credit This
fr_fr: Créditer

source: Allocate Supplier Payment or Credit Note
fr_fr: Rapprocher décaissements ou avoirs fournisseur

source: Allocation of
fr_fr: Rapprochement du

source: Refresh
fr_fr: Rafraîchir

source: Start again allocation of selected amount
fr_fr: Recommencer rapprochement du montant sélectionné

source: Process allocations
fr_fr: Rapprocher

source: Back to Allocations
fr_fr: Retourner aux rapprochements

source: Abandon allocations and return to selection of allocatable amounts
fr_fr: Quiter rapprochements et retourner à la sélection de montants à rapprocher

source: There are no unsettled transactions to allocate.
fr_fr: Il n'y a pas de transactions attendant un rapprochement.

source: Supplier Allocations
fr_fr: Rapprochements Fournisseur

source: Select a Supplier:
fr_fr: Sélectionnez un Fournisseur :

source: Show Settled Items:
fr_fr: Voir postes rapprochés :

source: Allocate
fr_fr: Rapprocher

source: Marked items are settled.
fr_fr: Les postes marqués sont rapprochés.

source: Balances in Home Currency
fr_fr: Solde en devise locale

source: Trans Type
fr_fr: Type Trans

source: Charges
fr_fr: Débits

source: Credits
fr_fr: Crédits

source: Customer Balances
fr_fr: Solde Clients

source: Summary Only
fr_fr: Résumé uniquement

source: Detailed Report
fr_fr: Rapport détaillé

source: End Date
fr_fr: Date fin

source: Aged Customer Analysis
fr_fr: Transactions client dans le temps

source: All Areas
fr_fr: Toutes les zones

source: All Sales Folk
fr_fr: Tous les vendeurs

source: Greater than
fr_fr: Plus grand que

source: Less than
fr_fr: Plus petit que

source: Customer Postal Address
fr_fr: Adresse Client

source: Price/Turnover
fr_fr: Prix/Rotation

source: Branch Contact Information
fr_fr: Information Contact département

source: Branch Delivery Address
fr_fr: Adresse livraison département

source: Activity Since
fr_fr: Activité depuis

source: Sales Areas
fr_fr: Zones de vente

source: Sales Folk
fr_fr: Commercial

source: Activity
fr_fr: Activité

source: Customer Details Listing
fr_fr: Liste détaillée de clients

source: Customers in
fr_fr: Clients dans

source: Price List
fr_fr: Liste de Prix

source: Turnover
fr_fr: Rotation

source: Ph
fr_fr: Tél

source: Category/Items
fr_fr: Catégorie/Articles

source: GP %
fr_fr: % Marge

source: Show GP %
fr_fr: Voir % marge

source: Price Listing
fr_fr: Liste de Prix

source: Sales Kits
fr_fr: Ventes Kits

source: All Orders
fr_fr: Toutes les Commandes

source: Back Orders Only
fr_fr: Uniquement rétours

source: Order
fr_fr: Commande

source: Branch
fr_fr: Département

source: Customer Ref
fr_fr: Réf Client

source: Ord Date
fr_fr: Date Cmd

source: Del Date
fr_fr: Date liv

source: Loc
fr_fr: Mag

source: Invoiced
fr_fr: Facturé

source: Selection
fr_fr: Sélection

source: Order Status Listing
fr_fr: Statut des Commandes

source: Invoice
fr_fr: Facture

source: Inv Date
fr_fr: Date Fac

source: Salesman
fr_fr: Commercial

source: Break Pt.
fr_fr: Point de rupture

source: Salesman Listing
fr_fr: Liste de commerciaux

source: INVOICE
fr_fr: FACTURE

source: CREDIT NOTE
fr_fr: AVOIR

source: STATEMENT
fr_fr: DECLARATION

source: SALES ORDER
fr_fr: COMMANDE DE VENTE

source: QUOTE
fr_fr: OFFRE

source: DELIVERY
fr_fr: LIVRAISON

source: DELIVERY NOTE
fr_fr: BON DE LIVRAISON

source: Balances in Home currency
fr_fr: Soldes en devise locale

source: Supplier Balances
fr_fr: Bilan Fournisseur

source: currency
fr_fr: devise

source: Aged Supplier Analysis
fr_fr: Analyse historique des transactions fournisseur

source: Payment Report
fr_fr: Etat décaissements

source: GRN
fr_fr: Ech

source: Qty Recd
fr_fr: Qté recep

source: qty Inv
fr_fr: Qté fact

source: Outstanding GRNs Report
fr_fr: Echéancier de commandes

source: PURCHASE ORDER
fr_fr: COMMANDE D'ACHAT

source: Inventory Valuation Report
fr_fr: Etat sur la valeur du stock

source: QOH
fr_fr: QDisp

source: Cust Ord
fr_fr: Cmd Client

source: Supp Ord
fr_fr: Cmd Four.

source: Sugg Ord
fr_fr: Cmd. Sug.

source: Inventory Planning Report
fr_fr: Etat de planification de stock

source: Check
fr_fr: Vérifié

source: Stock Check Sheets
fr_fr: Feuille d'inventaire

source: Sales
fr_fr: Ventes

source: Cost
fr_fr: Coût

source: Inventory Sales Report
fr_fr: Analyses des Ventes de stock

source: Wrk Ctr
fr_fr: Centr Prod

source: Bill of Material Listing
fr_fr: Liste de nomenclatures

source: YTD
fr_fr: Solde

source: Dimension Summary
fr_fr: Solde Centre

source: Bank Account
fr_fr: Compte Bancaire

source: Type/Account
fr_fr: Type/Compte

source: Date/Dim.
fr_fr: Date/Centre

source: Person/Item/Memo
fr_fr: Personne/Poste/Commentaires

source: List of Journal Entries
fr_fr: Liste d'écritures

source: GL Account Transactions
fr_fr: Transactions du Grand Livre

source: Ref
fr_fr: Réf

source: Year
fr_fr: Année

source: Amounts in thousands
fr_fr: Montants en milles

source: Annual Expense Breakdown
fr_fr: Décomposition anuelle des dépenses

source: Close Balance
fr_fr: Solde clôture

source: Group
fr_fr: Groupe

source: Profit and Loss Statement
fr_fr: Résultat (Produits vs Charges)

source: Tax Report
fr_fr: Etat TVA

source: Branch Name
fr_fr: Département

source: Rate
fr_fr: Taux

source: Tax
fr_fr: TVA

source: Tax Rate
fr_fr: Taux TVA

source: Net Tax
fr_fr: TVA colléctée

source: Reports and Analysis
fr_fr: Etats et analyses

source: Customer &Balances
fr_fr: &Bilan Clients

source: Currency Filter
fr_fr: Filtrer devise

source: &Aged Customer Analysis
fr_fr: &Transactions client dans le temps

source: Graphics
fr_fr: Graphiques

source: Customer &Detail Listing
fr_fr: Liste &détaillée de clients

source: Activity Greater Than
fr_fr: Activité suppérieure à

source: Activity Less Than
fr_fr: Activité inférieure à

source: &Price Listing
fr_fr: Liste de &Prix

source: Inventory Category
fr_fr: Catégorie Stock

source: Sales Types
fr_fr: Types de vente

source: Show Pictures
fr_fr: Montrer images

source: &Order Status Listing
fr_fr: Statut des &Commandes

source: Stock Location
fr_fr: Entrepôt

source: &Salesman Listing
fr_fr: Liste de &vendeurs

source: Print &Invoices/Credit Notes
fr_fr: Imprimer &factures ou avoirs

source: To
fr_fr: à

source: email Customers
fr_fr: Envoyer e-mail aux clients

source: Payment Link
fr_fr: Lien paiement

source: Print &Deliveries
fr_fr: Imprimer &Livraisons

source: Print &Statements
fr_fr: Imprimer &déclarations

source: Email Customers
fr_fr: Envoyer e-mail aux clients

source: &Print Sales Orders
fr_fr: Imprimer Commandes de Vente

source: Print as Quote
fr_fr: Imprimer comme Offre

source: Supplier &Balances
fr_fr: &Bilan Fournisseur

source: &Aged Supplier Analyses
fr_fr: &Historique des transactions fournisseur

source: &Payment Report
fr_fr: Etat &Paiement

source: Outstanding &GRNs Report
fr_fr: &Echéancier de commandes

source: Print Purchase &Orders
fr_fr: Imprimer Commandes d'Achat

source: Inventory &Valuation Report
fr_fr: Etat sur la &valeur du stock

source: Inventory &Planning Report
fr_fr: Etat de &planification de stock

source: Stock &Check Sheets
fr_fr: &Feuille d'inventaire

source: Inventory Column
fr_fr: Colonne d'inventaire

source: Inventory &Sales Report
fr_fr: Analyses des &Ventes de stock

source: Manufacturing
fr_fr: Production

source: &Bill of Material Listing
fr_fr: Liste de &nomenclatures

source: Dimension &Summary
fr_fr: Etat Centre

source: From Dimension
fr_fr: Du Centre

source: To Dimension
fr_fr: au Centre

source: Show Balance
fr_fr: Montrer solde

source: Banking
fr_fr: Banque

source: Bank &Statement
fr_fr: &Relevé bancaire

source: General Ledger
fr_fr: Grand Livre

source: Chart of &Accounts
fr_fr: Plan &comptable

source: Show Balances
fr_fr: Afficher Soldes

source: List of &Journal Entries
fr_fr: Liste d'écritur&es

source: GL Account &Transactions
fr_fr: &Transactions du Grand Livre

source: From Account
fr_fr: Du compte

source: To Account
fr_fr: Au Compte

source: Annual &Expense Breakdown
fr_fr: Décomposition anuelle des &dépenses

source: &Balance Sheet
fr_fr: &Bilan

source: &Profit and Loss Statement
fr_fr: &Résultat (Produits vs Charges)

source: Zero values
fr_fr: Valeurs à zéro

source: Ta&x Report
fr_fr: Rapport &TVA

source: Cust no
fr_fr: Client

source: Charge To
fr_fr: Facturé à

source: Delivered To
fr_fr: Livré à

source: Your Ref
fr_fr: Votre contact

source: Sales Person
fr_fr: Commercial

source: Your VAT no.
fr_fr: Votre TVA Intracomm

source: Customers Reference
fr_fr: Votre Commande :

source: Our Order No
fr_fr: Notre commande

source: Our VAT No.
fr_fr: Notre TVA Intracomm

source: All amounts stated in
fr_fr: Tous les montants sont en

source: Please quote Invoice no. when paying. All amounts stated in
fr_fr: SVP precissez le No Facture dans votre paiement. Pas de escompte pour paiement anticipé. Tous les montants sont en

source: Phone/Fax/Email
fr_fr: Téléphone/Fax/E-mail

source: You can pay through
fr_fr: Vous pouvez payer à travers

source: Discount %
fr_fr: Escompte %

source: DueDate
fr_fr: Date échéance

source: Attached you will find
fr_fr: Vous trouverez en pièce jointe

source: Kindest regards
fr_fr: Cordialement

source: Delivery Note No.
fr_fr: Bon Livraison

source: Invoice No.
fr_fr: Facture

source: Sub-total
fr_fr: Sous-total

source: Shipping
fr_fr: Transport

source: TOTAL ORDER EX VAT
fr_fr: TOTAL COMMANDE HT

source: TOTAL PO EX VAT
fr_fr: TOTAL COMMANDE HT

source: TOTAL DELIVERY INCL. VAT
fr_fr: TOTAL LIVRAISON TTC

source: Outstanding Transactions
fr_fr: Transactions en cours

source: Statement
fr_fr: Déclaration

source: as of
fr_fr: de la

source: Print Out Date
fr_fr: Date impression

source: Fiscal Year
fr_fr: Année Fiscale

source: Cannot flush printing queue
fr_fr: Impossible de reinitialiser la queue d'impression

source: Report Classes:
fr_fr: Classes d'Etats :

source: Reports For Class:
fr_fr: Etats pour Classe :

source: Display:
fr_fr: Visualiser :

source: Invalid date format
fr_fr: Format de date érroné

source: No Currency Filter
fr_fr: Sans filtre devise

source: No Graphics
fr_fr: Sans graphiques

source: Vertical bars
fr_fr: Barres verticales

source: Horizontal bars
fr_fr: Barres horizontales

source: Dots
fr_fr: Points

source: Lines
fr_fr: Lignes

source: Pie
fr_fr: Camembert

source: No Type Filter
fr_fr: Pas de filtre sur Type

source: No Account Group Filter
fr_fr: Pas de filtre sur Groupe de Comptes

source: No Dimension Filter
fr_fr: Pas de filtre sur centre

source: No Customer Filter
fr_fr: Pas de filtre Client

source: No Supplier Filter
fr_fr: Pas de filtre Fournisseur

source: IV
fr_fr: FA

source: CN
fr_fr: DE

source: No Location Filter
fr_fr: Pas de filtre entrepôt

source: No Category Filter
fr_fr: Pas de filtre Catégorie

source: No Sales Folk Filter
fr_fr: Pas de filtre par vendeur

source: Template No
fr_fr: Modèle

source: Begin
fr_fr: Début

source: End
fr_fr: Fin

source: Last Created
fr_fr: Dernière création

source: Create Invoices
fr_fr: Créer Factures

source: Marked items are due.
fr_fr: Les postes sélectionnés sont en retard.

source: &View this credit note
fr_fr: &Voir cet Avoir

source: &Print This Credit Invoice
fr_fr: &Imprimer cet Avoir

source: View the GL &Journal Entries for this Credit Note
fr_fr: Voir les écritures &GL pour cet avoir

source: Enter Another &Credit Note
fr_fr: Saisir un autre &avoir

source: The entered date for the credit note is invalid.
fr_fr: Le format de la date du avoir est incorrect..

source: The quantity must be greater than zero.
fr_fr: La quantité doit être possitive.

source: The entered price is negative or invalid.
fr_fr: Le prix saisi est négatif ou pas valide.

source: Credit Note Items
fr_fr: Postes Avoir

source: Process Credit Note
fr_fr: Traiter Avoir

source: Modifying Credit Invoice # %d.
fr_fr: Modifiant avoir %d.

source: Credit all or part of an Invoice
fr_fr: Créditer une facture ou un poste de facture

source: Credit Note has been processed
fr_fr: L'Avoir a été traité.

source: &View This Credit Note
fr_fr: &Voir cet Avoir

source: &Print This Credit Note
fr_fr: &Imprimer cet Avoir

source: Crediting Invoice
fr_fr: Facture à créditer

source: Credit Note Date
fr_fr: Date Avoir

source: Invoiced Quantity
fr_fr: Quantité facturée

source: Credit Quantity
fr_fr: Quantité crédité

source: Credit Shipping Cost
fr_fr: Crédit Coût Transport

source: Credit Note Type
fr_fr: Type d'Avoir

source: Items Returned to Location
fr_fr: Articles retournés au entrepôt

source: Modifying Delivery Note # %d.
fr_fr: Modifiant avoir %d.

source: Deliver Items for a Sales Order
fr_fr: Livrer postes de Commande de Vente

source: Delivery # %d has been entered.
fr_fr: La livraison %d a été saisie.

source: &View This Delivery
fr_fr: &Voir cette livraison

source: &Print Delivery Note
fr_fr: Imprimer bon de livraison

source: View the GL Journal Entries for this Dispatch
fr_fr: Voir les écritures GL de cette Livraison

source: Invoice This Delivery
fr_fr: Facturer cette livraison

source: Select Another Order For Dispatch
fr_fr: Sélectionnez une autre Commande à livrer

source: Delivery Note # %d has been updated.
fr_fr: Bon de Livraison %d actualisé.

source: View this delivery
fr_fr: Voir cette Livraison

source: Confirm Delivery and Invoice
fr_fr: Confirmez Livraison et Facture

source: Select A Different Delivery
fr_fr: Sélectionnez une autre Livraison

source: Select a different sales order to delivery
fr_fr: Sélectionnez une autre Commande à livrer

source: This order has no items. There is nothing to delivery.
fr_fr: La commande n'a pas de postes. Il n'y a rien à livrer.

source: Select a different delivery
fr_fr: Sélectionnez une autre Livraison

source: Select a Sales Order to Delivery
fr_fr: Sélectionnez commande de vente à livrer

source: Freight cost cannot be less than zero
fr_fr: Le coût du transport ne peut pas être négatif

source: The entered date of delivery is invalid.
fr_fr: Le format de la date de livraison est incorrect..

source: The entered date of delivery is not in fiscal year.
fr_fr: La date de livraison n'est pas dans l'année fiscale.

source: For Sales Order
fr_fr: Pour Commande de Vente

source: Delivery From
fr_fr: Livré à partir de

source: Invoice Dead-line
fr_fr: Date écheance Facture

source: The selected customer account is currently on hold. Please contact the credit control personnel to discuss.
fr_fr: Le compte du client sélectionnée est bloqué crédit.

source: Delivery Items
fr_fr: Postes Livraison

source: Delivered
fr_fr: Livré

source: Discount
fr_fr: Escompte

source: Shipping Cost
fr_fr: Coût de transport

source: Amount Total
fr_fr: Montant Total

source: Action For Balance
fr_fr: Comment solder ?

source: Process Dispatch
fr_fr: Livrer

source: Modifying Sales Invoice # %d.
fr_fr: Modifiant Facture de Vente %d.

source: Selected deliveries has been processed
fr_fr: Les livraisons sélectionnées ont été livrées

source: &View This Invoice
fr_fr: &Voir cette Facture

source: &Print This Invoice
fr_fr: &Imprimer cette facture

source: View the GL &Journal Entries for this Invoice
fr_fr: Voir les écritures &GL pour cette facture

source: Select Another &Delivery For Invoicing
fr_fr: Sélectionnéz une autre &Livraison à Facturer

source: Select a different delivery to invoice
fr_fr: Sélectionnéz une autre Livraison à Facturer

source: Select Delivery to Invoice
fr_fr: Sélectionnéz une Livraison à Facturer

source: The entered invoice date is invalid.
fr_fr: La date de facture n'est pas valable.

source: The entered invoice date is not in fiscal year.
fr_fr: La date de facture n'est pas dans l'année fiscale en cours.

source: The entered invoice due date is invalid.
fr_fr: La date d'échéance de facture n'est pas valable.

source: There are no item quantities on this invoice.
fr_fr: Il n'y a pas de quantité dans les postes de la facture.

source: Payment:
fr_fr: Encaissement :

source: Invoice Items
fr_fr: Postes Facture

source: This Invoice
fr_fr: Cette Facture

source: Credited
fr_fr: Crédité

source: Invoice Total
fr_fr: Total Facture

source: Process Invoice
fr_fr: Créer Facture

source: Customer Payment Entry
fr_fr: Saisir encaissement client

source: There are no customers defined in the system.
fr_fr: Il n'y a pas de Clients créés dans le système.

source: The customer payment has been successfully entered.
fr_fr: L'encaissement client a été correctement créé.

source: &View the GL Journal Entries for this Customer Payment
fr_fr: &Voir les écritures comptables associées à ce paiement client

source: Enter Another &Customer Payment
fr_fr: Saisir un autre paiement client

source: The entered date is invalid. Please enter a valid date for the payment.
fr_fr: La date saisie n'est pas valable.

source: The entered amount is invalid or negative and cannot be processed.
fr_fr: Le montant n'est pas valable ou négatif.

source: The entered discount is not a valid number.
fr_fr: La réduction n'est pas valable.

source: The balance of the amount and discout is zero or negative. Please enter valid amounts.
fr_fr: Le solde de la réduction est zéro ou négatif. Saisissez une réduction valable.

source: From Customer:
fr_fr: Du client:

source: This customer account is on hold.
fr_fr: Ce client est bloqué.

source: Into Bank Account:
fr_fr: Dans compte bancaire :

source: Date of Deposit:
fr_fr: Date encaissement :

source: Customer prompt payment discount :
fr_fr: Escompte pour paiement anticipé :

source: Amount and discount are in customer's currency.
fr_fr: Le montant et la réduction sont dans la devise du client.

source: Add Payment
fr_fr: Saisir décaissement

source: Direct Sales Delivery
fr_fr: Livraison directe

source: Direct Sales Invoice
fr_fr: Facturation directe

source: Modifying Sales Order # %d
fr_fr: Modifiant commande de vente %d

source: New Sales Order Entry
fr_fr: Saisir nouvelle commande de vente

source: Order # %d has been entered.
fr_fr: La commande %d a été saisie.

source: &View This Order
fr_fr: &Voir cette commande

source: Make &Delivery Against This Order
fr_fr: &Livrer cette commande

source: Enter a &New Order
fr_fr: Saisir &nouvelle commande

source: Order # %d has been updated.
fr_fr: La commande %d a été actualisée.

source: Confirm Order Quantities and Make &Delivery
fr_fr: Confirmer quantité commandée et créer livraison

source: Select A Different &Order
fr_fr: Sélectionnéz une autre &commande

source: Make &Invoice Against This Delivery
fr_fr: Facturer en base à cette livraison

source: Enter a New Template &Delivery
fr_fr: Saisir nouveau modèle de &livraison

source: Enter a &New Delivery
fr_fr: Saisir nouvelle &livraison

source: Invoice # %d has been entered.
fr_fr: La facture %d a été saisie.

source: &Print Sales Invoice
fr_fr: Imprimer facture de vente

source: Enter a &New Template Invoice
fr_fr: Saisir nouveau modèle de &facture

source: Enter a &New Direct Invoice
fr_fr: Saisir nouvelle facture &directe

source: The entered date is not in fiscal year
fr_fr: La date saisie n'est pas dans l'année fiscale.

source: The delivery date is invalid.
fr_fr: La date de livraison n'est pas valable.

source: Enter a New Sales Delivery
fr_fr: Créer Livraison sortante

source: Enter a New Sales Order
fr_fr: Créer commande client

source: Invoice Date:
fr_fr: Date facture :

source: Sales Invoice Items
fr_fr: Postes de facture client

source: Cancel Invoice
fr_fr: Annuler facture

source: Place Invoice
fr_fr: Créer Facture

source: Delivery Date:
fr_fr: Date Livraison :

source: Delivery Note Items
fr_fr: Postes de Bon de Livraison

source: Cancel Delivery
fr_fr: Annuler Livraison

source: Place Delivery
fr_fr: Créer Livraison

source: Sales Order Items
fr_fr: Postes Commande Vente

source: Commit Order Changes
fr_fr: Enregistrer modifications

source: Allocate Customer Payment or Credit Note
fr_fr: Rapprocher encaissement ou Avoir client

source: Allocation of %s # %d
fr_fr: Rapprochement de %s No %d

source: Customer Allocations
fr_fr: Rapprochements Client

source: Select a customer:
fr_fr: Sélectionnez Client :

source: Credit Status
fr_fr: Statut Crédit

source: Dissallow Invoices
fr_fr: Bloquer factures

source: Invoice OK
fr_fr: Facture OK

source: NO INVOICING
fr_fr: PAS FACTURER

source: Dissallow invoicing ?
fr_fr: Bloquer factures ?

source: Customer Branches
fr_fr: Départements client

source: Selected customer branch has been deleted
fr_fr: Le département sélectionné a été supprimé

source: Main Branch
fr_fr: Département Principal

source: Name and Contact
fr_fr: Nom et contact

source: Branch Name:
fr_fr: Nom du Département :

source: Sales Person:
fr_fr: Commercial :

source: Sales Area:
fr_fr: Zone géographique :

source: Sales Group:
fr_fr: Groupe de Ventes :

source: Default Inventory Location:
fr_fr: Entrepôt par défaut :

source: Default Shipping Company:
fr_fr: Transporteur par défaut :

source: Accounts Receivable Account:
fr_fr: Compte tiers du bilan (411...) :

source: Billing Address:
fr_fr: Adresse facturation :

source: Disable this Branch:
fr_fr: Désactiver ce departement :

source: Area
fr_fr: Zone

source: Phone No
fr_fr: Téléphone

source: Fax No
fr_fr: Fax

source: Tax Group
fr_fr: Groupe Taxe

source: The selected customer does not have any branches. Please create at least one branch.
fr_fr: Ce Client n'a pas de département. Créez au moins un département.

source: The customer name cannot be empty.
fr_fr: Le nom du client ne peut pas rester vide.

source: Customer has been updated.
fr_fr: Le client a été actualisé.

source: A new customer has been added.
fr_fr: Le nouveau client a été créé.

source: Name and Address
fr_fr: Nom et adresse

source: Customer Name:
fr_fr: Nom Client :

source: Customer's Currency:
fr_fr: Devise Client :

source: Sales Type/Price List:
fr_fr: Type Vente/Liste Prix :

source: Discount Percent:
fr_fr: Pourcentage Escompte :

source: Prompt Payment Discount Percent:
fr_fr: Escompte % pour paiement anticipé:

source: Credit Status:
fr_fr: Statut Crédit :

source: Customer branches
fr_fr: Départements Client

source: Select or &Add
fr_fr: Créer ou &ajouter

source: &Add or Edit
fr_fr: &Ajouter ou modifier

source: Add New Customer
fr_fr: Créer Client

source: Update Customer
fr_fr: Actualiser Client

source: Update customer data
fr_fr: Actualiser données Client

source: Select this customer and return to document entry.
fr_fr: Sélectionner ce client et revenir à la saisie de commande.

source: Delete Customer
fr_fr: Supprimer Client

source: New customer
fr_fr: Nouveau Client

source: Recurrent Invoices
fr_fr: Factures récurrentes

source: New recurrent invoice has been added
fr_fr: La nouvelle facture récurrente a été ajoutée

source: Selected recurrent invoice has been deleted
fr_fr: La facture récurrente sélectionnée a été supprimée
