Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-2.po
Languages: ar_eg

source: Main Menu
ar_eg: القائمة الرئيسية

source: Logout
ar_eg: الخروج

source: Restricted access
ar_eg: الدخول محظور

source: Login as user: demouser and password: password
ar_eg: الدخول بأسم الدخول : demouser و كلمة المرور : password

source: Please login here
ar_eg: الرجاء الدخول من هنا

source: Authorization timeout
ar_eg: التحقق من الصحة تعدت الوقت المسموح

source: Login
ar_eg: الدخول --<

source: Version
ar_eg: الإصدار

source: User name
ar_eg: أسم المستخدم

source: Password:
ar_eg: كلمة المرور :

source: Company
ar_eg: الشركة

source: Login -->
ar_eg: الدخول --<

source: Theme:
ar_eg: التنسيق :

source: Thank you for using
ar_eg: شكراً لك لإستخدامك

source: Click here to Login Again.
ar_eg: إضغط هنا للدخول مرة أخرى

source: Attach Documents
ar_eg: إرفاق المستندات

source: Attachment has been inserted.
ar_eg: تمت عملية إضافة المرفق

source: Attachment has been updated.
ar_eg: تمت عملية تحديث المرفق

source: Attachment has been deleted.
ar_eg: تمت عملية حذف المرفق

source: Type:
ar_eg: النوع :

source: Description
ar_eg: الوصف

source: Filename
ar_eg: أسم الملف

source: Size
ar_eg: الحجم

source: Filetype
ar_eg: نوع الملف

source: Date Uploaded
ar_eg: تاريخ الرفع

source: Edit
ar_eg: تحرير

source: View
ar_eg: عرض

source: Download
ar_eg: تنزيل

source: Delete
ar_eg: حذف

source: Transaction #
ar_eg: رقم الحركة :

source: Attached File
ar_eg: ارفق الملف

source: Select backup file first.
ar_eg: أختار ملف النسخة الأحتياطية أولاً .

source: Backup and Restore Database
ar_eg: النسخ الأحتياطي و الأسترجاع لقاعدة البيانات

source: Backup paths have not been set correctly.
ar_eg: مسار النسخة الأحتياطية غير محدد بطريقة صحيحة

source: Please contact System Administrator.
ar_eg: الرجاء الأتصال بمدير النظام

source: cannot find backup directory
ar_eg: لا يمكن الوصول إلى مجلد النسخة الأحتياطية

source: Backup successfully generated.
ar_eg: تم عمل النسخة الأحتياطية بنجاح

source: Database backup failed.
ar_eg: فشلت عملية النسخ الأحتياطي لقاعدة البيانات

source: No
ar_eg: لا

source: Restore backup completed.
ar_eg: تمت أستعادة النسخة الأحتياطية

source: File successfully deleted.
ar_eg: تم حذف الملف بنجاح

source: Can't delete backup file.
ar_eg: لا يمكن حذف ملف النسخة الأحتياطية

source: You can only upload *.sql backup files
ar_eg: يمكنك فقط رفع ملفات النسخ الأحتياطي ذات الأمتداد SQL

source: File was not uploaded into the system.
ar_eg: لم يتم رفع الملف في النظام

source: Create backup
ar_eg: إنشاء نسخة أحتياطية

source: Comments:
ar_eg: الملاحظات :

source: Compression:
ar_eg: ضغط :

source: Create Backup
ar_eg: إنشاء نسخة أحتياطية

source: Backup scripts maintenance
ar_eg: صيانة النصوص البرمجية للنسخ الأحتياطي

source: View Backup
ar_eg: عرض النسخة الأحتياطية

source: Download Backup
ar_eg: تنزيل النسخة الأحتياطية

source: Restore Backup
ar_eg: أستعادة النسخة الأحتياطية

source: You are about to restore database from backup file. Do you want to continue?
ar_eg: أنت بصدد أسترجاع قاعدة البيانات من ملف النسخة الأحتياطي . هل تريد الأستمرار ؟

source: Delete Backup
ar_eg: حذف النسخة الأحتياطية

source: You are about to remove selected backup file. Do you want to continue ?
ar_eg: أنت بصدد حذف ملف النسخة الأحتياطية المؤشر عليه . هل تريد الأستمرار ؟

source: Upload file
ar_eg: رفع الملف

source: Change password
ar_eg: تغيير كلمة المرور

source: The password entered must be at least 4 characters long.
ar_eg: كلمة المرور التي تم إدخالها يجب أن تكون على الأقل بطول أربعة حروف .

source: The password cannot contain the user login.
ar_eg: كلمة المرور لا يمكن أن تحتوي على أسم الدخول .

source: The passwords entered are not the same.
ar_eg: كلمات المرور المدخلة ليست متطابقة

source: Password cannot be changed in demo mode.
ar_eg: كلمة المرور لا يمكن أن يتم تغييرها عندما تكون في الإطار التجريبي للبرنامج

source: Your password has been updated.
ar_eg: تم تحديث كلمة المرور الخاصة بك

source: User login:
ar_eg: أسم دخول المستخدم :

source: Repeat password:
ar_eg: تكرار كلمة المرور :

source: Enter your new password in the fields.
ar_eg: إدخال كلمة مرور جديدة في الحقل المخصص

source: Company Setup
ar_eg: إعدادات الشركة

source: Login timeout must be positive number not less than 10.
ar_eg: صلاحية وقت الدخول يجب أن يكون رقم موجب ليس أقل من 10

source: The company name must be entered.
ar_eg: يجب أن يتم إدخال أسم الشركة

source: Only jpg and png files are supported - a file extension of .jpg or .png is expected
ar_eg: فقط الملفات ذات الأمتدادات jpg و png هي المقبولة - لذا فإنه من المتوقع إدخال ملف ذو أمتداد jpg أو png

source: The file size is over the maximum allowed. The maximum size allowed in KB is
ar_eg: حجم الملف أكبر من الحجم الأقصى المسموح به ، الحجم الأقصى المسموح به بالكيلو بايت هو

source: Only graphics files can be uploaded
ar_eg: فقط الملفات الرسومية هي التي يمكن رفعها

source: The existing image could not be removed
ar_eg: الصورة الداخلة لا يمكن حذفها

source: Error uploading logo file
ar_eg: خطأ في رفع ملف الشعار

source: Company setup has been updated.
ar_eg: تم تحديث إعدادات الشركة

source: Name (to appear on reports):
ar_eg: الإسم ( المطلوب إظهاره في التقارير ) :

source: Address:
ar_eg: العنوان :

source: Domicile:
ar_eg: محل الأقامة :

source: Phone Number:
ar_eg: رقم الهاتف :

source: Fax Number:
ar_eg: رقم الفاكس :

source: Email Address:
ar_eg: عنوان البريد الألكتروني :

source: Official Company Number:
ar_eg: رقم الشركة الرسمي :

source: GSTNo:
ar_eg: رقم ملف ضريبة البضائع و الخدمات :

source: Home Currency:
ar_eg: عملة الدولة :

source: Fiscal Year:
ar_eg: السنة المالية :

source: Tax Periods:
ar_eg: الفترات الضريبية :

source: Months.
ar_eg: الشهور .

source: Tax Last Period:
ar_eg: أخر فترة ضريبية :

source: Months back.
ar_eg: الشهور السابقة .

source: Company Logo:
ar_eg: شعار الشركة :

source: New Company Logo (.jpg)
ar_eg: شعار جديد للشركة بصيغة JPG

source: Delete Company Logo:
ar_eg: أحذف شعار الشركة :

source: Use Dimensions:
ar_eg: أستخدم القطاعات التحليلية :

source: Base for auto price calculations:
ar_eg: قائمة التسعير الأساسية للتسعير التلقائي :

source: No base price list
ar_eg: لا توجد قائمة أسعار أساسية

source: Add Price from Std Cost:
ar_eg: إضافة السعر من التكلفة المعيارية :

source: Round to nearest:
ar_eg: التقريب إلى أقرب :

source: Search Item List
ar_eg: البحث في قائمة البنود المخزنية

source: Search Customer List
ar_eg: البحث في قائمة العملاء

source: Search Supplier List
ar_eg: البحث في قائمة الموردين

source: Time Zone on Reports
ar_eg: المنطقة الزمنية في التقرير

source: Login Timeout:
ar_eg: صلاحية وقت الدخول :

source: seconds
ar_eg: الثواني

source: Version Id
ar_eg: رقم الإصدار

source: Update
ar_eg: تحديث

source: Create/Update Company
ar_eg: إنشاء / تحديث شركة

source: When creating a new company, you must provide a Database script file.
ar_eg: عندما يتم إنشاء شركة جديدة يجب عليك أن تقدم ملف قاعدة البيانات البرمجي

source: This database settings are already used by another company.
ar_eg: إعدادات قاعدة البيانات الحالية مستخدمة بواسطة شركة أخرى

source: You cannot have table set without prefix together with prefixed sets in the same database.
ar_eg: لا يمكن أن يكون لديك مجموعة جداول بدون بادئة في قاعدة بيانات محتوية على جداول ذات بادئة

source: Error creating Database:
ar_eg: خطأ في إنشاء قاعدة البيانات :

source: , Please create it manually
ar_eg: الرجاء إنشاءها يدوياً ,

source: Cannot create new company due to bugs in sql file.
ar_eg: لا يمكن إنشاء شركة جديدة نتيجة لوجود بعض الأخطاء البرمجية في ملف قاعدة البيانات

source: Error uploading Database Script, please upload it manually
ar_eg: خطأ في تحميل النص البرمجي لقاعدة البيانات , الرجاء تحميلها يدوياً

source: Error connecting to Database:
ar_eg: خطأ عند الأتصال بقاعدة البيانات:

source: , Please correct it
ar_eg: , الرجاء الأتصال بها

source: Cannot open the configuration file -
ar_eg: لا يمكن فتح ملف التوصيف -

source: Cannot write to the configuration file -
ar_eg: لا يمكن الكتابة في ملف التوصيف -

source: The configuration file
ar_eg: ملف التوصيف

source: is not writable. Change its permissions so it is, then re-run the operation.
ar_eg: غير قابل للكتابة عليه , حاول تغيير تراخيص الملف و من ثم حاول إعادة تشغيل العملية ...

source: New company has been created.
ar_eg: تمت عملية إنشاء شركة جديدة

source: Company has been updated.
ar_eg: تمت عملية تحديث الشركة .

source: Broken company subdirectories system. You have to remove this company manually.
ar_eg: عطل في نظام الفهارس الفرعية للشركة ، يجب عليك أن تحذفة هذه الشركة يدوياً

source: Cannot rename subdirectory to temporary name.
ar_eg: لا يمكن إعادة تسمية الفهارس الفرعية لأسم مؤقت .

source: Cannot rename company subdirectory
ar_eg: لا يمكن أعادة تسمية المجلد الفرعي للشركة

source: Error removing Database:
ar_eg: خطأ في إزالة قاعدة البيانات :

source: , please remove it manually
ar_eg: , الرجاء إزالتها بشكل يدوي

source: Cannot remove temporary renamed company data directory
ar_eg: لا يمكن حذف فهرس بيانات الشركة المعاد تسميته مؤقتاً

source: Are you sure you want to delete company no.
ar_eg: هل أنت واثق من أنك تريد أن تحذف رقم الشركة

source: Database Host
ar_eg: مضيف قاعدة البيانات

source: Database User
ar_eg: مستخدم قاعدة البيانات

source: Database Name
ar_eg: أسم قاعدة البيانات

source: Table Pref
ar_eg: البادئة الإسمية للجدول

source: Default
ar_eg: الأفتراضي

source: Yes
ar_eg: نعم

source: The marked company is the current company which cannot be deleted.
ar_eg: الشركة المؤشر عليها هي الشركة المفعلة حالياً و التي لا يمكن حذفها بسبب ذلك .

source: Host
ar_eg: المضيف

source: Database Password
ar_eg: كلمة السر لقاعدة البيانات

source: None
ar_eg: لا شئ

source: Database Script
ar_eg: النص البرمجي لقاعدة البيانات

source: New script Admin Password
ar_eg: النص البرمجي الجديد لكلمة مرور مدير النظام

source: Choose from Database scripts in SQL folder. No Database is created without a script.
ar_eg: الأختيار من النصوص البرمجية لقاعدة البيانات الموجودة في المجلد SQL ، لا يمكن إنشاء قاعدة بيانات بدون نص برمجي

source: Save
ar_eg: حفظ

source: Create a new company
ar_eg: إنشاء شركة جديدة

source: Short Name
ar_eg: الأسم المختصر

source: Display Setup
ar_eg: إعدادات العرض

source: Query size must be integer and greater than zero.
ar_eg: حجم الأستعلام يجب أن يكون عدد صحيح و أكبر من الصفر .

source: Display settings have been updated. Keep in mind that changed settings are restored on every login in demo mode.
ar_eg: إعدادات الشكل تم تعديلها ، يجب أن تضع في الأعتبار بإن الإعدادات التي تم تغييرها سوف يتم أستعادتها في حالة الدخول في بيئة النسخة التجريبية

source: Display settings have been updated.
ar_eg: عرض الإعدادات التي تم تحديثها .

source: Decimal Places
ar_eg: العلامات العشرية

source: Prices/Amounts:
ar_eg: الأسعار / القيم :

source: Quantities:
ar_eg: الكميات :

source: Exchange Rates:
ar_eg: معدلات التبادل :

source: Percentages:
ar_eg: النسب :

source: Dateformat and Separators
ar_eg: تنسيق التاريخ و الفواصل

source: Dateformat:
ar_eg: تنسيق التاريخ :

source: Date Separator:
ar_eg: فواصل التاريخ :

source: Thousand Separator:
ar_eg: فواصل الآلاف :

source: Decimal Separator:
ar_eg: الفواصل العشرية :

source: Language
ar_eg: اللغة

source: Language:
ar_eg: اللغة :

source: Miscellaneous
ar_eg: متنوعة

source: Show hints for new users:
ar_eg: عرض الرسائل المساعدة للمستخدمين الجدد

source: Show GL Information:
ar_eg: اظهر معلومات الأستاذ العام :

source: Show Item Codes:
ar_eg: اظهر أكواد البنود المخزنية :

source: Page Size:
ar_eg: مقاس الصفحة :

source: Start-up Tab
ar_eg: مؤشر بداية التشغيل

source: Printing profile
ar_eg: الإعداد الجانبي للطباعة

source: Browser printing support
ar_eg: دعم الطباعة من خلال المستعرض

source: Use popup window to display reports:
ar_eg: أستخدم نافذة إضافية لأستعراض التقارير

source: Set this option to on if your browser directly supports pdf files
ar_eg: حدد هذا الخيار بالضغط عليه في حالة أن يكون المستعرض الخاص بك يدعم بشكل مباشر التعامل مع الملفات من النوع PDF

source: Use icons instead of text links:
ar_eg: أضغط على الأيقونات بدلاً عن الضغط على الروابط النصية

source: Set this option to on for using icons instead of text links
ar_eg: حدد هذا الخيار بالضغط عليه لأستخدام الأيقونات بدلاً عن الروابط النصية

source: Query page size:
ar_eg: حجم صفحة الأستعلام :

source: Remember last document date:
ar_eg: تذكر تاريخ أخر مستند :

source: If set document date is remembered on subsequent documents, otherwise default is current date
ar_eg: ما لم يتم ضبط تاريخ المستند بحيث يتم تذكره في المستندات التالي فإن التاريخ الإفتراضي سوف يكون التاريخ الحالي

source: Fiscal Years
ar_eg: السنوات المالية

source: Invalid BEGIN date in fiscal year.
ar_eg: التاريخ الأفتتاحي للسنة المالية غير مقبول

source: Invalid END date in fiscal year.
ar_eg: التاريخ الختامي للسنة المالية غير مقبول

source: BEGIN date bigger than END date.
ar_eg: تاريخ البداية أكبر من تاريخ النهاية .

source: Cannot CLOSE this year because there are open fiscal years before
ar_eg: لا يمكن إغلاق السنة الحالية بسبب أنه يوجد سنوات مالية مفتوحة من قبل

source: Selected fiscal year has been updated
ar_eg: تم تحديث السنة المالية المؤشر عليها

source: New fiscal year has been added
ar_eg: تمت إضافة سنة مالية جديدة

source: Cannot delete this fiscal year because thera are fiscal years before.
ar_eg: لا يمكن حذف السنة المالية الحالية بسبب أنه يوجد سنوات مالية سابقة

source: Cannot delete this fiscal year because the fiscal year is not closed.
ar_eg: لا يمكن حذف السنة المالية الحالية لأنه لم يتم إغلاقها

source: Selected fiscal year has been deleted
ar_eg: تم حذف السنة المالية المؤشر عليها

source: Warning: Deleting a fiscal year all transactions are removed and converted into relevant balances. This process is irreversible!
ar_eg: تحذير : حذف السنة المالية سوف يتسبب في أن يتم حذف جميع قيود اليومية و تحويلها إلى أرصدة . هذا الإجراء لا يمكن التراجع عنه

source: Fiscal Year Begin
ar_eg: بداية السنة المالية

source: Fiscal Year End
ar_eg: نهاية السنة المالية

source: Closed
ar_eg: مغلقة

source: Are you sure you want to delete fiscal year %s - %s? All transactions are deleted and converted into relevant balances. Do you want to continue ?
ar_eg: هل أنت متأكد من أنك ترغب في حذف السنة المالية المحددة %s - %s ؟ ، جميع قيود اليومية سوف يتم حذفها و تحويلها إلى أرصدة ، هل تريد الإستمرار ؟

source: The marked fiscal year is the current fiscal year which cannot be deleted.
ar_eg: السنة المالية المؤشر عليها هي السنة المالية الحالية و التي لا يمكن أن تحذف .

source: Fiscal Year Begin:
ar_eg: بداية السنة المالية :

source: Fiscal Year End:
ar_eg: نهاية السنة المالية :

source: Is Closed:
ar_eg: مغلقة :

source: Forms Setup
ar_eg: إعدادات نماذج الإدخال

source: Forms settings have been updated.
ar_eg: تم تحديث إعدادات نماذج الإدخال

source: Form
ar_eg: نموذج إدخال

source: Next Reference
ar_eg: الإشارة المرجعية التالية

source: System and General GL Setup
ar_eg: إعدادات النظام و الأستاذ العام

source: The delivery over-receive allowance must be between 0 and 100.
ar_eg: النسبة الإضافية المسموح بها لأستلام البنود المخزنية يجب أن تكون بين 0% و 100% فقط

source: The invoice over-charge allowance must be between 0 and 100.
ar_eg: النسبة الإضافية المسموح بها كتكلفة سعر شراء أضافي يجب أن تكون بين 0% و 100% فقط

source: The past due days interval allowance must be between 0 and 100.
ar_eg: النسبة الإضافية المسموح بها لتعدي الفترة الزمنية بالأيام المسموح بها يجب أن تكون بين 0% و 100% فقط

source: The general GL setup has been updated.
ar_eg: تم تحديث الإعدادات العامة للأستاذ العام .

source: General GL
ar_eg: الأستاذ العام

source: Past Due Days Interval:
ar_eg: فترة التقادم بالأيام :

source: days
ar_eg: الأيام

source: Retained Earnings:
ar_eg: الأرباح المحتجزة :

source: Profit/Loss Year:
ar_eg: سنة الأرباح و الخسائر :

source: Exchange Variances Account:
ar_eg: حساب فروقات اسعار التبادل :

source: Bank Charges Account:
ar_eg: حساب المصاريف البنكية :

source: Customers and Sales
ar_eg: العملاء و المبيعات

source: Default Credit Limit:
ar_eg: حد الأئتمان الأفتراضي :

source: Accumulate batch shipping:
ar_eg: شحن مجمع تراكمي

source: Legal Text on Invoice:
ar_eg: العبارات القانونية في الفاتورة :

source: Shipping Charged Account:
ar_eg: حساب تكاليف الشحن :

source: Customers and Sales Defaults
ar_eg: الإعدادات الأفتراضية للعملاء و المبيعات

source: Receivable Account:
ar_eg: حساب العملاء :

source: Sales Account:
ar_eg: حساب المبيعات :

source: Sales Discount Account:
ar_eg: حساب خصم المبيعات :

source: Prompt Payment Discount Account:
ar_eg: حساب الخصم الفوري للمبالغ المدفوعة :

source: Delivery Required By:
ar_eg: عملية التسليم مطلوبة بواسطة :

source: Dimension Defaults
ar_eg: الإعدادات الأفتراضية للقطاعات التحليلية

source: Dimension Required By After:
ar_eg: القطاع التحليلي مطلوب بتاريخ :

source: Suppliers and Purchasing
ar_eg: الموردون و المشتريات

source: Delivery Over-Receive Allowance:
ar_eg: المسموحات الإضافية لأستلام البنود المخزنية :

source: Invoice Over-Charge Allowance:
ar_eg: المسموحات الأضافية كتكاليف سعر الشراء المحملة على الفاتورة :

source: Suppliers and Purchasing Defaults
ar_eg: الإعدادات الأفتراضية للموردين و المشتريات

source: Payable Account:
ar_eg: حساب الموردين :

source: Purchase Discount Account:
ar_eg: حساب خصم المشتريات :

source: Inventory
ar_eg: المخزون

source: Allow Negative Inventory:
ar_eg: أسمح بالقيم السالبة لأرصدة المخزون :

source: Warning: This may cause a delay in GL postings
ar_eg: تحذير : هذا الإجراء سوف يتسبب في تأخير في ترحيلات الأستاذ العام

source: Items Defaults
ar_eg: الإعدادات الأفتراضية للبنود المخزنية

source: Inventory Account:
ar_eg: حساب المخزون :

source: C.O.G.S. Account:
ar_eg: حساب تكلفة البضاعة المباعة :

source: Inventory Adjustments Account:
ar_eg: حساب تسويات المخزون :

source: Item Assembly Costs Account:
ar_eg: حساب تكاليف تجميع البنود المخزنية - تكاليف أنتاج تحت التشغيل :

source: Manufacturing Defaults
ar_eg: الإعدادات الأفتراضية للعمليات التصنيعية

source: Work Order Required By After:
ar_eg: أمر التشغيل مطلوب بتاريخ :

source: Install/Update Languages
ar_eg: تثبيت / تحديث اللغات

source: Name
ar_eg: الإسم

source: Encoding
ar_eg: نظام التكويد

source: Right To Left
ar_eg: من اليمين لليسار

source: Available
ar_eg: متاح

source: Installed
ar_eg: تمت عملية التثبيت

source: Install
ar_eg: تثبيت

source: The marked language is the current language which cannot be deleted.
ar_eg: اللغة المؤشر عليها هي اللغة الحالية لذا لا يمكن حذفها .

source: Language name, code nor encoding cannot be empty
ar_eg: أسم اللغة و الكود أو نظام التكويد لا يمكن تركه فارغاً

source: Language Code
ar_eg: كود اللغة

source: Language Name
ar_eg: أسم اللغة

source: Default Language
ar_eg: اللغة الأفتراضية

source: Language File
ar_eg: ملف اللغة

source: Select your language files from your local harddisk.
ar_eg: أختر ملفات اللغة الخاصة بك من أسطوانة القرص الصلب التابعة لك

source: Install/Activate extensions
ar_eg: تفعيل أو تثبيت الإمتداد البرمجي

source: Extension name cannot be empty.
ar_eg: لا يمكن ترك أسم الأمتداد البرمجي فارغاً

source: Extension name have to be unique.
ar_eg: أسم الإمتداد البرمجي غير فريد

source: Extension title cannot be empty.
ar_eg: لا يمكن ترك أسم الأمتداد البرمجي فارغاً

source: Extension folder name cannot be empty.
ar_eg: لا يمكن ترك أسم مجلد الأمتداد البرمجي فارغاً

source: You have to select plugin file to upload
ar_eg: يجب عليك أختيار ملف الوصلة البرمجية حتى يتم رفعه

source: Selected extension has been successfully deleted
ar_eg: تم حذف الأمتداد البرمجي المؤشر عليه بنجاح

source: Active
ar_eg: نشط

source: Folder
ar_eg: المجلد

source: Menu Tab
ar_eg: بطاقة القائمة

source: Menu Link Text
ar_eg: قائمة روابط نصية

source: Default status
ar_eg: الحالة الأفتراضية

source: Module File
ar_eg: ملف الأضافة البرمجية

source: Access Levels Extensions
ar_eg: مستويات الوصول للأمتدادات البرمجية

source: SQL File
ar_eg: ملف SQL

source: Select your module PHP file from your local harddisk.
ar_eg: أختر ملف الأضافة البرمجية المبرمج بلغة بي أتش بي من أسطوانة القرص الصلب التابعة لك

source: Extension data has been updated.
ar_eg: تمت عملية تحديث بيانات الأمتداد البرمجي

source: Extension has been installed.
ar_eg: تمت عملية تثبيت الأمتداد البرمجي

source: Current active extensions set has been saved.
ar_eg: تمت عملية حفظ الأمتدادات البرمجية المفعلة الحالية

source: Extensions:
ar_eg: الأمتدادات البرمجية :

source: Software Upgrade
ar_eg: تحديث البرنامج

source: Upgrade cannot be done because database has been already partially upgraded. Please downgrade database to clean previous version or try forced upgrade.
ar_eg: الترقية لا يمكن أن تتم بسبب أن قاعدة البيانات قد تم ترقيتها بشكل جزئي ، الرجاء عكس ترقية قاعدة البيانات لإزالة الإصدار السابق أو أن تحاول أن تقوم بتنفيذ عملية ترقية إجبارية

source: Cannot connect to database for company
ar_eg: لا يمكن الأتصال بقاعدة بيانات الشركة

source: Database upgrade to version %s failed for company '%s'.
ar_eg: تحديث قاعدة البيانات للإصدار %s فشل بالنسبة للشركة %s

source: You should restore company database from latest backup file
ar_eg: يجب أن تقوم بعملية أسترجاع قاعدة بيانات الشركة من أخر ملف نسخ أحتياطي

source: All companies data has been successfully updated
ar_eg: جميع بيانات الشركات تم تحديثها بنجاح

source: Sql file
ar_eg: ملف أس كيو إل

source: Force upgrade
ar_eg: الإجبار على التحديث

source: Partially installed (%s)
ar_eg: تم عملية التثبيت بشكل جزئي (%s)

source: Database upgrades marked as partially installed cannot be installed automatically. You have to clean database manually to enable them, or try to perform forced upgrade.
ar_eg: لا يمكن التثبيت بشكل تلقائي لقاعدة البيانات التي تم التأشير عليها بأنها مثبتة جزئيا ، يجب عليك أن تزيل قاعدة البيانات يدوياً لكي يتم التثبيت بشكل تلقائي أو يمكنك محاولة تنفيذ الترقية إجبارياً

source: Upgrade system
ar_eg: تحديث النظام

source: Save database and perform upgrade
ar_eg: أحفظ قاعدة البيانات و قم بعملية التحديث

source: Payment Terms
ar_eg: شروط الدفع

source: The number of days or the day in the following month must be numeric.
ar_eg: عدد الأيام أو اليوم في الشهر التالي يجب أن يكون عددي.

source: The Terms description must be entered.
ar_eg: يجب أن يتم إدخال وصف للشروط

source: Selected payment terms have been updated
ar_eg: تم تحديث شروط الدفع المؤشر عليها

source: New payment terms have been added
ar_eg: تمت إضافة شروط الدفع الجديدة

source: Cannot delete this payment term, because customer accounts have been created referring to this term.
ar_eg: لا يمكن حذف شرط الدفع الحالي و ذلك بسبب أن هناك حسابات للعملاء تم التأشير على هذا الشرط من خلالها

source: Cannot delete this payment term, because supplier accounts have been created referring to this term
ar_eg: لا يمكن حذف شرط الدفع الحالي و ذلك بسبب أن هناك حسابات للموردين تم التأشير على هذا الشرط من خلالها

source: Selected payment terms have been deleted
ar_eg: تم حذف شروط الدفع المؤشر عليها

source: Type
ar_eg: النوع

source: N/A
ar_eg: لا شئ

source: Terms Description:
ar_eg: وصف الشروط :

source: Days (Or Day In Following Month):
ar_eg: الأيام أو اليوم من الشهر التالي

source: Printer Locations
ar_eg: مواقع الطابعة

source: Printer name cannot be empty.
ar_eg: أسم الطابعة لا يمكن تركه فارغاً

source: You have selected printing to server at user IP.
ar_eg: لقد قمت بأختيار الطباعة من خلال السيرفر بواسطة عنوان الأي بي الخاص بالمستخدم :

source: Timeout cannot be less than zero nor longer than 60 (sec).
ar_eg: الوقت المستنفذ لا يمكن أن يكون أقل من الصفر أو أكثر من ستون ثانية

source: New printer definition has been created
ar_eg: تمت عملية إنشاء تعريف طابعة جديد

source: Selected printer definition has been updated
ar_eg: تمت عملية تحديث تعريف الطابعة المختار

source: Cannot delete this printer definition, because print profile have been created using it.
ar_eg: لا يمكن حذف تعريف الطابعة و ذلك بسبب أن الأعداد الجانبي للطباعة تم إنشاؤه بأستخدام هذا التعريف

source: Selected printer definition has been deleted
ar_eg: تمت عملية حذف تعريف الطابعة المختار

source: Printer Queue
ar_eg: ترتيب الطابعة

source: Printer Name
ar_eg: أسم الطابعة

source: Printer Description
ar_eg: وصف الطابعة

source: Host name or IP
ar_eg: أسم المستضيف و عنوان الأي بي

source: Port
ar_eg: المنفذ

source: Timeout
ar_eg: الوقت المستنفذ
