Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-15.po
Languages: pl_pl

source: Print profiles
pl_pl: Profile drukowania

source: Payment terms
pl_pl: Warunki p³atno¶ci

source: Shipping ways
pl_pl: Sposoby wysy³ki

source: Credit status definitions changes
pl_pl: Definicje statusów klienta

source: Inventory locations changes
pl_pl: Lokalizacje magazynów

source: Inventory movement types
pl_pl: Typy przesuniêæ magazynowych

source: Manufacture work centres
pl_pl: Centra produkcyjne

source: Forms setup
pl_pl: Ustawienia formularzy

source: Contact categories
pl_pl: Kategorie ontaktów

source: Voiding transactions
pl_pl: Anulowanie transakcji

source: Database backup/restore
pl_pl: Backup/odtwarzanie bazy danych

source: Common view/print transactions interface
pl_pl: Dostêp do jednolitego interfejsu wydruku/przegl±dania transakcji

source: Attaching documents
pl_pl: Do³±czanie kopii dokumentów

source: Display preferences
pl_pl: Ustawienia wy¶wietlania

source: Password changes
pl_pl: Zmiana has³a

source: Sales types
pl_pl: Typy sprzeda¿y

source: Sales prices edition
pl_pl: Cenniki

source: Sales staff maintenance
pl_pl: Sprzedawcy

source: Sales areas maintenance
pl_pl: Rejony sprzeda¿y

source: Sales groups changes
pl_pl: Grupy sprzeda¿y

source: Sales templates
pl_pl: Wzorce faktur/wysy³ek

source: Recurrent invoices definitions
pl_pl: Definiowanie faktur okresowych

source: Sales transactions view
pl_pl: Wgl±d w transakcje sprzeda¿y

source: Sales customer and branches changes
pl_pl: Dodawanie/edycja klientów i oddzia³ów

source: Sales quotations
pl_pl: Oferty sprzeda¿y

source: Sales orders edition
pl_pl: Edycja zamówieñ sprzeda¿y

source: Sales deliveries edition
pl_pl: Wysy³ki towarów

source: Sales invoices edition
pl_pl: Faktury sprzeda¿y

source: Sales credit notes against invoice
pl_pl: Wystawianie korekt do faktur sprzeda¿y

source: Sales freehand credit notes
pl_pl: Dowolne noty kredytowe

source: Customer payments entry
pl_pl: Wprowadzanie p³atno¶ci klienta

source: Customer payments allocation
pl_pl: Rozliczanie p³atno¶ci klienta

source: Sales analytical reports
pl_pl: Raporty analityczne sprzeda¿y

source: Sales document bulk reports
pl_pl: Zbiorcze wydruki faktur

source: Sales prices listing
pl_pl: Wydruk cenników

source: Sales staff listing
pl_pl: Wydruki sprzedawców

source: Customer bulk listing
pl_pl: Zestawienie danych klientów

source: Customer status report
pl_pl: Raport stanu sald klientów

source: Customer payments report
pl_pl: Raport p³atno¶ci klientów

source: Purchase price changes
pl_pl: Zmiany cen zakupu

source: Supplier transactions view
pl_pl: Wgl±d w transakcje dostawców

source: Suppliers changes
pl_pl: Katalog dostawców

source: Purchase order entry
pl_pl: Wprowadzanie zamówieñ zakupu

source: Purchase receive
pl_pl: Przyjêcia towaru

source: Supplier invoices
pl_pl: Faktury zakupu

source: Deleting GRN items during invoice entry
pl_pl: Usuwanie pozycji przyjêæ towarów przy wprowadzaniu faktury zakupu

source: Supplier credit notes
pl_pl: Faktura koryguj±ca dostawcy

source: Supplier payments
pl_pl: P³atno¶ci dla dostawcy

source: Supplier payments allocations
pl_pl: Rozliczanie p³atno¶ci dostawcy

source: Supplier analytical reports
pl_pl: Analiza zakupów

source: Supplier document bulk reports
pl_pl: Zbiorcze wydruki dokumentów zakupów

source: Supplier payments report
pl_pl: Raport p³atno¶ci dla dostawców

source: Stock items add/edit
pl_pl: Wprowadzanie/edycja towarów

source: Sales kits
pl_pl: Definiowanie kompletów handlowych

source: Item categories
pl_pl: Kategorie towarów

source: Units of measure
pl_pl: Jednostki miary

source: Stock status view
pl_pl: Przegl±danie stanu magazynów

source: Stock transactions view
pl_pl: Wgl±d w transakcje magazynowe

source: Foreign item codes entry
pl_pl: Kody identyfikacyjne towarów

source: Inventory location transfers
pl_pl: Przesuniêcia miêdzymagazynowe

source: Inventory adjustments
pl_pl: Korekty stanów magazynowych

source: Reorder levels
pl_pl: Zmiany poziomów odnawiania zapasów

source: Items analytical reports and inquiries
pl_pl: Przegl±danie i raporty analityczne towarów

source: Inventory valuation report
pl_pl: Raport warto¶ci magazynów

source: Bill of Materials
pl_pl: Listy sk³adowe produktów

source: Manufacturing operations view
pl_pl: Wgl±d w transakcje produkcyjne

source: Work order entry
pl_pl: Przyjmowanie zamówieñ produkcyjnych

source: Material issues entry
pl_pl: Wprowadzanie wydania materia³ów

source: Final product receive
pl_pl: Przyjmowanie produktów gotowych

source: Work order releases
pl_pl: Wydania materia³ów na produkcjê

source: Work order analytical reports and inquiries
pl_pl: Analityka produkcyjna

source: Manufacturing cost inquiry
pl_pl: Przegl±danie kosztów produkcji

source: Work order bulk reports
pl_pl: Zbiorcze wydruki zamówieñ produkcyjnych

source: Bill of materials reports
pl_pl: Wydruk list sk³adowych

source: Dimension tags
pl_pl: Tagi przekrojów

source: Dimension view
pl_pl: Wgl±d w definicje przekrojów

source: Dimension entry
pl_pl: Definiowanie przekrojów

source: Dimension reports
pl_pl: Raporty przekrojowe

source: Item tax type definitions
pl_pl: Definicje typów podatków od towarów

source: GL accounts edition
pl_pl: Edycja kont KG

source: GL account groups
pl_pl: Zmiany w grupach kont KG

source: GL account classes
pl_pl: Klasy kont KG

source: Quick GL entry definitions
pl_pl: Definiowanie operacji szybkiego ksiêgowania

source: Bank accounts
pl_pl: Konta bankowe

source: Tax rates
pl_pl: Stawki podatkowe

source: Tax groups
pl_pl: Grupy podatkowe

source: Fiscal years maintenance
pl_pl: Wprowadzanie/edycja lat podatkowych

source: Company GL setup
pl_pl: Ustawienia ksiêgowe firmy

source: GL Account tags
pl_pl: Tagi kont KG

source: Allow entry on non closed Fiscal years
pl_pl: Dozwolone wprowadzanie zapisów do wszystkich niezamkniêtych lat fiskalnych

source: Bank transactions view
pl_pl: Wgl±d w transakcje bankowe

source: GL postings view
pl_pl: Przegl±danie ksiêgowañ

source: Exchange rate table changes
pl_pl: Zmiany w tablicy kursów wymiany

source: Bank payments
pl_pl: Wyp³aty bankowe/gotówkowe

source: Bank deposits
pl_pl: Wp³aty bankowe/gotówkowe

source: Bank account transfers
pl_pl: Transfery bankowe

source: Bank reconciliation
pl_pl: Uzgadnianie wyci±gów

source: Manual journal entries
pl_pl: Wprowadzanie pozycji dziennika

source: Journal entries to bank related accounts
pl_pl: Wprowadzanie zapisów dziennika z u¿yciem kont bankowych

source: Budget edition
pl_pl: Planowanie bud¿etu

source: Item standard costs
pl_pl: Koszty standardowe towarów

source: GL analytical reports and inquiries
pl_pl: Analityka ksiêgowa

source: Tax reports and inquiries
pl_pl: Raporty i zestawienia podatkowe

source: Bank reports and inquiries
pl_pl: Raporty i zestawienia bankowe

source: GL reports and inquiries
pl_pl: Raporty i zestawienia ksiêgowe

source: Cannot retrieve exchange rate for currency %s as of %s. Please add exchange rate manually on Exchange Rates page.
pl_pl: Nie mo¿na odtworzyæ kursu %s na dzieñ %s. Dodaj kurs dzienny rêcznie na stronie Kursy Walut.

source: Before software upgrade you have to include old $security_groups and $security_headings arrays from old config.php file to the new one.
pl_pl: Zanim dokonasz aktualizacji musisz skopiowaæ zmienne $security_groups i $security_headings ze starego pliku config.php do nowego.

source: Back
pl_pl: Powrót

source: System is available for site admin only until full database upgrade
pl_pl: System jest dostêpny tylko dla administratora dopóki aktualizacja systemu nie zostanie zakoñczona

source: Requesting data...
pl_pl: Pobieranie danych...

source: in file
pl_pl: w pliku

source: at line
pl_pl: w linii

source: Debug mode database warning:
pl_pl: Ostrze¿enie w trybie debugowania:

source: DATABASE ERROR :
pl_pl: B£¡D BAZY DANYCH:

source: The entered information is a duplicate. Please go back and enter different values.
pl_pl: Wprowadzono informacja jest zduplikowana. Wprowad¼ inne warto¶ci.

source: This page is usable only with javascript enabled browsers.
pl_pl: Ta strona wymaga w³±czenia obs³ugi javascript w przegl±darce.

source: Release file in repository is invalid, or public key is outdated.
pl_pl: Plik kontrolny wydania jest uszkodzony, lub klucz publiczny jest nieaktualny.

source: Repository version does not match application version.
pl_pl: Wersja repozytorium nie zgadza siê z wersj± aplikacji.

source: Security alert: broken index file in repository '%s'. Please inform repository administrator about this issue.
pl_pl: Alarm bezpieczeñstwa: uszkodzony plik indeksu repozytorium '%s'. Poinformuj administratora repozytorium o tym problemie.

source: Security alert: broken package '%s' in repository. Please inform repository administrator about this issue.
pl_pl: Alarm bezpieczeñstwa: uszkodzony plik '%s' w repozytorium. Poinformuj administratora repozytorium o tym problemie.

source: Package '%s' not found.
pl_pl: Pakiet '%s' nie zosta³ znaleziony.

source: Incorrect Password
pl_pl: B³êdne Has³o

source: The user and password combination is not valid for the system.
pl_pl: Login lub has³o jest nieprawid³owe.

source: If you are not an authorized user, please contact your system administrator to obtain an account to enable you to use the system.
pl_pl: Je¶li nie masz uprawnieñ do korzystania z tego systemu zg³o¶ siê do administratora aby je uzyskaæ.

source: Try again
pl_pl: Spróbuj ponownie

source: Security settings have not been defined for your user account.
pl_pl: Nie ustawiono uprawnieñ dla Twojego konta.

source: Please contact your system administrator.
pl_pl: Skontaktuj siê z administratorem systemu.

source: Please remove $security_groups and $security_headings arrays from config.php file!
pl_pl: Usuñ $security_groups i $security_headings z pliku config.php!

source: Access to application has been blocked until database upgrade is completed by system administrator.
pl_pl: Dostêp do aplikacji jest chwilowo zablokowany, do czasu zakoñczenia procesu aktualizacji oprogramowania przez administratora.

source: The security settings on your account do not permit you to access this function
pl_pl: Twój zakres uprawnieñ nie pozwala ci na dostêp do tej funkcji

source: System is blocked after source upgrade until database is updated on System/Software Upgrade page
pl_pl: System jest zablokowany po aktualizacji oprogramowania, dopóki baza danych nie zostanie zaktualizowana do bie¿±cej wersji.

source: Bank Payment
pl_pl: Wyp³ata Bankowa

source: Bank Deposit
pl_pl: Wp³ata Bankowa

source: Funds Transfer
pl_pl: Transfer Funduszy

source: Sales Invoice
pl_pl: Faktura Sprzeda¿y

source: Customer Credit Note
pl_pl: Korekta Sprzeda¿y

source: Customer Payment
pl_pl: P³atno¶æ Klienta

source: Delivery Note
pl_pl: Wydanie Towarów

source: Location Transfer
pl_pl: Przesuniêcie Magazynowe

source: Inventory Adjustment
pl_pl: Korekta Magazynowa

source: Purchase Order
pl_pl: Zamówienie Zakupu

source: Supplier Invoice
pl_pl: Faktura Dostawcy

source: Supplier Credit Note
pl_pl: Korekta Dostawcy

source: Supplier Payment
pl_pl: P³atno¶æ dla Dostawcy

source: Purchase Order Delivery
pl_pl: Przyjêcie Towarów

source: Work Order
pl_pl: Zlecenie Produkcyjne

source: Work Order Issue
pl_pl: Wydanie na Produkcjê

source: Work Order Production
pl_pl: Produkcja na Zlecenie

source: Sales Order
pl_pl: Zamówienie Sprzeda¿y

source: Sales Quotation
pl_pl: Oferta Sprzeda¿y

source: Cost Update
pl_pl: Aktualizacja Kosztów

source: Savings Account
pl_pl: Konto Oszczêdno¶ciowe

source: Chequing Account
pl_pl: Konto Czekowe

source: Credit Account
pl_pl: Konto Kredytowe

source: Cash Account
pl_pl: Konto Gotówkowe

source: Transfer
pl_pl: Przelew

source: Cheque
pl_pl: Czek

source: Cash
pl_pl: Gotówka

source: Customer
pl_pl: Klient

source: Supplier
pl_pl: Dostawca

source: Assemble
pl_pl: Monta¿

source: Unassemble
pl_pl: Demonta¿

source: Advanced Manufacture
pl_pl: Produkcja Z³o¿ona

source: Labour Cost
pl_pl: P³ace

source: Overhead Cost
pl_pl: Narzuty ogólne

source: Assets
pl_pl: Aktywa

source: Equity
pl_pl: Kapita³ w³asny

source: Income
pl_pl: Przychód

source: Cost of Goods Sold
pl_pl: Koszty Sprzeda¿y

source: Expense
pl_pl: Wydatki

source: Remainder
pl_pl: Reszta kwoty

source: Amount, increase base
pl_pl: Kwota, powiêksz bazê

source: Amount, reduce base
pl_pl: Kwota, pomniejsz bazê

source: % amount of base
pl_pl: % czê¶æ bazy

source: % amount of base, increase base
pl_pl: Kwota w % bazy, pomniejs bazê

source: % amount of base, reduce base
pl_pl: Kwota w % bazy, pomniejsz bazê

source: Taxes added
pl_pl: Podatek od netto

source: Taxes added, increase base
pl_pl: Podatek od netto, powiêksz bazê

source: Taxes added, reduce base
pl_pl: Podatek od netto, pomniejsz bazê

source: Taxes included
pl_pl: Podatek w brutto

source: Taxes included, increase base
pl_pl: Podatek w brutto, powiêksz bazê

source: Taxes included, reduce base
pl_pl: Podatek w brutto, pomniejsz bazê

source: Supplier Invoice/Credit
pl_pl: Faktura/Korekta Dostawcy

source: Manufactured
pl_pl: Produkt

source: Purchased
pl_pl: Kupny

source: Service
pl_pl: Us³uga

source: Customer branch
pl_pl: Oddzia³ klienta

source: Shipper
pl_pl: Transport

source: Company internal
pl_pl: Wewnêtrzny firmowy

source: Prepayment
pl_pl: Przedp³ata

source: After No. of Days
pl_pl: Po Podanej Liczbie Dni

source: Day In Following Month
pl_pl: Dzieñ Miesi±ca

source: Optional
pl_pl: Opcjonalny

source: Recommended
pl_pl: Zalecane

source: Required
pl_pl: Wymagane

source: MySQL version
pl_pl: Wersja MySQL

source: Upgrade MySQL server to version at least 4.1
pl_pl: U¿yj wersji serwera MySQL minimum 4.1

source: PHP MySQL extension
pl_pl: Rozszerzenie PHP MySQL

source: Your PHP has to have MySQL extension enabled.
pl_pl: PHP musi mieæ w³±czone rozszerzenie MySQL.

source: PHP version
pl_pl: Wersja PHP

source: Upgrade PHP to version at least 4.3.3
pl_pl: Zainstaluj PHP w wersji co najmniej 4.3.3

source: Server system
pl_pl: System operacyjny serwera

source: Session save path
pl_pl: Katalog zapisu pliku sesji

source: Removed install wizard folder
pl_pl: Usuniêty folder instalatora

source: Not removed
pl_pl: Nie usuniêty

source: Remove or rename install wizard folder for security reasons.
pl_pl: Ze wzglêdów bezpieczeñstwa usuñ lub zmieñ nazwê folderu instalatora.

source: Browser type
pl_pl: Typ przegl±darki

source: Any browser is supported
pl_pl: Mo¿e byæ u¿yty dowolny typ przegl±darki

source: Http server type
pl_pl: Serwer http

source: Any server is supported
pl_pl: Dowolny

source: Native gettext
pl_pl: Biblioteka Gettext

source: In case of no gettext support, php emulation is used
pl_pl: W przypadku braku wsparcia systemu, gettext jest emulowany.

source: Debugging mode
pl_pl: Tryb debug

source: To switch debugging on set $go_debug>0 in config.php file
pl_pl: Aby w³±czyæ tryb debug ustaw $go_debug>0 in config.php file

source: Error logging
pl_pl: Logowanie b³êdów

source: Disabled
pl_pl: Wy³±czony

source: To switch error logging set $error_logging in config.php file
pl_pl: Aby w³±czyæ logowanie b³êdów ustaw zmienn± $error_logging w pliku config.php

source: Log file is not writeable
pl_pl: Logfile jest niezapisywalny

source: Current database version
pl_pl: Aktualna wersja bazy danych

source: Database structure seems to be not upgraded to current version
pl_pl: Struktura bazy danych nie jest zaktualizowana do bie¿±cej wersji

source: Company subdirectories consistency
pl_pl: Prawid³owa struktura folderów firmowych

source: '%s' is not writeable
pl_pl: '%s' jest niezapisywalny

source: Temporary directory
pl_pl: Katalog plików tymczasowych

source: Language configuration consistency
pl_pl: Konfiguracja jêzykowa

source: Languages folder should be writeable.
pl_pl: Folder jêzyków musi byæ zapisywalny

source: Languages configuration file should be writeable.
pl_pl: Pliki konfiguracyjny jêzyków musi byæ zapisywalny.

source: Missing %s translation file.
pl_pl: Brak pliku t³umaczeñ %s

source: Missing system locale: %s
pl_pl: Lokalizacja '%s' nie jest zainstalowana w systemie

source: Main config file
pl_pl: G³ówny plik konfiguracyjny

source: Can't write '%s' file. Check FA directory write permissions.
pl_pl: Nie mo¿na zapisaæ pliku '%s'. Sprawd¼ prawa zapisu do foderu FA.

source: '%s' file exists.
pl_pl: Plik '%s' istnieje.

source: '%s' file should be read-only
pl_pl: Plik '%s powinien byæ zabezpieczony przed zapisem

source: Database auth file
pl_pl: Plik konfiguracji baz danych

source: '%s' file should be read-only if you do not plan to add or change companies
pl_pl: Plik '%s' powinien byæ zabezpieczony przed zapisem je¶li nie planujesz dodawania ani zmiany firm

source: Extensions system
pl_pl: System rozszerzeñ

source: Extensions configuration files and directories should be writeable
pl_pl: Pliki konfiguracyjne i foldery rozszerzeñ powinny byæ zapisywalne

source: Non-standard theme directory '%s' is not writable
pl_pl: Niestandardowy folder tematu '%s' jest zazpieczony przed zapisem

source: OpenSSL PHP extension have to be enabled to use extension repository system.
pl_pl: System pakietów wymaga zaisnatlowanego rozszerzenia PHP OpenSSL.

source: OpenSSL have to be available on your server to use extension repository system.
pl_pl: Serwer musi mieæ zainstalowane OpenSSL ¿eby mo¿na by³o korzystaæ z repozytorium pakietów rozszerzeñ FA.

source: Test type
pl_pl: Typ testu

source: Value
pl_pl: Warto¶æ

source: Comments
pl_pl: Komentarz

source: Some transactions journal GL postings were not indexed due to lack of audit trail record.
pl_pl: Niektóre transakcje dziennika pozosta³y niezaindeksowane ze wzglêdu na brak zwi±zanego z nimi rekordu zmian.

source: Cost was %s changed to %s for item '%s'
pl_pl: Poprzedni koszt %s zmieniony na %s dla towaru '%s'

source: Cost was
pl_pl: Poprzedni koszt

source: changed to
pl_pl: zmieniony na

source: for item
pl_pl: dla towaru:

source: Transaction Type
pl_pl: Typ Transakcji

source: Other Allocations
pl_pl: Inne Rozliczenia

source: This Allocation
pl_pl: Tu Rozliczone

source: Left to Allocate
pl_pl: Pozosta³o do Rozliczenia

source: Total Allocated
pl_pl: Razem alokowane

source: The entry for one or more amounts is invalid or negative.
pl_pl: Dane dla jednej lub wiêcej warto¶ci s± b³êdne.

source: At least one transaction is overallocated.
pl_pl: Co najmniej jedna transakcja ma zbyt du¿± sumê alokacji.

source: These allocations cannot be processed because the amount allocated is more than the total amount left to allocate.
pl_pl: Nie mo¿na wprowadziæ rozliczenia poniewa¿ rozliczana kwota przekracza dysponowan± kwotê wolnych ¶rodków.

source: Assignment
pl_pl: Przypisanie

source: Sec Phone
pl_pl: Telefon Dodatkowy

source: Contact data
pl_pl: Dane kontaktowe

source: First Name:
pl_pl: Imiê:

source: Last Name:
pl_pl: Nazwisko:

source: Contact active for:
pl_pl: Kontakt u¿ywany do:

source: Phone:
pl_pl: Numer Tel:

source: Document Language:
pl_pl: Jêzyk raportów:

source: Customer default
pl_pl: Domy¶lny dla klienta

source: Notes:
pl_pl: Uwagi:

source: The contact name cannot be empty.
pl_pl: Nazwa kontaktu nie mo¿e byæ pusta.

source: Contact reference cannot be empty.
pl_pl: Nazwa skrócona kontaktu nie mo¿e byæ pusta.

source: You have to select at least one category.
pl_pl: Musisz wybraæ co najmniej jedn± kategoriê.

source: Show also Inactive
pl_pl: Poka¿ równie¿ nieaktywne

source: First
pl_pl: Pocz±tek

source: Prev
pl_pl: Poprzednie

source: Next
pl_pl: Nastêpne

source: Last
pl_pl: Koniec

source: Records %d-%d of %d
pl_pl: Rekordy %d-%d z %d

source: No records
pl_pl: Brak rekordów

source: Submit changes
pl_pl: Zatwierd¼ zmiany

source: Clone
pl_pl: Sklonuj

source: Edit new record with current data
pl_pl: Utwórz nowy rekord w oparciu o te dane

source: Cancel edition
pl_pl: Anuluj zmiany

source: You should automatically be forwarded.
pl_pl: Powinienne¶ byæ automatycznie przekierowany.

source: If this does not happen
pl_pl: je¶li to nie nast±pi

source: click here
pl_pl: kliknij tutaj

source: to continue
pl_pl: aby kontynuowaæ

source: View Attachment
pl_pl: Poka¿ Dokument

source: Close
pl_pl: Zamknij

source: Customers
pl_pl: Klienci

source: Branches
pl_pl: Oddzia³y

source: Suppliers
pl_pl: Dostawcy

source: Items
pl_pl: Towary

source: Click Here to Pick up the date
pl_pl: Kliknij aby wybraæ datê

source: Inactive
pl_pl: Nieaktywny

source: Current Credit:
pl_pl: Aktualny kredyt:

source: Set filter
pl_pl: Ustaw filtr

source: Press Space tab for search pattern entry
pl_pl: Naci¶nij spacjê aby wprowadziæ wzorzec wyszukiwania

source: Enter code fragment to search or * for all
pl_pl: Wprowad¼ fragment kodu lub * aby wy³±czyæ filtrowanie

source: Enter description fragment to search or * for all
pl_pl: Podaj fragment opisu lub * aby wy³±czyæ filtrowanie

source: All Suppliers
pl_pl: Wszyscy Dostawcy

source: Press Space tab to filter by name fragment
pl_pl: Naci¶nij spacjê aby filtrowaæ wg fragmentu nazwy

source: Select supplier
pl_pl: Wybierz dostawcê

source: All Customers
pl_pl: Wszyscy Klienci

source: Press Space tab to filter by name fragment; F2 - entry new customer
pl_pl: Naci¶nij spacjê aby filtrowaæ wg fragmentu nazwy; F2 - dodaj nowego klienta

source: Select customer
pl_pl: Wybierz klienta

source: All branches
pl_pl: Wszystkie oddzia³y

source: Select customer branch
pl_pl: Wybierz oddzia³ klienta

source: All Locations
pl_pl: Wszystkie Magazyny

source: All Items
pl_pl: Wszystkie Pozycje

source: All Sales Types
pl_pl: Wszystkie Typy Sprzeda¿y

source: Use Item Sales Accounts
pl_pl: U¿ywaj Kont wg Towarów

source: All Types
pl_pl: Wszystkie Typy

source: Sales Invoices
pl_pl: Faktura Sprzeda¿y

source: Overdue Invoices
pl_pl: Faktury Przeterminowane

source: Payments
pl_pl: Wyp³aty

source: Credit Notes
pl_pl: Noty Kredytowe

source: Delivery Notes
pl_pl: Dokumenty wysy³ki

source: Invoices
pl_pl: Faktury

source: Overdue Credit Notes
pl_pl: Korekty Przeterminowane

source: GRNs
pl_pl: PZ

source: Automatically put balance on back order
pl_pl: Automatycznie zawie¶ czê¶æ niezrealizowan±

source: Cancel any quantites not delivered
pl_pl: Anuluj wszystkie ilo¶ci nie wys³ane

source: Items Returned to Inventory Location
pl_pl: Zwrot Towarów do Magazynu

source: Items Written Off
pl_pl: Spisanie Towarów na Straty

source: New role
pl_pl: Nowy profil

source: No tags defined.
pl_pl: Brak tagów.

source: No active tags defined.
pl_pl: Brak aktywnych tagów.

source: Activated for '%s'
pl_pl: Aktywne dla '%s'

source: Available and/or installed
pl_pl: Dostêpna i/lub zainstalowana

source: Standard new company American COA (4 digit)
pl_pl: Standardowy plan kont USA (4 cyfrowy)

source: Standard American COA (4 digit) with demo data
pl_pl: Standardowy plan kont USA (4 cyfrowy) z danymi demo .

source: in units of :
pl_pl: W jednostkach:

source: Date Voided:
pl_pl: Data Anulowania:

source: Total Tax Excluded
pl_pl: Razem Netto

source: Included
pl_pl: Wliczono

source: Allocations
pl_pl: Rozliczenia

source: Total Amount
pl_pl: Razem warto¶æ:

source: Total Allocated:
pl_pl: Razem Alokowane:

source: Left to Allocate:
pl_pl: Pozosta³o do Rozliczenia:

source: No Quick Entries are defined.
pl_pl: Nie zdefiniowano Wzorców Szybkiego Ksiêgowania

source: No Quick Entry lines are defined.
pl_pl: Nie zdefiniowano ¿adnych Wzorców Szybkiego Ksiêgowania

source: and
pl_pl: i

source: January
pl_pl: Styczeñ

source: February
pl_pl: Luty

source: March
pl_pl: Marzec

source: April
pl_pl: Kwiecieñ

source: May
pl_pl: Maj

source: June
pl_pl: Czerwiec

source: July
pl_pl: Lipiec

source: August
pl_pl: Sierpieñ

source: September
pl_pl: Wrzesieñ

source: October
pl_pl: Pa¼dziernik

source: November
pl_pl: Listopad

source: December
pl_pl: Grudzieñ

source: Su
pl_pl: Ni

source: Mo
pl_pl: Po

source: Tu
pl_pl: Wt

source: We
pl_pl: ¦r

source: Th
pl_pl: Cz
