Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-2.po
Languages: ar_eg

source: From Account
ar_eg: من الحساب

source: To Account
ar_eg: إلى الحساب

source: Annual &Expense Breakdown
ar_eg: تصنيف التكاليف السنوية

source: &Balance Sheet
ar_eg: الميزانية العمومية

source: Decimal values
ar_eg: العلامات العشرية

source: &Profit and Loss Statement
ar_eg: قائمة الأرباح و الخسائر

source: Zero values
ar_eg: القيم الصفرية

source: Ta&x Report
ar_eg: تقرير الضرائب

source: Cust no
ar_eg: رقم العميل

source: Order To
ar_eg: طلبت بواسطة

source: Deliver To
ar_eg: التسلم إلى

source: Charge To
ar_eg: تحميل التكاليف إلى

source: With thanks from
ar_eg: مع جزيل الشكر

source: Delivered To
ar_eg: التسليم إلى

source: Valid until
ar_eg: صالح لغاية

source: Your Ref
ar_eg: الإشارة المرجعية الخارجية

source: Sales Person
ar_eg: مندوب المبيعات

source: Your VAT no.
ar_eg: رقم ملف ضريبة القيمة المضافة الخارجي

source: Customers Reference
ar_eg: الإشارة المرجعية للعملاء

source: Our Order No
ar_eg: رقم طلب المبيعات الداخلي

source: Our VAT No.
ar_eg: رقم ملف ضريبة القيمة المضافة الداخلي

source: Domicile
ar_eg: محل الأقامة

source: * Subject to Realisation of the Cheque.
ar_eg: متوقف على إصدار الشيك .

source: All amounts stated in
ar_eg: جميع القيم مقيمة بـ

source: Please quote Invoice no. when paying. All amounts stated in
ar_eg: الرجاء تحديد رقم الفاتورة عند عملية الدفع ، كل القيم مقيمة بـ

source: Please quote Credit no. when paying. All amounts stated in
ar_eg: الرجاء تحديد رقم الإشعار الدائن عند عملية الدفع ، كل القيم مقيمة بـ

source: Phone/Fax/Email
ar_eg: رقم الهاتف / الفاكس / البريد الألكتروني

source: You can pay through
ar_eg: يمكنك الدفع من خلال

source: Discount %
ar_eg: نسبة الخصم

source: DueDate
ar_eg: تاريخ الأستحقاق

source: Dear
ar_eg: عزيزي

source: Attached you will find
ar_eg: المرفقات التي سوف تجدها

source: Kindest regards
ar_eg: مع خالص الشكر

source: Delivery Note No.
ar_eg: سند تسليم رقم .

source: Receipt No.
ar_eg: رقم الإيصال

source: Remittance No.
ar_eg: تحويل مالي رقم .

source: Order No.
ar_eg: رقم الطلب

source: Invoice No.
ar_eg: فاتورة رقم

source: Credit No.
ar_eg: الإشعار الدائن رقم

source: Sub-total
ar_eg: إجمالي جزئي

source: Shipping
ar_eg: الشحن

source: TOTAL CREDIT
ar_eg: إجمالي الإشعار الدائن

source: TOTAL ORDER EX VAT
ar_eg: إجمالي طلب المبيعات بإستثناء ضريبة القيمة المضافة

source: TOTAL ORDER VAT INCL.
ar_eg: مشتملة على إجمالي ضريبة القيمة المضافة في الطلب

source: TOTAL PO EX VAT
ar_eg: إجمالي أمر الشراء بأستثاء ضريبة القيمة المضافة

source: TOTAL DELIVERY INCL. VAT
ar_eg: إجمالي عملية التسليم مشتملة على ضريبة القيمة المضافة

source: As advance / full / part / payment towards:
ar_eg: التوجيه كدفعة مقدمة كاملة أو جزئية :

source: By Cash / Cheque* / Draft No.
ar_eg: بواسطة : نقداً / شيك / حوالة رقم .

source: Dated
ar_eg: بتاريخ

source: Drawn on Bank
ar_eg: مسحوبة على بنك

source: Received / Sign
ar_eg: تم الأستلام / التوقيع

source: TOTAL RECEIPT
ar_eg: إجمالي المستلم

source: TOTAL REMITTANCE
ar_eg: إجمالي التحويل المالي

source: Outstanding Transactions
ar_eg: الحركات المتأخرة

source: Statement
ar_eg: كشف الحساب

source: as of
ar_eg: كما في

source: The security settings on your account do not permit you to print this report
ar_eg: إعدادات الأمن لحسابك لا تسمح لك أن تطبع هذا التقرير

source: Print Out Date
ar_eg: تاريخ الطباعة

source: Fiscal Year
ar_eg: السنة المالية

source: Report Date
ar_eg: تاريخ التقرير

source: Generated At
ar_eg: أصدرت في

source: Generated By
ar_eg: أصدرت بواسطة

source: Page
ar_eg: الصفحة

source: Report Period
ar_eg: فترة التقرير

source: Sending document by email failed
ar_eg: لقد فشلت عملية إرسال المستند بالبريد الألكتروني

source: Report has been sent to network printer
ar_eg: تمت عملية إرسال التقرير إلى الطابعة الموصلة بالشبكة

source: Cannot open connection to printer
ar_eg: لا يمكن التوصيل إلى الطابعة

source: Printer does not acept the job
ar_eg: الطابعة لا تقبل المهمة

source: Error sending print job control file
ar_eg: خطأ في إرسال ملف الرقابة على مهمة الطباعة

source: Print control file not accepted
ar_eg: لم يتم قبول ملف الرقابة على الطباعة

source: Cannot send report to printer
ar_eg: إرسال التقرير للطباعة غير ممكن

source: No ack after report printout
ar_eg: لا توجد إفادة بعد إرسال التقرير للطباعة

source: Cannot flush printing queue
ar_eg: لا يمكن تخطي ترتيب الطباعة

source: Report Classes:
ar_eg: تقسيمات التقرير :

source: Reports For Class:
ar_eg: التقارير الخاصة بالتقسيم :

source: Display:
ar_eg: عرض :

source: Invalid date format
ar_eg: تنسيق تاريخ غير مقبول

source: Unknown report parameter type:
ar_eg: نوع محدد تقرير غير معروف

source: No Currency Filter
ar_eg: عدم الفرز بالعملة

source: No payment Link
ar_eg: عدم إدراج روابط للدفعات

source: PDF/Printer
ar_eg: طابعة / PDF

source: No Graphics
ar_eg: عدم إدراج رسوم بيانية

source: Vertical bars
ar_eg: أعمدة رأسية

source: Horizontal bars
ar_eg: أعمدة أفقية

source: Dots
ar_eg: نقطية

source: Lines
ar_eg: خطية

source: Pie
ar_eg: قطاعية

source: Donut
ar_eg: حلقية

source: No Type Filter
ar_eg: عدم الفرز بالنوع

source: No Account Group Filter
ar_eg: عدم الفرز بمجموعة الحسابات

source: No Dimension Filter
ar_eg: عدم الفرز بالقطاع التحليلي

source: No Customer Filter
ar_eg: عدم الفرز بالعميل

source: No Supplier Filter
ar_eg: عدم الفرز بالمورد

source: IV
ar_eg: فاتورة

source: CN
ar_eg: إشعار دائن

source: DN
ar_eg: سند التسليم

source: No Location Filter
ar_eg: عدم الفرز بموقع التخزين

source: No Category Filter
ar_eg: عدم الفرز بالتصنيف

source: No Sales Folk Filter
ar_eg: عدم الفرز بفئة المبيعات

source: No Users Filter
ar_eg: عدم الفرز بالعميل

source: Create and Print Recurrent Invoices
ar_eg: إنشاء و طباعة الفواتير الدورية

source: Template No
ar_eg: رقم النموذج

source: Begin
ar_eg: تاريخ البداية

source: End
ar_eg: تاريخ النهاية

source: Last Created
ar_eg: تاريخ أخر إنشاء

source: Create Invoices
ar_eg: إنشاء الفواتير

source: Marked items are due.
ar_eg: البنود المؤشر عليها مستحقة

source: No recurrent invoices are due.
ar_eg: لا توجد فواتير دورية مستحقة

source: Modifying Customer Credit Note #%d
ar_eg: تعديل الإشعار الدائن #%d الخاص بالعميل

source: There are no customers, or there are no customers with branches. Please define customers and customer branches.
ar_eg: لا يوجد عملاء أو لا يوجد عملاء لهم فروع ، رجاءاً قم بتعريف العملاء أو فروع العملاء

source: Credit Note # %d has been processed
ar_eg: تم تعديل الإشعار الدائن #%d الخاص بالعميل

source: &View this credit note
ar_eg: عرض الإشعار الدائن الحالي

source: &Print This Credit Invoice
ar_eg: طباعة الإشعار الدائن الحالي

source: &Email This Credit Invoice
ar_eg: إرسال الفاتورة الدائنة الحالية بالبريد الألكتروني

source: View the GL &Journal Entries for this Credit Note
ar_eg: عرض قيود اليومية للأستاذ العام الخاصة الإشعار الدائن الحالي

source: Enter Another &Credit Note
ar_eg: ادخال إشعار دائن أخر

source: The entered date for the credit note is invalid.
ar_eg: التاريخ المدخل للإشعار الدائن الحالي غير مقبول

source: For credit notes created to write off the stock, a general ledger account is required to be selected.
ar_eg: بالنسبة للإشعارات الدائنة التي تم إنشائها بغرض تخفيض المخزون يجب أختيار حساب أستاذ عام

source: Please select an account to write the cost of the stock off to, then click on Process again.
ar_eg: الرجاء أختيار حساب حتى يتم إدراج تكلفة المخزون المرجع و بعد ذلك إضغط على التنفيذ مرة أخرى

source: The quantity must be greater than zero.
ar_eg: الكمية يجب أن تكون أكبر من الصفر

source: The entered price is negative or invalid.
ar_eg: السعر المدخل سالب أو قيمة غير مقبولة

source: The entered discount percent is negative, greater than 100 or invalid.
ar_eg: نسبة الخصم المدخلة سالبة أو أكبر من المائة أو غير مقبولة

source: Credit Note Items
ar_eg: بنود الإشعار الدائن

source: Process Credit Note
ar_eg: تنفيذ الإشعار الدائن

source: Modifying Credit Invoice # %d.
ar_eg: تعديل الإشعار الدائن المصدر مقابل فاتورة #%d

source: Credit all or part of an Invoice
ar_eg: إصدار إشعار دائن كل أو جزء من الفاتورة

source: Credit Note has been processed
ar_eg: تم تنفيذ الإشعار الدائن

source: &View This Credit Note
ar_eg: عرض الإشعار الدائن الحالي

source: &Print This Credit Note
ar_eg: طباعة الإشعار الدائن الحالي

source: Credit Note has been updated
ar_eg: تم تحديث الإشعار الدائن

source: The entered shipping cost is invalid or less than zero.
ar_eg: تكلفة الشحن المدخلة غير مقبولة أو أقل من الصفر

source: Selected quantity cannot be less than zero nor more than quantity not credited yet.
ar_eg: الكمية المؤشر عليها لا يمكن أن تكون صفر أو أكثر من الكمية التي لم تخصم بعد

source: This page can only be opened if an invoice has been selected for crediting.
ar_eg: الصفحة الحالية يمكن فتحها فقط إذا تم إختيار إصدار إشعار دائن مقابل فاتورة

source: Crediting Invoice
ar_eg: إصدار إشعار دائن مقابل الفاتورة

source: Credit Note Date
ar_eg: تاريخ الإشعار الدائن

source: Invoiced Quantity
ar_eg: الكميات المفوترة

source: Credit Quantity
ar_eg: الكميات المخصومة أو المرتجعة

source: Credit Shipping Cost
ar_eg: تكلفة شحن المخصومة

source: Credit Note Type
ar_eg: نوع الإشعار الدائن

source: Items Returned to Location
ar_eg: البنود المخزنية المرتجعة لموقع التخزين

source: Write off the cost of the items to
ar_eg: تخفيض تكاليف البنود المخزنية إلى

source: Update credit value for quantities entered
ar_eg: تحديث القيم المراد خصمها الخاصة بالكميات المدخلة

source: Modifying Delivery Note # %d.
ar_eg: تعديل سند التسليم # %d .

source: Deliver Items for a Sales Order
ar_eg: صرف البنود المخزنية لطلب المبيعات

source: Delivery # %d has been entered.
ar_eg: تم إدخال عملية التسليم # %d

source: &View This Delivery
ar_eg: عرض عملية التسليم الحالية

source: &Print Delivery Note
ar_eg: طباعة سند التسليم

source: &Email Delivery Note
ar_eg: إرسال سند التسليم بالبريد الألكتروني

source: P&rint as Packing Slip
ar_eg: الطباعة كقائمة تعبئة

source: E&mail as Packing Slip
ar_eg: إرسال قائمة التعبئة بالبريد الألكتروني

source: View the GL Journal Entries for this Dispatch
ar_eg: عرض قيود اليومية للأستاذ العام للأرسالية الحالية

source: Invoice This Delivery
ar_eg: فوترة عملية التسليم الحالية

source: Select Another Order For Dispatch
ar_eg: أختيار طلب مبيعات أخر للإرسال

source: Delivery Note # %d has been updated.
ar_eg: تم تحديث سند التسليم # %d

source: View this delivery
ar_eg: عرض عملية التسليم الحالية

source: Confirm Delivery and Invoice
ar_eg: تأكيد عملية التسليم و الفوترة

source: Select A Different Delivery
ar_eg: اختيار عملية تسليم مختلفة

source: Select a different sales order to delivery
ar_eg: أختيار طلب مبيعات مختلف للقيام بعملية التسليم

source: This order has no items. There is nothing to delivery.
ar_eg: طلب المبيعات الحالي لا توجد به بنود مخزنية ، أي لا يوجد شئ للصرف

source: Select a different delivery
ar_eg: أختيار عملية تسليم مختلفة

source: This delivery has all items invoiced. There is nothing to modify.
ar_eg: جميع البنود المخزنية التي تتضمنها عملية التسليم الحالية مفوترة ، لذا لا يوجد شئ يتم تعديله

source: This page can only be opened if an order or delivery note has been selected. Please select it first.
ar_eg: الصفحة الحالية يمكن فتحها في حالة أن طلب المبيعات أو سند التسليم تم التأشير عليه ، لذا رجاءاً حاول التأشير على سند التسليم أو طلب المبيعات أولاً

source: Select a Sales Order to Delivery
ar_eg: أختيار طلب المبيعات للقيام بعملية التسليم

source: Selected quantity cannot be less than quantity invoiced nor more than quantity not dispatched on sales order.
ar_eg: الكميات المختارة لا يمكن أن تكون أقل من الكميات المفوترة أو أكثر من الكمية الغير مرسلة من طلبات المبيعات

source: Freight cost cannot be less than zero
ar_eg: تكلفة الشحن لا يمكن أن تكون أقل من الصفر

source: The entered date of delivery is invalid.
ar_eg: التاريخ المدخل الخاص بعملية التسليم غير مقبول

source: The entered date of delivery is not in fiscal year.
ar_eg: التاريخ المدخل الخاص بعملية التسليم لا يقع ضمن السنة المالية

source: The entered dead-line for invoice is invalid.
ar_eg: أقصى تاريخ للفاتورة غير مقبول

source: The entered shipping value is not numeric.
ar_eg: قيمة الشحن المدخلة غير عددية

source: There are no item quantities on this delivery note.
ar_eg: لا توجد كميات للبنود المخزنية في سند التسليم الحالي

source: The delivery cannot be processed because there is an insufficient quantity for item:
ar_eg: عملية التسليم الحالية لا يمكن تنفيذها بسبب أنه لا توجد كميات كافية من للبند المخزني

source: For Sales Order
ar_eg: لصالح طلب المبيعات

source: Delivery From
ar_eg: عملية التسليم من

source: Invoice Dead-line
ar_eg: أقصى تاريخ للفاتورة

source: The selected customer account is currently on hold. Please contact the credit control personnel to discuss.
ar_eg: حساب العميل المؤشر عليه معلق ، لذا رجاءاً الأتصال بمسئول الأئتمان لمناقشة هذا الأمر معه

source: Delivery Items
ar_eg: عملية تسليم البنود المخزنية

source: Max. delivery
ar_eg: أقصى تسليم

source: Delivered
ar_eg: تم تسليمه

source: Discount
ar_eg: الخصم

source: Shipping Cost
ar_eg: تكلفة الشحن

source: Amount Total
ar_eg: إجمالي القيمة

source: Marked items have insufficient quantities in stock as on day of delivery.
ar_eg: البنود المخزنية المؤشر عليها لا توجد لها أرصدة مخزنية كافية في تاريخ التسليم

source: Action For Balance
ar_eg: الأحداث التلقائية المتعلقة بالرصيد

source: Refresh document page
ar_eg: تجديد صفحة المستند

source: Process Dispatch
ar_eg: تنفيذ عملية ا لإرسال

source: Check entered data and save document
ar_eg: فحص البيانات المدخلة و حفظ المستند

source: Modifying Sales Invoice # %d.
ar_eg: تعديل فاتورة مبيعات # %d.

source: Issue an Invoice for Delivery Note
ar_eg: إصدار فاتورة لسند التسليم

source: Issue Batch Invoice for Delivery Notes
ar_eg: إصدار فاتورة مجمعة لسندات التسليم

source: Selected deliveries has been processed
ar_eg: تم تنفيذ عمليات التنفيذ المحددة

source: &View This Invoice
ar_eg: عرض الفاتورة الحالية

source: &Print This Invoice
ar_eg: طباعة الفاتورة الحالية

source: &Email This Invoice
ar_eg: إرسال الفاتورة الحالية بالبريد الألكتروني

source: View the GL &Journal Entries for this Invoice
ar_eg: عرض قيود اليومية للأستاذ العام الخاصة بالفاتورة الحالية

source: Select Another &Delivery For Invoicing
ar_eg: أختيار عملية تسليم أخرى للفوترة

source: Sales Invoice # %d has been updated.
ar_eg: تم تحديث فاتورة البيع # %d

source: Select a different delivery to invoice
ar_eg: أختيار عملية تسليم أخرى للفوترة

source: There are no delivered items with a quantity left to invoice. There is nothing left to invoice.
ar_eg: لا توجد كميات بنود مخزنية لم تفوتر ، أي لا يوجد شئ للفوترة

source: There are no delivery notes for this invoice.<br> Most likely this invoice was created in Front Accounting version prior to 2.0 and therefore can not be modified.
ar_eg: لا توجد سندات تسليم لهذا الفاتورة<br> في الغالب هذه الفاتورة تم إنشائها على إصدار نظام قبل الإصدار الثاني 2.0 و بناءاً على ذلك لا يمكن تعديلها

source: All quantities on this invoice has been credited. There is nothing to modify on this invoice
ar_eg: جميع الكميات الموجودة في الفاتورة تم خصمها من المخزون و لا يوجد شئ يمكن تعديله في هذه الفاتورة

source: This page can only be opened after delivery selection. Please select delivery to invoicing first.
ar_eg: هذه الصفحة يمكن فقط فتحها بعد أن يتم التأشير على عملية التسليم ، رجاءاً أختر عملية التسليم المراد فوترتها أولاً

source: Select Delivery to Invoice
ar_eg: أختيار عملية التسليم للفوترة

source: Selected quantity cannot be less than quantity credited nor more than quantity not invoiced yet.
ar_eg: الكمية المؤشر عليها لا يمكن أن تكون أقل من الكمية المخصومة أو أكثر من الكمية التي لم تفوتر بعد

source: The entered invoice date is invalid.
ar_eg: تاريخ الفاتورة المدخل غير مقبول

source: The entered invoice date is not in fiscal year.
ar_eg: تاريخ الفاتورة المدخل لا ينتمي إلى السنة المالية

source: The entered invoice due date is invalid.
ar_eg: تاريخ أستحقاق الفاتورة غير مقبول

source: There are no item quantities on this invoice.
ar_eg: لا توجد كميات بنود مخزنية في الفاتورة الحالية

source: Payment:
ar_eg: الدفعة :

source: Invoice Items
ar_eg: البنود المخزنية للفاتورة

source: This Invoice
ar_eg: الفاتورة الحالية

source: Credited
ar_eg: مصدر إشعار دائن مقابلها

source: Invoice Total
ar_eg: إجمالي الفاتورة

source: Process Invoice
ar_eg: تنفيذ الفاتورة

source: Customer Payment Entry
ar_eg: إدخال مقبوضات العملاء

source: There are no customers defined in the system.
ar_eg: لا يوجد عملاء معرفين على النظام

source: The customer payment has been successfully entered.
ar_eg: مقبوضات العميل تم إدخالها بنجاح

source: &Print This Receipt
ar_eg: طباعة الإيصال الحالي

source: &View the GL Journal Entries for this Customer Payment
ar_eg: عرض قيود اليومية للأستاذ العام لمقبوضات العميل

source: Enter Another &Customer Payment
ar_eg: إدخال مقبوضات عميل أخرى

source: There is no customer selected.
ar_eg: لا يوجد عميل مؤشر عليه

source: This customer has no branch defined.
ar_eg: لا يوجد فرع معرف للعميل الحالي

source: The entered date is invalid. Please enter a valid date for the payment.
ar_eg: التاريخ المدخل غير مقبول ، الرجاء إدخال تاريخ مقبول لمقبوضات العميل

source: The entered amount is invalid or negative and cannot be processed.
ar_eg: القيمة المدخلة غير مقبولة أو سالبة و لا يمكن تنفيذها

source: The entered discount is not a valid number.
ar_eg: الخصم المدخل رقم غير مقبول

source: The balance of the amount and discout is zero or negative. Please enter valid amounts.
ar_eg: رصيد القيمة و الخصم يساويان الصفر أو قيمة سالبة ، الرجاء إدخال قيم مقبولة

source: From Customer:
ar_eg: من العميل :

source: This customer account is on hold.
ar_eg: حساب العميل الحالي معلق

source: Into Bank Account:
ar_eg: إلى حساب البنك :

source: Date of Deposit:
ar_eg: تاريخ الإيداع :

source: Customer prompt payment discount :
ar_eg: خصم تعجيل الدفع للعميل :

source: Amount and discount are in customer's currency.
ar_eg: القيمة و الخصم مدخلين بعملة العميل

source: Add Payment
ar_eg: إضافة مقبوضات عميل

source: Direct Sales Delivery
ar_eg: عملية تسليم مبيعات مباشرة

source: Direct Sales Invoice
ar_eg: فاتورة مبيعات مباشرة

source: Modifying Sales Order # %d
ar_eg: تعديل طلب المبيعات # %d

source: Modifying Sales Quotation # %d
ar_eg: تعديل خطاب تسعير المبيعات رقم %d

source: New Sales Order Entry
ar_eg: إدخال طلب مبيعات جديد

source: New Sales Quotation Entry
ar_eg: إدخال خطاب تسعير مبيعات جديد

source: Sales Order Entry
ar_eg: إدخال أمر مبيعات

source: Order # %d has been entered.
ar_eg: تم إدخال طلب المبيعات # %d

source: &View This Order
ar_eg: عرض طلب المبيعات الحالي

source: Make &Delivery Against This Order
ar_eg: إنشاء عملية تسليم مقابل طلب المبيعات الحالي

source: Enter a &New Order
ar_eg: إدخال طلب مبيعات جديد

source: Order # %d has been updated.
ar_eg: تم تحديث طلب المبيعات # %d

source: Confirm Order Quantities and Make &Delivery
ar_eg: التأكيد على الكميات المدرجة في طلب المبيعات لإنشاء عملية التسليم

source: Select A Different &Order
ar_eg: أختيار طلب مبيعات مختلف

source: Quotation # %d has been entered.
ar_eg: تم إدخال خطاب التسعير رقم %d

source: &View This Quotation
ar_eg: عرض خطاب التسعير الحالي

source: &Print This Quotation
ar_eg: طباعة خطاب التسعير الحالي

source: &Email This Quotation
ar_eg: إرسال خطاب التسعير الحالي بالبريد الألكتروني

source: Make &Sales Order Against This Quotation
ar_eg: إنشاء أمر مبيعات مقابل خطاب التسعير الحالي

source: Enter a New &Quotation
ar_eg: إدخال خطاب تسعير جديد

source: Quotation # %d has been updated.
ar_eg: تم تحديث خطاب التسعير رقم %d

source: Select A Different &Quotation
ar_eg: أختيار خطاب تسعير مختلف

source: Make &Invoice Against This Delivery
ar_eg: عمل فاتورة مقابل عملية التسليم الحالية

source: Enter a New Template &Delivery
ar_eg: إدخال نموذج عملية تسليم جديد

source: Enter a &New Delivery
ar_eg: إدخال عملية تسليم جديدة

source: Invoice # %d has been entered.
ar_eg: تم إدخال الفاتورة # %d

source: &Print Sales Invoice
ar_eg: طباعة فاتورة مبيعات

source: &Email Sales Invoice
ar_eg: إرسال فاتورة المبيعات بالبريد الألكتروني

source: Print &Receipt
ar_eg: طباعة الإيصال

source: Enter a &New Template Invoice
ar_eg: إدخال نموذج فاتورة جديد

source: Enter a &New Direct Invoice
ar_eg: إدخال فاتورة فورية جديدة

source: The entered date is not in fiscal year
ar_eg: التاريخ المدخل لا يدخل ضمن السنة المالية

source: You must enter the person or company to whom delivery should be made to.
ar_eg: يجب أن تدخل الشخص أو الشركة التي سوف تصرف لها البنود المخزنية

source: You should enter the street address in the box provided. Orders cannot be accepted without a valid street address.
ar_eg: يجب عليك أن تدخل عنوان الشارع في الصندوق المخصص ، طلبات المبيعات لا يمكن قبولها بدون عنوان شارع مقبول

source: The shipping cost entered is expected to be numeric.
ar_eg: القيمة المتوقعة لتكلفة الشحن يجب أن تكون عددية

source: The Valid date is invalid.
ar_eg: تاريخ الصلاحية غير صالح.

source: The delivery date is invalid.
ar_eg: تاريخ عملية التسليم غير مقبول

source: The requested valid date is before the date of the quotation.
ar_eg: تاريخ الصلاحية المطلوب قبل تاريخ خطاب التسعير.

source: The requested delivery date is before the date of the order.
ar_eg: تاريخ عملية التسليم المطلوب قبل تاريخ طلب المبيعات

source: You need to define a cash account for your Sales Point.
ar_eg: يجب عليك تعريف حساب النقدية لنقطة البيع الخاصة بك

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0, or the discount percent to more than 100.
ar_eg: لم يكن في الإمكان تحديث البند المخزني بسبب أنك تحاول أن تجعل الكمية المطلوبة أقل من الصفر أو نسبة الخصم أكبر من المائة

source: Price for item must be entered and can not be less than 0
ar_eg: سعر البند المخزني يجب أن يدخل و لا يمكن أن يكون أقل من الصفر

source: You attempting to make the quantity ordered a quantity less than has already been delivered. The quantity delivered cannot be modified retrospectively.
ar_eg: أنت تحاول جعل الكمية المطلوبة كمية أقل من تلك التي تم صرفها ، الكمية المنصرفة لا يمكن تعديلها بأثر رجعي

source: This item cannot be deleted because some of it has already been delivered.
ar_eg: لا يمكن حذف البند المخزني الحالي بسبب أن هناك بعضا منه تم صرفه بالفعل

source: Direct delivery entry has been cancelled as requested.
ar_eg: مدخلات عملية التسليم المباشرة تم إلغاءها كما هو مطلوب

source: Enter a New Sales Delivery
ar_eg: إدخال عملية تسليم مبيعات جديدة

source: Direct invoice entry has been cancelled as requested.
ar_eg: مدخلات الفاتورة الفورية تم إلغاءها كما هو مطلوب

source: Enter a New Sales Invoice
ar_eg: إدخال فاتور مبيعات جديدة

source: This order cannot be cancelled because some of it has already been invoiced or dispatched. However, the line item quantities may be modified.
ar_eg: طلب المبيعات الحالي لا يمكن إلغاؤه بسبب أن هناك بعضاً منه تمت فوترته بالفعل أو تم إرسال البضائع للتسليم و على أية حال يمكن أن يتم تعديل الكميات المدخلة في السجل

source: This sales quotation has been cancelled as requested.
ar_eg: خطاب تسعير المبيعات الحالي تم إلغاؤه كما هو مطلوب

source: Enter a New Sales Quotation
ar_eg: إدخال خطاب تسعير مبيعات جديد

source: This sales order has been cancelled as requested.
ar_eg: طلب المبيعات الحالي تم إلغاؤه كما هو مطلوب

source: Enter a New Sales Order
ar_eg: إدخال طلب مبيعات جديد

source: Invoice Date:
ar_eg: تاريخ الفاتورة :

source: Sales Invoice Items
ar_eg: البنود المخزنية لفاتورة المبيعات

source: Enter Delivery Details and Confirm Invoice
ar_eg: إدخال تفاصيل عملية التسليم و تأكيد الفاتورة

source: Cancel Invoice
ar_eg: إلغاء الفاتورة

source: Place Invoice
ar_eg: إدراج فاتورة

source: Delivery Date:
ar_eg: تاريخ عملية التسليم :

source: Delivery Note Items
ar_eg: البنود المخزنية لسند التسليم

source: Enter Delivery Details and Confirm Dispatch
ar_eg: إدخال تفاصيل عملية التسليم و تأكيد عملية الإرسال

source: Cancel Delivery
ar_eg: إلغاء عملية التسليم

source: Place Delivery
ar_eg: إدراج عملية التسليم

source: Quotation Date:
ar_eg: تاريخ التسعير :

source: Sales Quotation Items
ar_eg: البنود المخزنية لخطاب تسعير المبيعات

source: Enter Delivery Details and Confirm Quotation
ar_eg: إدخال تفاصيل عملية التسليم و تأكيد خطاب التسعير

source: Cancel Quotation
ar_eg: إلغاء خطاب التسعير
