Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-1.po
Languages: fr_fr

source: &Outstanding Work Orders
fr_fr: &Ordres de travail en cours

source: Costed Bill Of Material Inquiry
fr_fr: Consulter calcul du coût de revient

source: Inventory Item Where Used &Inquiry
fr_fr: &Information article

source: Work Order &Inquiry
fr_fr: &Rapport ordre de travail

source: Manufacturing &Reports
fr_fr: &Etats de production

source: &Bills Of Material
fr_fr: &Nomenclatures

source: &Work Centres
fr_fr: &Ateliers

source: S&etup
fr_fr: &Paramétrage

source: &Company Setup
fr_fr: Paramétrage &société

source: &User Accounts Setup
fr_fr: Paramétrage de comptes &utilisateurs

source: &Display Setup
fr_fr: Paramétrage présentation &visuelle

source: &Forms Setup
fr_fr: Paramétrage &formulaires

source: Tax &Groups
fr_fr: &Groupes de taxes

source: Item Ta&x Types
fr_fr: &Types de TVA

source: System and &General GL Setup
fr_fr: Paramétrage du système et du &grand livre

source: &Fiscal Years
fr_fr: Années &fiscaux

source: &Print Profiles
fr_fr: &Profils d'impression

source: Pa&yment Terms
fr_fr: &Conditions de payement

source: Shi&pping Company
fr_fr: &Transporteur

source: &Points of Sale
fr_fr: &Points de vente

source: &Printers
fr_fr: &Imprimantes

source: &Void a Transaction
fr_fr: &Annuler transaction

source: View or &Print Transactions
fr_fr: Voir ou &imprimer transactions

source: &Attach Documents
fr_fr: &Attacher documents

source: &Backup and Restore
fr_fr: Copie de &sécurité et restauration

source: Create/Update &Companies
fr_fr: Créer ou actualiser &sociétés

source: Install/Update &Languages
fr_fr: Installer ou actualiser langues

source: Software &Upgrade
fr_fr: &Montée de version

source: &Purchases
fr_fr: &Achats

source: Purchase &Order Entry
fr_fr: Créer &commande d'achat

source: &Outstanding Purchase Orders Maintenance
fr_fr: Commandes d'achat en &cours

source: &Payments to Suppliers
fr_fr: Enregistrer &décaissement

source: Supplier &Invoices
fr_fr: Enregistrer &facture fournisseur

source: Supplier &Credit Notes
fr_fr: Enregistrer &avoir fournisseur

source: &Allocate Supplier Payments or Credit Notes
fr_fr: &Rapprocher décaissements ou avoirs fournisseur

source: Purchase Orders &Inquiry
fr_fr: &Consulter commandes d'achat

source: Supplier Transaction &Inquiry
fr_fr: &Consulter factures et paiements fournisseur

source: Supplier Allocation &Inquiry
fr_fr: &Consulter rapprochements décaissement / facture

source: Supplier and Purchasing &Reports
fr_fr: &Etats de fournisseurs et achats

source: &Suppliers
fr_fr: &Fournisseurs

source: Dimension Entry
fr_fr: Gestion de centre d'imputation

source: The dimension has been entered.
fr_fr: Le centre d'imputation a été enregistré.

source: The dimension has been updated.
fr_fr: Le centre d'imputation a été actualisé.

source: The dimension has been deleted.
fr_fr: Le centre d'imputation a été effacé.

source: The dimension has been closed. There can be no more changes to it.
fr_fr: Le centre d'imputation a été clôturé. Il n'est plus modifiable.

source: Enter a &new dimension
fr_fr: Enregistréz un nouveau centre d'imputation

source: &Select an existing dimension
fr_fr: &Modifier un centre d'imputation existant

source: The dimension reference must be entered.
fr_fr: La référence du centre d'imputation doit être saisie.

source: The entered reference is already in use.
fr_fr: La référence saisie est déjà utilisée.

source: The dimension name must be entered.
fr_fr: Le nom du centre d'imputation doit être saisi.

source: The date entered is in an invalid format.
fr_fr: Le format de la date est incorrect.

source: The required by date entered is in an invalid format.
fr_fr: Le format de la date demandée est incorrect.

source: This dimension cannot be deleted because it has already been processed.
fr_fr: Ce centre d'imputation ne peut pas être supprimé parce que il l'a déjà été.

source: The dimension sent is not valid.
fr_fr: Le centre d'imputation envoyé n'est pas valide.

source: Dimension Reference:
fr_fr: Code centre d'imputation :

source: Start Date
fr_fr: Date début

source: Date Required By
fr_fr: Date échéance

source: Save changes to dimension
fr_fr: Enregistrer modifications

source: Close This Dimension
fr_fr: Clôturer ce centre d'imputation

source: Mark this dimension as closed
fr_fr: Maquez ce centre d'imputation comme fermé

source: Delete This Dimension
fr_fr: Supprimer ce centre d'imputation

source: Delete unused dimension
fr_fr: Supprimer centre d'imputation pas utilisé

source: Add
fr_fr: Ajouter

source: Balance for this Dimension
fr_fr: Transactions pour ce centre

source: Account
fr_fr: Compte

source: Debit
fr_fr: Débit

source: Credit
fr_fr: Crédit

source: Balance
fr_fr: Solde

source: Search Outstanding Dimensions
fr_fr: Chercher centres d'imputation ouverts

source: Search Dimensions
fr_fr: Chercher centres d'imputation

source: Reference:
fr_fr: Référence :

source: All
fr_fr: Tout

source: From:
fr_fr: De :

source: To:
fr_fr: A :

source: Only Overdue:
fr_fr: Seulement en retard :

source: Only Open:
fr_fr: Seulement en cours :

source: Due Date
fr_fr: Date échéance

source: Marked dimensions are overdue.
fr_fr: Les centres sélectionnés sont clôturés.

source: View Dimension
fr_fr: Voir centre d'imputation

source: The dimension number sent is not valid.
fr_fr: Le code du centre envoyé n'est pas valide.

source: This dimension is closed.
fr_fr: Le centre d'imputation est clôturé.

source: from:
fr_fr: de :

source: to:
fr_fr: à :

source: Show
fr_fr: Visualiser

source: Calculated Return
fr_fr: Coût de revient

source: Bank Statement
fr_fr: Relevé bancaire

source: There are no bank accounts defined in the system.
fr_fr: Il n'y a pas de Comptes Banquaires définis dans le système.

source: Account:
fr_fr: Compte:

source: Person/Item
fr_fr: Poste

source: Opening Balance
fr_fr: Solde ouverture

source: Ending Balance
fr_fr: Solde clôture

source: Dimension
fr_fr: Centre d'imputation

source: Memo
fr_fr: Commentaire

source: Trial Balance
fr_fr: Bilan Exercice

source: No zero values
fr_fr: Pas de valeurs à zéro

source: Only balances
fr_fr: Uniquement solde

source: Account Name
fr_fr: Nom de compte

source: Brought Forward
fr_fr: Réporté

source: This Period
fr_fr: Période actuelle

source: Amount
fr_fr: Montant

source: Accumulated
fr_fr: Cumulé

source: Period Y-1
fr_fr: Année dernière

source: Compare to
fr_fr: Comparer à

source: Period
fr_fr: Période

source: Achieved %
fr_fr: % Réalisé

source: Tax Inquiry
fr_fr: Déclaration TVA

source: Outputs
fr_fr: Sorties

source: Inputs
fr_fr: Entrées

source: Charged on sales
fr_fr: Facturée à la vente

source: Output Tax
fr_fr: TVA collectée

source: Paid on purchases
fr_fr: Payé en achats

source: Input Tax
fr_fr: TVA déductible

source: Net payable or collectible
fr_fr: Sous-total

source: Total payable or refund
fr_fr: Total TVA à décaisser

source: Bank Accounts
fr_fr: Comptes bancaires

source: The bank account name cannot be empty.
fr_fr: Le nom du compte bancaire ne peut pas être vide.

source: Bank account has been updated
fr_fr: Le compte bancaire a été actualisé.

source: New bank account has been added
fr_fr: Le nouveau compte bancaire a été créé.

source: Cannot delete this bank account because transactions have been created using this account.
fr_fr: Il n'est pas possible de supprimer ce compte bancaire parce qu'il y a des transactions qui lui font référence.

source: Cannot delete this bank account because POS definitions have been created using this account.
fr_fr: Il n'est pas possible de supprimer ce compte bancaire parce qu'il y a des définitions POS qui lui font référence.

source: Selected bank account has been deleted
fr_fr: Le compte bancaire sélectionné a été supprimé

source: Currency
fr_fr: Devise

source: GL Account
fr_fr: Comte GL

source: Bank
fr_fr: Banque

source: Number
fr_fr: Numéro

source: Bank Address
fr_fr: Adresse banque

source: Bank Account Name:
fr_fr: Nom du compte bancaire :

source: Account Type:
fr_fr: Type compte :

source: Bank Account Currency:
fr_fr: Devise compte bancaire :

source: Bank Account GL Code:
fr_fr: Compte GL banque :

source: Bank Name:
fr_fr: Nom de la banque :

source: Bank Account Number:
fr_fr: Numéro de compte bancaire :

source: Bank Address:
fr_fr: Nom banque :

source: Currencies
fr_fr: Devises

source: Selected currency settings has been updated
fr_fr: Les données de la devise sélectionnée ont été actualisés

source: Abbreviation
fr_fr: Abréviation

source: Symbol
fr_fr: Symbole

source: Currency Name
fr_fr: Nom devise

source: Hundredths name
fr_fr: Nom d'un centième

source: Country
fr_fr: Pays

source: Currency Abbreviation:
fr_fr: Abréviation devise :

source: Currency Symbol:
fr_fr: Symbole devise :

source: Currency Name:
fr_fr: Nom devise :

source: Hundredths Name:
fr_fr: Nom d'un centième :

source: Country:
fr_fr: Pays :

source: Exchange Rates
fr_fr: Taux d'échange

source: Date to Use From:
fr_fr: Date départ :

source: Exchange Rate:
fr_fr: Taux d'echange :

source: Get
fr_fr: Obtenir

source: Get current ECB rate
fr_fr: Obtenir taux actuel du ECB

source: Exchange rates are entered against the company currency.
fr_fr: Le taux d'échange est saisi par rapport à la devise de la société.

source: Select a currency :
fr_fr: Sélectionnez une devise :

source: Date to Use From
fr_fr: Date départ

source: Exchange Rate
fr_fr: Taux d'echange

source: The selected currency is the company currency.
fr_fr: La devise sélectionnée est celle de la société.

source: The company currency is the base currency so exchange rates cannot be set for it.
fr_fr: La devise de la société est celle de base; donc on ne peut pas saisir des taux d'échange pour elle.

source: GL Account Classes
fr_fr: Classes de comptes GL

source: The account class name cannot be empty.
fr_fr: Le nom de la Classe de comptes ne peut pas être vide.

source: Selected account class settings has been updated
fr_fr: La Classe de comptes sélectionné a été actualisée

source: New account class has been added
fr_fr: La nouvelle Classe de comptes a été ajouter

source: Class ID
fr_fr: Code Classe

source: Class Name
fr_fr: Nom Classe

source: Class Type
fr_fr: Type classe

source: Balance Sheet
fr_fr: Bilan

source: Class ID:
fr_fr: Code Classe :

source: Class Name:
fr_fr: Nom Classe :

source: Class Type:
fr_fr: Type classe :

source: Chart of Accounts
fr_fr: Plan Comptable

source: There are no account groups defined. Please define at least one account group before entering accounts.
fr_fr: Il n'y a pas de groupe de comptes défini. Créez au moins un groupe de comptes avant d'ajouter des comptes.

source: The account code must be entered.
fr_fr: Vous devez saisir le code du compte.

source: The account name cannot be empty.
fr_fr: Le libellé du compte ne peut pas être vide.

source: The account code must be numeric.
fr_fr: Le code du compte doit être numérique.

source: Account data has been updated.
fr_fr: Les données du compte ont été mis à jour.

source: New account has been added.
fr_fr: Le nouveau compte a été ajouté.

source: Cannot delete this account because transactions have been created using this account.
fr_fr: Il n'est pas possible de supprimer ce compte parce qu'il à été utilisé dans des transactions.

source: Cannot delete this account because it is used as one of the company default GL accounts.
fr_fr: Il n'est pas possible de supprimer ce compte parce qu'il est associé à un des comptes par défaut de la société.

source: Cannot delete this account because it is used by a bank account.
fr_fr: Il n'est pas possible de supprimer ce compte parce qu'il est associé à un compte bancaire.

source: Cannot delete this account because it is used by one or more Items.
fr_fr: Il n'est pas possible de supprimer ce compte parce qu'il est utilisé par des articles.

source: Cannot delete this account because it is used by one or more Taxes.
fr_fr: Il n'est pas possible de supprimer ce compte parce qu'il est utilisé dans des taxes.

source: Cannot delete this account because it is used by one or more Customer Branches.
fr_fr: Il n'est pas possible de supprimer ce compte parce qu'il est utilisé par des départements client.

source: Cannot delete this account because it is used by one or more suppliers.
fr_fr: Il n'est pas possible de supprimer ce compte parce qu'il est utilisé par des fournisseurs.

source: Selected account has been deleted
fr_fr: Le compte sélectionné a été supprimé

source: New account
fr_fr: Nouveau Compte

source: Account Code:
fr_fr: Compte :

source: Account Code 2:
fr_fr: No Compte alternatif :

source: Account Name:
fr_fr: Désignation Compte :

source: Account Group:
fr_fr: Groupe de Comptes :

source: Add Account
fr_fr: Ajouter Compte

source: Update Account
fr_fr: Actualiser Compte

source: Delete account
fr_fr: Effacer Compte

source: GL Account Groups
fr_fr: Groupes de comptes GL

source: Selected account type has been updated
fr_fr: Le type de compte sélectionné a été actualisé

source: New account type has been added
fr_fr: Nouveau type de compte ajouté

source: Group Name
fr_fr: Nom du groupe

source: Subgroup Of
fr_fr: Sous-groupe de

source: ID:
fr_fr: Code :

source: Subgroup Of:
fr_fr: Sous-groupe de :

source: Quick Entries
fr_fr: Saisie rapide

source: Add new
fr_fr: Ajouter

source: The Quick Entry description cannot be empty.
fr_fr: Le libellé de la saisie rapide ne peut pas être vide.

source: The base amount description cannot be empty.
fr_fr: Le libellé du montant de base ne peut pas être vide.

source: Selected quick entry has been updated
fr_fr: La saisie rapide sélectionné a été actualisé

source: New quick entry has been added
fr_fr: La nouvelle saisie rapide a été ajoutée

source: Selected quick entry line has been updated
fr_fr: Le poste de saisie rapide sélectionné a été actualisé

source: New quick entry line has been added
fr_fr: Le nouveau poste de saisie rapide a été ajouté

source: Selected quick entry has been deleted
fr_fr: La saisie rapide sélectionnée a été supprimée

source: The Quick Entry has Quick Entry Lines. Cannot be deleted.
fr_fr: La saisie rapide a des postes. Elle ne peut pas être supprimée.

source: Selected quick entry line has been deleted
fr_fr: Le poste de saisie rapide sélectionné a été supprimé

source: Base Amount
fr_fr: Montant de base

source: Entry Type
fr_fr: Type saisie

source: Base Amount Description
fr_fr: Libellé du montant de base

source: Default Base Amount
fr_fr: Montant de base par défaut

source: Quick Entry Lines
fr_fr: Poste de saisie rapide

source: Post
fr_fr: Saisie

source: Account/Tax Type
fr_fr: Type compte/taxe

source: Posted
fr_fr: Saisie

source: Tax Type
fr_fr: Type Taxe

source: Transfer has been entered
fr_fr: Le trasnfert a été enregistré

source: &View the GL Journal Entries for this Transfer
fr_fr: &Voir les écritures GL pour ce transfert

source: You must enter a reference.
fr_fr: Saisisez une référence.

source: View Bank Transfer
fr_fr: Voir transférence bancaire

source: From Bank Account
fr_fr: Du Compte Bancaire

source: To Bank Account
fr_fr: Au Compte Bancaire

source: Transfer Type
fr_fr: Type transférence

source: This transfer has been voided.
fr_fr: Ce transfert a été annulé.

source: View Bank Deposit
fr_fr: Voir Dépôt Bancaire

source: GL Deposit
fr_fr: Encaissement GL

source: From
fr_fr: De

source: Deposit Type
fr_fr: Type encaissement

source: This deposit has been voided.
fr_fr: Cet encaissement a été annulé.

source: There are no items for this deposit.
fr_fr: Il n'y a pas de postes pour cet encaissement

source: Items for this Deposit
fr_fr: Postes de cet encaissement

source: Item Amounts are Shown in :
fr_fr: Les montants des postes sont en :

source: Account Code
fr_fr: Code Compte

source: Account Description
fr_fr: Désignation Compte

source: View Bank Payment
fr_fr: Voir virement bancaire

source: GL Payment
fr_fr: Ecritures décaissement

source: Pay To
fr_fr: Payer à

source: Payment Type
fr_fr: Type décaissement

source: This payment has been voided.
fr_fr: Ce décaissement a été annulé.

source: There are no items for this payment.
fr_fr: Il n'y a pas de postes pour ce décaissement.

source: Items for this Payment
fr_fr: Postes de ce décaissement

source: General Ledger Transaction Details
fr_fr: Détails de l'écriture GL

source: No general ledger transactions have been created for
fr_fr: Il n'y a pas de transactions GL créées pour

source: number
fr_fr: numéro

source: This transaction has been voided.
fr_fr: Cette transaction a été annulée.

source: Exchange Variance
fr_fr: Variacion de taux d'echange

source: Pay To:
fr_fr: Payez à :

source: To the Order of:
fr_fr: A :

source: Supplier:
fr_fr: Fournisseur :

source: Customer:
fr_fr: Client :

source: Branch:
fr_fr: Département :

source: Go
fr_fr: Aller

source: Edit document line
fr_fr: Modifier poste document

source: Remove line from document
fr_fr: Enlever poste du document

source: Confirm changes
fr_fr: Confirmer modifications

source: Cancel changes
fr_fr: Annuler modifications

source: Add Item
fr_fr: Ajouter poste

source: Add new item to document
fr_fr: Ajouter nouveau poste au document

source: Reverse Transaction:
fr_fr: Inverser transaction:

source: Quick Entry
fr_fr: Saisie rapide

source: Edit journal line
fr_fr: Modifier poste du journal

source: Remove line from journal
fr_fr: Supprimer poste du journal

source: Add new line to journal
fr_fr: Ajouter poste au journal

source: Dimensions
fr_fr: Contrôl de gestion

source: Back
fr_fr: Retourner

source: Requesting data...
fr_fr: Obtention de données...

source: in file
fr_fr: dans fichier

source: at line
fr_fr: à la ligne

source: DATABASE ERROR :
fr_fr: ERROR BASSE DE DONNEES :

source: The entered information is a duplicate. Please go back and enter different values.
fr_fr: L'information saisie est dupliquée. Revenez en arrière et saisisez des valeurs différents.

source: This page is usable only with javascript enabled browsers.
fr_fr: Cette page est utilisable uniquement pour des navigateurs avec javascript.

source: Incorrect Password
fr_fr: Mot de passe incorrecte

source: The user and password combination is not valid for the system.
fr_fr: Le utilisateur et/ou le mot de passe ne sont pas valides.

source: If you are not an authorized user, please contact your system administrator to obtain an account to enable you to use the system.
fr_fr: Si vous n'êtes pas un utilisateur autorisé, contactez votre administrateur de système pour qu'il vous autorise.

source: Security settings have not been defined for your user account.
fr_fr: Les paramétres de sécurité de votre compte n'ont pas été définis.

source: Please contact your system administrator.
fr_fr: Contactez votre administrateur système.

source: The security settings on your account do not permit you to access this function
fr_fr: Vous n'êtes pas autorisé à accéder à cette function.

source: Journal Entry
fr_fr: Ecriture journal

source: Bank Payment
fr_fr: Décaissement bancaire

source: Bank Deposit
fr_fr: Encaissement bancaire

source: Funds Transfer
fr_fr: Transférence de fonds

source: Sales Invoice
fr_fr: Facture de vente

source: Customer Credit Note
fr_fr: Avoir Client

source: Customer Payment
fr_fr: Encaissement client

source: Delivery Note
fr_fr: Bon de livraison

source: Location Transfer
fr_fr: Transference de stock

source: Inventory Adjustment
fr_fr: Inventaire

source: Purchase Order
fr_fr: Commande Achat

source: Supplier Invoice
fr_fr: Facture fournisseur

source: Supplier Credit Note
fr_fr: Avoir Fournisseur

source: Supplier Payment
fr_fr: Encaissement fournisseur

source: Purchase Order Delivery
fr_fr: Livraison de commande d'achat

source: Work Order
fr_fr: Ordre de travail

source: Work Order Issue
fr_fr: Sortie ordre de travail

source: Sales Order
fr_fr: Commande de vente

source: Cost Update
fr_fr: Actualisation de coût

source: Savings Account
fr_fr: Compte épargne

source: Chequing Account
fr_fr: Compte chèques

source: Credit Account
fr_fr: Compte crédit

source: Cash Account
fr_fr: Compte courrant

source: Transfer
fr_fr: Saisir transfert

source: Cash
fr_fr: Direct

source: Customer
fr_fr: Client

source: Supplier
fr_fr: Fournisseur

source: Assemble
fr_fr: Assembler

source: Unassemble
fr_fr: Démonter

source: Remainder
fr_fr: Rémanent

source: Amount, increase base
fr_fr: Montant, incrementer base

source: Amount, reduce base
fr_fr: Montant, réduire base

source: % amount of base
fr_fr: % montant de base

source: % amount of base, increase base
fr_fr: % montant de base, incrémenter base

source: % amount of base, reduce base
fr_fr: % montant de base, réduire base

source: Taxes added
fr_fr: Taxes ajoutées

source: Taxes added, increase base
fr_fr: Taxes ajoutées, incrémenter base

source: Taxes added, reduce base
fr_fr: Taxes ajoutées, réduire base

source: Taxes included
fr_fr: TTC

source: Taxes included, increase base
fr_fr: TTC, incrémenter base

source: Taxes included, reduce base
fr_fr: TTC, réduire base

source: Supplier Invoice/Credit
fr_fr: Facture ou avoir fournisseur

source: Manufactured
fr_fr: Produit

source: Purchased
fr_fr: Acheté

source: Transaction Type
fr_fr: Type transaction

source: Other Allocations
fr_fr: D'autres rapprochements

source: This Allocation
fr_fr: Ce rapprochement

source: Left to Allocate
fr_fr: Reste à rapprocher

source: Total Allocated
fr_fr: Total rapproché

source: The entry for one or more amounts is invalid or negative.
fr_fr: Un ou plusieurs montants sont négatifs ou invalides

source: These allocations cannot be processed because the amount allocated is more than the total amount left to allocate.
fr_fr: Montant rapproché suppérieur au montant restant à rapprocher. Pas de rapprochement.

source: First
fr_fr: Premier

source: Prev
fr_fr: Antérieur

source: Next
fr_fr: Suivant

source: Last
fr_fr: Dernier

source: Records %d-%d of %d
fr_fr: Entrées %d-%d de %d

source: No records
fr_fr: Pas d'entrées

source: If this does not happen
fr_fr: Si cela n'arrive pas

source: click here
fr_fr: cliquez ici

source: to continue
fr_fr: pour continuer

source: Customers
fr_fr: Clients

source: Suppliers
fr_fr: Fournisseurs

source: Items
fr_fr: Articles

source: Set filter
fr_fr: Filtrer

source: All Suppliers
fr_fr: Tous les fournisseurs

source: Select supplier
fr_fr: Sélectionnez fournisseur

source: All Customers
fr_fr: Tous les clients

source: Select customer
fr_fr: Sélectionnez client

source: All branches
fr_fr: Tous les départements

source: Select customer branch
fr_fr: Sélectionnez département client

source: All Locations
fr_fr: Tous les entrepôts

source: All Items
fr_fr: Tous les postes

source: All Sales Types
fr_fr: Tous les types de vente

source: Use Item Sales Accounts
fr_fr: Utiliser compte ventes article

source: All Types
fr_fr: Tous les types

source: Sales Invoices
fr_fr: Factures vente

source: Overdue Invoices
fr_fr: Factures en retard

source: Payments
fr_fr: Paiements

source: Credit Notes
fr_fr: Avoirs

source: Delivery Notes
fr_fr: Bons de livraison

source: Invoices
fr_fr: Factures

source: Overdue Credit Notes
fr_fr: Avoirs en retard

source: Automatically put balance on back order
fr_fr: Actualiser solde dans commande

source: Cancel any quantites not delivered
fr_fr: Annuler la quantité non livrée

source: Items Returned to Inventory Location
fr_fr: Postes retournés au entrpôt

source: in units of :
fr_fr: en unités de :

source: Date Voided:
fr_fr: Date annulation :

source: Included
fr_fr: Inclu

source: Amount:
fr_fr: Montant :

source: Allocations
fr_fr: Rapprochements

source: Total Amount
fr_fr: Montant total

source: Total Allocated:
fr_fr: Total rapproché :

source: Left to Allocate:
fr_fr: Reste à rapprocher :

source: No Quick Entries are defined.
fr_fr: Il n'y a pas de saisies rapides dans le système.

source: and
fr_fr: et

source: January
fr_fr: Janvier

source: February
fr_fr: Fevrier
