Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-1.po
Languages: fr_fr

source: Main Menu
fr_fr: Menu principal

source: Logout
fr_fr: Déconnexion

source: Password:
fr_fr: Mot de passe :

source: Company
fr_fr: Société

source: Theme:
fr_fr: Aspect visuel :

source: Thank you for using
fr_fr: Merci d'avoir choisi<br>

source: Click here to Login Again.
fr_fr: Cliquez ici pour vous reconnecter.

source: Attach Documents
fr_fr: Attacher documents

source: Attachment has been inserted.
fr_fr: Le document a été transféré.

source: Attachment has been updated.
fr_fr: Le document a été actualisé.

source: Attachment has been deleted.
fr_fr: Le document a été supprimé.

source: Description
fr_fr: Libellé

source: Filename
fr_fr: Nom du fichier

source: Size
fr_fr: Taille

source: Filetype
fr_fr: Type Fichier

source: Date Uploaded
fr_fr: Date téléchargé

source: Edit
fr_fr: Modifier

source: View
fr_fr: Voir

source: Download
fr_fr: Télécharger

source: Delete
fr_fr: Supprimer

source: Transaction #
fr_fr: No transaction :

source: Attached File
fr_fr: Fichier attaché

source: Backup and Restore Database
fr_fr: Faire copie de sécurité et restaurer la base de données

source: Backup paths have not been set correctly.
fr_fr: Le chemin vers la copie de sécurité n'a pas été correctement saisi.

source: Please contact System Administrator.
fr_fr: Contactez votre administrateur système.

source: cannot find backup directory
fr_fr: il n'est pas possible de trouver le répertoire de la copie de sécurité

source: Backup successfully generated.
fr_fr: Copie de sécurité générée correctement.

source: No
fr_fr: Non

source: Restore backup completed.
fr_fr: Restauration de copie de sécurité terminée.

source: File successfully deleted.
fr_fr: Fichier supprimé.

source: Comments:
fr_fr: Commentaires :

source: Create Backup
fr_fr: Créer Copie de Sécurité

source: View Backup
fr_fr: Voir Copie de Sécurité

source: Download Backup
fr_fr: Télécharger Copie de Sécurité

source: Restore Backup
fr_fr: Restaurer Copie de Sécurité

source: Delete Backup
fr_fr: Effacer Copie de Sécurité

source: Change password
fr_fr: Changer mot de passe

source: The password entered must be at least 4 characters long.
fr_fr: Le mot de passe doit contenir au moins 4 caractères.

source: The password cannot contain the user login.
fr_fr: Le mot de passe ne peut pas contenir le nom d'utilisateur.

source: The passwords entered are not the same.
fr_fr: Les mots de passe saisies ne sont pas pareils.

source: Your password has been updated.
fr_fr: Votre mot de passe a été actualisé.

source: User login:
fr_fr: Nom utilisateur :

source: Repeat password:
fr_fr: Répétez le mot de passe :

source: Enter your new password in the fields.
fr_fr: Saisissez votre nouveau mot de passe dans les champs.

source: Company Setup
fr_fr: Paramétrage Société

source: The company name must be entered.
fr_fr: Le nom de la société doir être saisi.

source: The existing image could not be removed
fr_fr: L'image existante n'a pas pu être supprimée

source: Error uploading logo file
fr_fr: Erreur en télédéchargeant le logo

source: Company setup has been updated.
fr_fr: Le paramétrage de la société a été actualisé.

source: Name (to appear on reports):
fr_fr: Nom (utilisé dans documents) :

source: Address:
fr_fr: Adresse :

source: Phone Number:
fr_fr: Téléphone:

source: Fax Number:
fr_fr: Fax :

source: Email Address:
fr_fr: E-mail :

source: Official Company Number:
fr_fr: SIRET :

source: GSTNo:
fr_fr: TVA Intracommunautaire :

source: Home Currency:
fr_fr: Devise locale :

source: Fiscal Year:
fr_fr: Année fiscale :

source: Tax Periods:
fr_fr: Périodes TVA :

source: Months.
fr_fr: Mois.

source: Tax Last Period:
fr_fr: Dernière période TVA :

source: Months back.
fr_fr: Mois passés.

source: Company Logo:
fr_fr: Logo Société :

source: New Company Logo (.jpg)
fr_fr: Nouveau logo société (.jpg)

source: Delete Company Logo:
fr_fr: Supprimer logo société (.jpg)

source: Use Dimensions:
fr_fr: Activer contrôl de gestion :

source: Base for auto price calculations:
fr_fr: Base de calcul de prix :

source: No base price list
fr_fr: Pas de base de liste de prix

source: Search Item List
fr_fr: Afficher Liste Articles

source: Search Customer List
fr_fr: Afficher Liste Clients

source: Search Supplier List
fr_fr: Afficher Liste Fournisseurs

source: Update
fr_fr: Actualiser

source: Create/Update Company
fr_fr: Créer/Actualiser Société

source: This database settings are already used by another company.
fr_fr: Ce paramétrage de la base de données est déjà utilisé par une autre société.

source: You cannot have table set without prefix together with prefixed sets in the same database.
fr_fr: Il n'est pas possible d'avoir un groupe de tables sans préfixe avec un autre groupe avec des préfixes dans la même base de données.

source: Error creating Database:
fr_fr: Erreur en créant la base de données :

source: , Please create it manually
fr_fr: , créez-la manuellement

source: Error uploading Database Script, please upload it manually
fr_fr: Erreur à la télédécharge du code de la base de données, Télédéchargez-le manuellement.

source: Cannot open the configuration file -
fr_fr: Pas possible d'ouvrir le fichier de configuration -

source: Cannot write to the configuration file -
fr_fr: Pas possible d'écrire dans le fichier de configuration -

source: The configuration file
fr_fr: On ne peut pas écrire dans le fichier de configuration

source: is not writable. Change its permissions so it is, then re-run the operation.
fr_fr: . Il faut lui changer la permission d'écriture et réessayer à nouveau.

source: Cannot rename company subdirectory
fr_fr: Pas possible de renommer le repertoire des données société

source: Error removing Database:
fr_fr: Erreur en effaçant la base de données :

source: , please remove it manually
fr_fr: , créez-la manuellement

source: Are you sure you want to delete company no.
fr_fr: Etes-vous sûr de vouloir supprimer la société No

source: Database Host
fr_fr: Serveur de la base de données

source: Database User
fr_fr: Utilisateur base de données

source: Database Name
fr_fr: Nom de la base de données

source: Table Pref
fr_fr: Préfixe tables

source: Default
fr_fr: Défaut

source: Yes
fr_fr: Oui

source: The marked company is the current company which cannot be deleted.
fr_fr: La société sélectionnée est la société actuelle la quelle ne peut pas être supprimée.

source: Host
fr_fr: Serveur

source: Database Password
fr_fr: Mot de passe base données

source: None
fr_fr: Aucun

source: Database Script
fr_fr: Code création base de données

source: New script Admin Password
fr_fr: Nouveau mot de passe administrateur pour code

source: Choose from Database scripts in SQL folder. No Database is created without a script.
fr_fr: Choisissez le code de la base de données dans le repertoire SQL. Aucune base de données est créée sans le code.

source: Save
fr_fr: Sauvegarder

source: Create a new company
fr_fr: Créer nouvelle société

source: Display Setup
fr_fr: Paramétrage Présentation Visuelle

source: Display settings have been updated.
fr_fr: La configuration visuelle a été actualisée.

source: Decimal Places
fr_fr: Nombre décimaux

source: Prices/Amounts:
fr_fr: Prix/Montants:

source: Quantities:
fr_fr: Quantités :

source: Exchange Rates:
fr_fr: Taux d'échange :

source: Percentages:
fr_fr: Pourcentages :

source: Dateformat and Separators
fr_fr: Format date et séparateurs

source: Dateformat:
fr_fr: Format date :

source: Date Separator:
fr_fr: Séparateur date :

source: Thousand Separator:
fr_fr: Séparateur milles :

source: Decimal Separator:
fr_fr: Séparateur décimaux :

source: Language
fr_fr: Langue

source: Language:
fr_fr: Langue :

source: Miscellaneous
fr_fr: Autres

source: Show hints for new users:
fr_fr: Afficher de l'aide pour débutants :

source: Show GL Information:
fr_fr: Afficher information GL :

source: Show Item Codes:
fr_fr: Afficher codes article :

source: Page Size:
fr_fr: Format papier :

source: Printing profile
fr_fr: Profil impression

source: Browser printing support
fr_fr: Aide Options Navigateur

source: Use popup window to display reports:
fr_fr: Visualiser rapports dans nouvelle écran :

source: Set this option to on if your browser directly supports pdf files
fr_fr: Cochez cette case si votre navigateur lit des fichiers PDF

source: Use icons instead of text links:
fr_fr: Utiliser des icones à la place de texte pour les liens :

source: Set this option to on for using icons instead of text links
fr_fr: Cochez cette case pour utiliser des icones à la place de texte pour les liens

source: Query page size:
fr_fr: Taille de page requête :

source: Fiscal Years
fr_fr: Années fiscaux

source: Invalid BEGIN date in fiscal year.
fr_fr: Date DEBUT invalide dans l'année fiscale.

source: Invalid END date in fiscal year.
fr_fr: Date FIN invalide dans l'année fiscale.

source: BEGIN date bigger than END date.
fr_fr: La date DEBUT est suppérieure à la date FIN.

source: Selected fiscal year has been updated
fr_fr: L'année fiscale sélectionnée a été actualisée.

source: New fiscal year has been added
fr_fr: La nouvelle année fiscale a été créée.

source: Selected fiscal year has been deleted
fr_fr: L'année fiscale sélectionnée a été supprimée.

source: Fiscal Year Begin
fr_fr: Début d'année fiscale

source: Fiscal Year End
fr_fr: Fin d'année fiscale

source: Closed
fr_fr: Clôturée

source: The marked fiscal year is the current fiscal year which cannot be deleted.
fr_fr: L'année fiscale sélectionnée est celle en cours et ne peut pas être supprimée.

source: Fiscal Year Begin:
fr_fr: Début d'année fiscale :

source: Fiscal Year End:
fr_fr: Fin d'année fiscale :

source: Is Closed:
fr_fr: Est clôturée :

source: Forms Setup
fr_fr: Paramétrage formulaires

source: Forms settings have been updated.
fr_fr: Les paramétres des formulaires ont été actualisés

source: Form
fr_fr: Formulaire

source: Next Reference
fr_fr: Référence suivante

source: System and General GL Setup
fr_fr: Paramétrage du système et du grand livre

source: The general GL setup has been updated.
fr_fr: Le paramétrage général du GL a été actualisé.

source: General GL
fr_fr: GL général

source: Past Due Days Interval:
fr_fr: Intervalle de jours passés :

source: days
fr_fr: jours

source: Exchange Variances Account:
fr_fr: Compte Fournisseur :

source: Customers and Sales
fr_fr: Clients et Ventes

source: Default Credit Limit:
fr_fr: Limite crédit par défaut :

source: Accumulate batch shipping:
fr_fr: Livraison lot cumulé :

source: Legal Text on Invoice:
fr_fr: Texte légal dans facture :

source: Shipping Charged Account:
fr_fr: Compte de Charges Transport :

source: Customers and Sales Defaults
fr_fr: Valeurs par défaut Clients et Ventes

source: Receivable Account:
fr_fr: Compte Client :

source: Sales Account:
fr_fr: Compte ventes :

source: Sales Discount Account:
fr_fr: Compte escompte sur vente :

source: Prompt Payment Discount Account:
fr_fr: Compte escompte pour paiement anticipé :

source: Dimension Defaults
fr_fr: Valeurs par défaut centre d'imputation

source: Suppliers and Purchasing
fr_fr: Fournisseurs et Achats

source: Suppliers and Purchasing Defaults
fr_fr: Paramètres par défaut Fournisseurs et Achats

source: Payable Account:
fr_fr: Compte fournisseur :

source: Purchase Discount Account:
fr_fr: Compte escompte Fournisseur :

source: Inventory
fr_fr: Stock

source: Allow Negative Inventory:
fr_fr: Permettre Stock négatif :

source: Items Defaults
fr_fr: Valeurs par défaut des postes

source: Inventory Account:
fr_fr: Compte de stock :

source: C.O.G.S. Account:
fr_fr: Compte achats :

source: Inventory Adjustments Account:
fr_fr: Compte de variation de stocks :

source: Item Assembly Costs Account:
fr_fr: Compte coûts de production :

source: Manufacturing Defaults
fr_fr: Valeurs par défaut Production

source: Install/Update Languages
fr_fr: Installer ou actualiser Langues

source: Name
fr_fr: Nom

source: Encoding
fr_fr: Encodage

source: Right To Left
fr_fr: Droite à gauche

source: Available
fr_fr: Disponible

source: Installed
fr_fr: Installé

source: Install
fr_fr: Installer ou actualiser Langues

source: The marked language is the current language which cannot be deleted.
fr_fr: La langue sélectionnée est votre langue actuelle. Elle ne peut pas être effacée.

source: Language File
fr_fr: Fichier langue

source: Select your language files from your local harddisk.
fr_fr: Choisissez votre fichier de langue dans votre disque.

source: Active
fr_fr: Actif

source: Folder
fr_fr: Répertoire

source: Menu Tab
fr_fr: Menu onglet

source: Module File
fr_fr: Fichier module

source: SQL File
fr_fr: Fichier SQL

source: Select your module PHP file from your local harddisk.
fr_fr: Choisisez votre fichier module PHP dans votre disque.

source: Software Upgrade
fr_fr: Montée de version

source: Cannot connect to database for company
fr_fr: Il n'est pas possible de se connecter à la base de données de la société

source: Database upgrade to version %s failed for company '%s'.
fr_fr: La montée de version de la base de données à la version %s a échoué pour la société '%s'.

source: You should restore company database from latest backup file
fr_fr: Vous devez restaurer la base de données à partir de la dernière copie de sécurité

source: All companies data has been successfully updated
fr_fr: Tous les données société ont été actualisés correctement

source: Sql file
fr_fr: Fichier SQL

source: Force upgrade
fr_fr: Forcer montée de version

source: Upgrade system
fr_fr: Administrateur système

source: Save database and perform upgrade
fr_fr: Enregistrer base de données et faire l'actualisation

source: Payment Terms
fr_fr: Conditions de paiement

source: Selected payment terms have been updated
fr_fr: Les conditions de payement sélectionnées ont été actualisés

source: Selected payment terms have been deleted
fr_fr: Les conditions de payement sélectionnées ont été effacés

source: Terms Description:
fr_fr: Désignation Conditions :

source: Days (Or Day In Following Month):
fr_fr: Jours (ou jours après fin du mois):

source: Printer Locations
fr_fr: Localisations imprimmante

source: Printer name cannot be empty.
fr_fr: Le libellé de l'imprimante ne peut pas être vide.

source: Timeout cannot be less than zero nor longer than 60 (sec).
fr_fr: Le temps d'attente maximum ne peut être négative ou suppérieur à 60 seg.

source: New printer definition has been created
fr_fr: La nouvelle définition de imprimante a été créée

source: Selected printer definition has been updated
fr_fr: L'imprimante sélectionnée a été actualisée

source: Cannot delete this printer definition, because print profile have been created using it.
fr_fr: Pas possible de supprimer cette definition imprimante, parce qu'il y a des profils d'impression qui lui font référence.

source: Selected printer definition has been deleted
fr_fr: L'imprimante sélectionnée a été effacé

source: Printer Queue
fr_fr: Queue d'impression :

source: Printer Name
fr_fr: Nom imprimante :

source: Printer Description
fr_fr: Désignation imprimante

source: Host name or IP
fr_fr: Nom serveur ou IP

source: Timeout
fr_fr: Temps maximum

source: Printing Profiles
fr_fr: Profils d'impression

source: Default printing destination
fr_fr: Imprimante par défaut

source: Printing profile name cannot be empty.
fr_fr: Le nom du profil d'impression ne peut pas être vide.

source: New printing profile has been created
fr_fr: Le profil d'impression a été créé.

source: Printing profile has been updated
fr_fr: Le profil d'impression a été mis à jour.

source: Selected printing profile has been deleted
fr_fr: Le profil d'impression sélectionné a été supprimé

source: Select printing profile
fr_fr: Sélectionnez profil d'impression

source: New printing profile
fr_fr: Créer nouveau profil d'impression

source: Printing Profile Name
fr_fr: Nom du profil d'impression

source: Report Id
fr_fr: Code rapport

source: Printer
fr_fr: Imprimante

source: Browser support
fr_fr: Support navigateur

source: no title was found in this report definition file.
fr_fr: pas de tittre dans le fichier de définition de rapport.

source: Add New Profile
fr_fr: Ajouter nouveau profil

source: Update Profile
fr_fr: Actualiser profil

source: Update printer profile
fr_fr: Actualiser profil d'impression

source: Delete Profile
fr_fr: Effacer profil

source: Delete printer profile (only if not used by any user)
fr_fr: Supprimer profil imprimante (uniquement s'il n'est pas utilisé par un utilisateur)

source: Cancel
fr_fr: Annuler

source: Shipping Company
fr_fr: Transporteur

source: The shipping company name cannot be empty.
fr_fr: Le nom de la société de transport ne peut pas être vide.

source: New shipping company has been added
fr_fr: La nouvelle société de transports a été ajoutée

source: Selected shipping company has been updated
fr_fr: La société de transport sélectionnée a été actualisée

source: Selected shipping company has been deleted
fr_fr: La société de transport sélectionnée a été supprimée

source: Contact Person
fr_fr: Personne de contact

source: Phone Number
fr_fr: Téléphone

source: Address
fr_fr: Adresse

source: Name:
fr_fr: Nom :

source: Contact Person:
fr_fr: Personne de contact :

source: Value
fr_fr: Valeur

source: Comments
fr_fr: Commentaires

source: Users
fr_fr: Utilisateurs

source: The user login entered must be at least 4 characters long.
fr_fr: Le nom d'utilisateur doit avoir au moins 4 caractères.

source: The selected user has been updated.
fr_fr: L'utilisateur sélectionné a été actualisé.

source: A new user has been added.
fr_fr: Un nouveau utilisateur a été ajouté.

source: User has been deleted.
fr_fr: L'utilisateur a été effacé.

source: User login
fr_fr: Nom d'utilisateur

source: Full Name
fr_fr: Nom complet

source: Phone
fr_fr: Téléphone

source: Last Visit
fr_fr: Dernière conexion

source: Access Level
fr_fr: Niveau d'accès

source: User Login:
fr_fr: Nom d'utilisateur :

source: Enter a new password to change, leave empty to keep current.
fr_fr: Saisissez un nouveau mot de passe ou laissez vide pour maintenir l'actuel.

source: Telephone No.:
fr_fr: Téléphone :

source: Access Level:
fr_fr: Niveau d'accès :

source: User's POS
fr_fr: POS de l'utilisateur

source: View or Print Transactions
fr_fr: Voir ou imprimer transactions

source: Print
fr_fr: Impression

source: Only documents can be printed.
fr_fr: Uniquement les documents peuvent être imprimés.

source: from #:
fr_fr: du No :

source: to #:
fr_fr: au No :

source: Search
fr_fr: Recherche

source: The starting transaction number is expected to be numeric and greater than zero.
fr_fr: Le numéro initial de la transaction doit être numérique et positif.

source: The ending transaction number is expected to be numeric and greater than zero.
fr_fr: Le numéro final de la transaction doit être numérique et positif.

source: Reference
fr_fr: Référence

source: Void a Transaction
fr_fr: Annuler transaction

source: Select
fr_fr: Sélectionnez

source: Transaction Type:
fr_fr: Type transaction :

source: Transaction #:
fr_fr: No transaction :

source: Voiding Date:
fr_fr: Date annulation :

source: Memo:
fr_fr: Commentaire :

source: Void Transaction
fr_fr: Annuler transaction

source: The entered transaction does not exist or cannot be voided.
fr_fr: La transaction saisie n'existe pas ou ne peut pas être annulée.

source: Proceed
fr_fr: Procéder

source: The entered date is invalid.
fr_fr: La date saisie n'est pas valable.

source: The entered date is not in fiscal year.
fr_fr: La date saisie n'est pas dans l'année fiscale.

source: Selected transaction has been voided.
fr_fr: La transaction sélectionnée a été annulée.

source: Open Balance
fr_fr: Solde ouverture

source: Cannot open the languages file -
fr_fr: Impossible d'ouvrir le fichier de langue -

source: Cannot write to the language file -
fr_fr: Imposible d'écrire dans le fichier de langue -

source: SQL script execution failed in line %d: %s
fr_fr: Erreur dans code SQL à la ligne %d : %s

source: &Sales
fr_fr: &Ventes

source: Sales &Order Entry
fr_fr: &Créer commande de vente

source: Direct &Delivery
fr_fr: &Livraison directe

source: Direct &Invoice
fr_fr: &Facturation directe

source: &Delivery Against Sales Orders
fr_fr: &Livrer à partir de commande de ventes

source: &Invoice Against Sales Delivery
fr_fr: &Facture à partir de livraison

source: &Template Delivery
fr_fr: &Livraison type

source: &Template Invoice
fr_fr: &Facture type

source: &Create and Print Recurrent Invoices
fr_fr: &Créer et imprimer factures recurrentes

source: Customer &Payments
fr_fr: &Paiement client

source: Customer &Credit Notes
fr_fr: &Avoirs Client

source: &Allocate Customer Payments or Credit Notes
fr_fr: &Rapprocher avoirs ou paiements client

source: Inquiries and Reports
fr_fr: Consultes et Etats

source: Sales Order &Inquiry
fr_fr: &Consulter commandes de vente

source: Customer Transaction &Inquiry
fr_fr: &Consulter transactions client

source: Customer Allocation &Inquiry
fr_fr: &Consulter rapprochements client

source: Customer and Sales &Reports
fr_fr: &Etats de clients et ventes

source: Add and Manage &Customers
fr_fr: Ajouter et gérer clients

source: Customer &Branches
fr_fr: &Départements client

source: Sales &Groups
fr_fr: &Groupes de ventes

source: Recurrent &Invoices
fr_fr: &Factures recurrentes

source: Sales T&ypes
fr_fr: T&ypes vente

source: Sales &Persons
fr_fr: &Vendeurs

source: Sales &Areas
fr_fr: &Zones de vente

source: Credit &Status Setup
fr_fr: Types &statut crédit

source: &Dimensions
fr_fr: &Contrôl de gestion

source: Dimension &Entry
fr_fr: &Création de centre d'imputation

source: &Outstanding Dimensions
fr_fr: Centres d'imputation &ouverts

source: Dimension &Inquiry
fr_fr: &Consulter centre d'imputation

source: Dimension &Reports
fr_fr: &Etats des centres d'imputation

source: &Banking and General Ledger
fr_fr: &Finances

source: &Payments
fr_fr: &Décaissements

source: &Deposits
fr_fr: &Encaissements

source: Bank Account &Transfers
fr_fr: &Transférence banquaire

source: &Journal Entry
fr_fr: Ecriture &journal

source: &Budget Entry
fr_fr: Ecriture &budget

source: &Reconcile Bank Account
fr_fr: &Rapprocher relevé bancaire

source: Bank Account &Inquiry
fr_fr: &Consulter Compte Bancaire

source: Ta&x Inquiry
fr_fr: Déclaration &TVA

source: Trial &Balance
fr_fr: &Bilan Exercice

source: Banking &Reports
fr_fr: &Rapports de la banque

source: General Ledger &Reports
fr_fr: &Rapports du grand livre

source: Bank &Accounts
fr_fr: &Comptes bancaires

source: &Quick Entries
fr_fr: &Saisie rapide

source: &Currencies
fr_fr: &Devises

source: &Exchange Rates
fr_fr: Taux d'échang&e

source: &GL Accounts
fr_fr: Comptes &GL

source: GL Account &Groups
fr_fr: &Groupes de comptes GL

source: GL Account &Classes
fr_fr: &Classes de comptes GL

source: &Items and Inventory
fr_fr: &Stock

source: Inventory Location &Transfers
fr_fr: &Transferts de stock

source: Inventory &Adjustments
fr_fr: &Inventaire

source: Inventory Item &Movements
fr_fr: &Mouvements de stock

source: Inventory Item &Status
fr_fr: &Stock article

source: Inventory &Reports
fr_fr: &Etats de stock

source: &Items
fr_fr: &Articles

source: &Foreign Item Codes
fr_fr: Codes article &externe

source: Sales &Kits
fr_fr: &Kits de vente

source: Item &Categories
fr_fr: &Types article

source: Inventory &Locations
fr_fr: &Entrepôts

source: Inventory &Movement Types
fr_fr: Types de &mouvement de stock

source: &Units of Measure
fr_fr: &Unités de mesure

source: &Reorder Levels
fr_fr: &Points de commande

source: Pricing and Costs
fr_fr: Prix et coût

source: Sales &Pricing
fr_fr: &Prix de vente

source: Purchasing &Pricing
fr_fr: &Prix d'achat

source: Standard &Costs
fr_fr: &Coût standard

source: &Manufacturing
fr_fr: &Production

source: Work &Order Entry
fr_fr: Création d'&ordre de travail
