Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-2.po
Languages: ar_eg

source: Place Quotation
ar_eg: إدراج خطاب تسعير

source: Commit Quotations Changes
ar_eg: تنفيذ التغيرات في خطابات التسعير

source: Sales Order Items
ar_eg: البنود المخزنية لطلب المبيعات

source: Enter Delivery Details and Confirm Order
ar_eg: إدخال تفاصيل عملية التسليم و تأكيد طلب المبيعات

source: Commit Order Changes
ar_eg: تنفيذ التغيرات في طلب المبيعات

source: You are about to void this Document.\nDo you want to continue?
ar_eg: أنت بصدد إلغاء هذا المستند . هل تريد أن تستمر ؟

source: Validate changes and update document
ar_eg: المصادقة على التغييرات و تحديث المستند

source: Cancels document entry or removes sales order when editing an old document
ar_eg: إلغاء إدخال المستند أو حذف طلب المبيعات عندما يتم تحرير مستند قديم

source: Allocate Customer Payment or Credit Note
ar_eg: تخصيص مقبوضات العميل أو الإشعارات الدائنة

source: Allocation of %s # %d
ar_eg: التخصيص لـ %s # %d

source: Customer Allocations
ar_eg: تخصيصات العميل

source: Select a customer:
ar_eg: أختيار عميل :

source: Credit Status
ar_eg: الحالة الأئتمانية

source: The credit status description cannot be empty.
ar_eg: وصف الحالة الأئتمانية لا يمكن تركه فارغاً

source: New credit status has been added
ar_eg: تم إضافة حالة إئتمان جديدة

source: Selected credit status has been updated
ar_eg: تم تحديث حالة الأئتمان المؤشر عليها

source: Cannot delete this credit status because customer accounts have been created referring to it.
ar_eg: لا يمكن حذف الحالة الأئتمانية الحالية بسبب أن حسابات عملاء تمت إنشائها مرتبطة بها

source: Selected credit status has been deleted
ar_eg: تم حذف الحالة الأئتمانية الحالية

source: Dissallow Invoices
ar_eg: رفض الفوترة

source: Invoice OK
ar_eg: الفوترة مقبولة

source: NO INVOICING
ar_eg: الفوترة مرفوضة

source: Dissallow invoicing ?
ar_eg: هل تريد رفض الفوترة ؟

source: Customer Branches
ar_eg: فروع العميل

source: There are no customers defined in the system. Please define a customer to add customer branches.
ar_eg: لا يوجد عملاء معرفون على النظام ، الرجاء تعريف عميل حتى يتم إضافة فروع له

source: There are no sales people defined in the system. At least one sales person is required before proceeding.
ar_eg: لا يوجد مندوبي مبيعات معرفين على النظام ، على الأقل يجب أن يكون هناك مندوب مبيعات واحد معرف قبل أن تتم عملية التنفيذ

source: There are no sales areas defined in the system. At least one sales area is required before proceeding.
ar_eg: لا توجد مناطق مبيعات معرفة على النظام ، على الأقل يجب أن تكون هناك منطقة مبيعات واحدة معرفة قبل أن تتم عملية التنفيذ

source: There are no shipping companies defined in the system. At least one shipping company is required before proceeding.
ar_eg: لا يوجد شركات شحن معرفة على النظام ، على الأقل يجب أن تكون هناك شركة شحن واحدة معرفة قبل أن تتم عملية التنفيذ

source: The Branch name cannot be empty.
ar_eg: أسم الفرع لا يمكن تركه فارغاً

source: The Branch short name cannot be empty.
ar_eg: أسم الفرع المختصر لا يمكن تركه فارغاً .

source: Selected customer branch has been updated
ar_eg: تم تحديث فرع العميل المؤشر عليه

source: New customer branch has been added
ar_eg: تمت إضافة فرع عميل جديد

source: Cannot delete this branch because customer transactions have been created to this branch.
ar_eg: لا يمكن حذف الفرع الحالي بسبب أن هناك حركات خاصة بالعميل تم إنشائها مرتبطة بهذا الفرع

source: Cannot delete this branch because sales orders exist for it. Purge old sales orders first.
ar_eg: لا يمكن حذف هذا الفرع بسبب أن هناك طلبات مبيعات موجودة صادرة منه ، يجب أن يتم تصفية طلبات المبيعات القديمة أولاً

source: Selected customer branch has been deleted
ar_eg: تم حذف فرع العميل المؤشر عليه

source: Main Branch
ar_eg: الفرع الرئيسي

source: Name and Contact
ar_eg: الإسم و الشخص المعني للأتصال

source: Branch Name:
ar_eg: أسم الفرع :

source: Branch Short Name:
ar_eg: أسم الفرع المختصر :

source: Sales Person:
ar_eg: مندوب المبيعات :

source: Sales Area:
ar_eg: منطقة المبيعات :

source: Sales Group:
ar_eg: مجموعة المبيعات :

source: Default Inventory Location:
ar_eg: موقع التخزين الأفتراضي :

source: Default Shipping Company:
ar_eg: شركة الشحن الأفتراضية :

source: Accounts Receivable Account:
ar_eg: حساب الذمم المدينة :

source: Billing Address:
ar_eg: عنوان الفوترة :

source: Disable this Branch:
ar_eg: لا تفعل هذا الفرع :

source: Contact
ar_eg: الأتصال

source: Area
ar_eg: المنطقة

source: Phone No
ar_eg: رقم الهاتف

source: Fax No
ar_eg: رقم الفاكس

source: Tax Group
ar_eg: المجموعة الضريبية

source: The selected customer does not have any branches. Please create at least one branch.
ar_eg: العميل المؤشر عليه لا توجد لديه أية فروع ، رجاءاً قم بإنشاء فرع واحد على الأقل

source: The customer name cannot be empty.
ar_eg: أسم العميل لا يمكن تركه فارغ

source: The customer short name cannot be empty.
ar_eg: لا يمكن ترك أسم العميل المختصر فارغاً .

source: The credit limit must be numeric and not less than zero.
ar_eg: حد الإئتمان يجب أن يكون عددي و لا يقل عن الصفر .

source: The payment discount must be numeric and is expected to be less than 100% and greater than or equal to 0.
ar_eg: الخصم على الدفعات يجب أن يكون عددي أو أن يكون أقل من نسبة 100% و أكثر من أو يساوي الصفر

source: The discount percentage must be numeric and is expected to be less than 100% and greater than or equal to 0.
ar_eg: نسبة الخصم يجب أن تكون عددية حيث أن المتوقع أن تكون النسبة أقل من 100% و أكثر من أو تساوي الصفر

source: Customer has been updated.
ar_eg: تم تحديث العميل

source: A new customer has been added.
ar_eg: تمت إضافة عميل جديد

source: This customer cannot be deleted because there are transactions that refer to it.
ar_eg: العميل الحالي لا يمكن أن يحذف بسبب أن هناك حركات مرتبطة به

source: Cannot delete the customer record because orders have been created against it.
ar_eg: لا يمكن حذف سجل العميل بسبب أن هناك طلبات شراء تمن إنشائها مرتبطة به

source: Cannot delete this customer because there are branch records set up against it.
ar_eg: لا يمكن حذف العميل الحالي بسبب أن هناك فروع مرتبطة به

source: Selected customer has been deleted.
ar_eg: تم حذف العميل المؤشر عليه

source: Name and Address
ar_eg: الأسم و العنوان

source: Customer Name:
ar_eg: أسم العميل :

source: Customer Short Name:
ar_eg: أسم العميل المختصر :

source: Customer's Currency:
ar_eg: عملة العميل :

source: Sales Type/Price List:
ar_eg: نوع المبيعات / قائمة الأسعار :

source: Customer status:
ar_eg: حالة العميل :

source: Discount Percent:
ar_eg: نسبة الخصم :

source: Prompt Payment Discount Percent:
ar_eg: نسبة الخصم الفوري :

source: Credit Status:
ar_eg: الحالة الأئتمانية :

source: Customer branches
ar_eg: فروع العملاء

source: Select or &Add
ar_eg: الأختيار أو الأضافة

source: &Add or Edit
ar_eg: إضافة أو تحرير

source: Add New Customer
ar_eg: إضافة عميل جديد

source: Update Customer
ar_eg: تحديث العميل

source: Update customer data
ar_eg: تحديث بيانات العميل

source: Select this customer and return to document entry.
ar_eg: قم بأختيار العميل الحالي و قم بالرجوع إلى إدخال المستند

source: Delete Customer
ar_eg: حذف العميل

source: Delete customer data if have been never used
ar_eg: حذف بيانات العميل إذا لم يتم إستخدام حسابه من قبل

source: There are no sales types defined. Please define at least one sales type before adding a customer.
ar_eg: لا توجد أنواع مبيعات معرفة ، الرجاء تعريف نوع مبيعات واحد على الأقل قل أن يتم إضافة عميل

source: New customer
ar_eg: عميل جديد

source: Recurrent Invoices
ar_eg: الفواتير الدورية

source: The area description cannot be empty.
ar_eg: وصف المنطقة لا يمكن تركه فارغاً .

source: Selected recurrent invoice has been updated
ar_eg: تمت عملية تحديث الفاتورة الدورية المؤشر عليها

source: New recurrent invoice has been added
ar_eg: تمت عملية إضافة فاتورة دورية جديدة

source: Selected recurrent invoice has been deleted
ar_eg: تمت عملية حذف الفاتورة الدورية المؤشر عليها

source: Template:
ar_eg: التنسيق :

source: Days:
ar_eg: الأيام

source: Monthly:
ar_eg: شهرياً :

source: Begin:
ar_eg: تاريخ البداية :

source: End:
ar_eg: تاريخ النهاية :

source: Selected sales area has been updated
ar_eg: تم تحديث منطقة المبيعات المؤشر عليها

source: New sales area has been added
ar_eg: تمت إضافة منطقة مبيعات جديدة

source: Cannot delete this area because customer branches have been created using this area.
ar_eg: لا يمكن حذف هذه المنطقة بسبب أن هناك فروع عملاء تم إنشائها مرتبطة بهذه المنطقة

source: Selected sales area has been deleted
ar_eg: تم حذف منطقة المبيعات المؤشر عليها

source: Area Name
ar_eg: أسم المنطقة

source: Area Name:
ar_eg: أسم المنطقة :

source: Sales Groups
ar_eg: مجموعات المبيعات

source: Selected sales group has been updated
ar_eg: تمت عملية تحديث مجموعة المبيعات المؤشر عليها

source: New sales group has been added
ar_eg: تمت إضافة مجموعة مبيعات جديدة

source: Cannot delete this group because customers have been created using this group.
ar_eg: لا يمكن حذف هذه المجموعة لأنه هناك عملاء تم إدخالهم بالأعتماد على هذه المجموعة

source: Selected sales group has been deleted
ar_eg: تمت عملية حذف مجموعة المبيعات المؤشر عليها

source: ID
ar_eg: الرقم التعريفي

source: Group Name:
ar_eg: أسم المجموعة :

source: Sales Persons
ar_eg: مندوب المبيعات

source: The sales person name cannot be empty.
ar_eg: أسم مندوب المبيعات لا يمكن تركه فارغاً .

source: Salesman provision cannot be less than 0 or more than 100%.
ar_eg: نسبة العمولة الخاصة بمندوب المبيعات لا يمكن أن تكون أقل من الصفر أو أكثر من 100%

source: Salesman provision breakpoint must be numeric and not less than 0.
ar_eg: الحد الأقصى لنسبة عمولة مندوب المبيعات يجب أن يكون عددي أو أكبر من الصفر

source: Selected sales person data have been updated
ar_eg: تم تحديث بيانات مندوب المبيعات المؤشر عليها

source: New sales person data have been added
ar_eg: تمت إضافة بيانات مندوب مبيعات جديد

source: Selected sales person data have been deleted
ar_eg: تم حذف بيانات مندوب المبيعات المؤشر عليه

source: Sales person name:
ar_eg: أسم مندوب المبيعات :

source: Telephone number:
ar_eg: رقم الهاتف :

source: Fax number:
ar_eg: رقم الفاكس :

source: Break Pt.:
ar_eg: الحد الأقصى :

source: POS settings
ar_eg: إعدادات نقاط البيع

source: The POS name cannot be empty.
ar_eg: لا يمكن أن يترك أسم نقطة البيع فارغاً

source: New point of sale has been added
ar_eg: تمت عملية إضافة نقطة بيع جديدة

source: Selected point of sale has been updated
ar_eg: تمت عملية تحديث نقطة البيع المؤشر عليها

source: Cannot delete this POS because it is used in users setup.
ar_eg: لا يمكن حذف نقطة البيع الحالية بسبب أنها مستخدمة في إعدادات المستخدمين .

source: Selected point of sale has been deleted
ar_eg: تمت عملية حذف نقطة البيع المؤشر عليها

source: POS Name
ar_eg: أسم نقطة البيع

source: Credit sale
ar_eg: بيع آجل

source: Cash sale
ar_eg: بيع نقدي

source: Default account
ar_eg: الحساب الأفتراضي

source: To have cash POS first define at least one cash bank account.
ar_eg: لكي يكون لديك نقطة بيع نقدية يجب عليك أولاً أن تعرف على الأقل حساب بنك نقدي واحد .

source: Point of Sale Name
ar_eg: أسم نقطة البيع

source: Default cash account
ar_eg: الحساب النقدي الأفتراضي

source: POS location
ar_eg: موقع نقطة البيع

source: The sales type description cannot be empty.
ar_eg: لا يمكن ترك وصف نوع المبيعات فارغاً

source: Calculation factor must be valid positive number.
ar_eg: معامل الحساب يجب أن يكون رقم موجب

source: New sales type has been added
ar_eg: تمت إضافة نوع مبيعات جديد

source: Selected sales type has been updated
ar_eg: تم تحديث نوع المبيعات المؤشر عليه

source: Cannot delete this sale type because customer transactions have been created using this sales type.
ar_eg: لا يمكن حذف نوع المبيعات بسبب أن هناك حركات للعميل تم إنشائها مستخدمة نوع المبيعات الحالي

source: Cannot delete this sale type because customers are currently set up to use this sales type.
ar_eg: لا يمكن حذف نوع المبيعات بسبب أن هناك عملاء في الوقت الحالي تم إعدادهم على أساس أستخدام نوع المبيعات الحالي

source: Selected sales type has been deleted
ar_eg: تم حذف نوع المبيعات المؤشر عليه

source: Type Name
ar_eg: أسم النوع

source: Factor
ar_eg: معامل

source: Tax Incl
ar_eg: متضمنة الضريبة

source: Base
ar_eg: الأساس

source: Marked sales type is the company base pricelist for prices calculations.
ar_eg: نوع المبيعات المؤشر عليه هو قائمة الأسعار الأساسية لحساب الأسعار

source: Sales Type Name
ar_eg: أسم نوع المبيعات

source: Calculation factor
ar_eg: المعامل المحسوب

source: Tax included
ar_eg: متضمنة الضرائب

source: View Credit Note
ar_eg: عرض الإشعار الدائن

source: CREDIT NOTE #%d
ar_eg: إشعار دائن #%d

source: There are no line items on this credit note.
ar_eg: لا توجد سجلات بنود مخزنية في الإشعار الدائن الحالي

source: View Sales Dispatch
ar_eg: عرض إرسالية المبيعات

source: DISPATCH NOTE #%d
ar_eg: إشعار الإرسال #%d

source: Charge Branch
ar_eg: تحميل التكاليف للفرع

source: Customer Order Ref.
ar_eg: الإشارة المرجعية لطلب مبيعات العميل

source: Dispatch Date
ar_eg: تاريخ الإرسال

source: There are no line items on this dispatch.
ar_eg: لا توجد سجلات بنود مخزنية للإرسالية الحالية

source: TOTAL VALUE
ar_eg: القيمة الإجمالية

source: This dispatch has been voided.
ar_eg: تم إلغاء الأرسالية الحالية

source: View Sales Invoice
ar_eg: عرض فاتورة المبيعات

source: SALES INVOICE #%d
ar_eg: فاتورة المبيعات #%d

source: There are no line items on this invoice.
ar_eg: لا توجد سجلات بنود مخزنية في الفاتورة الحالية

source: View Customer Payment
ar_eg: عرض مقبوضات العميل

source: Customer Payment #%d
ar_eg: مقبوضات العميل #%d

source: From Customer
ar_eg: من العميل

source: Into Bank Account
ar_eg: في حساب البنك

source: Date of Deposit
ar_eg: تاريخ الإيداع

source: This customer payment has been voided.
ar_eg: مقبوضات العميل الحالية تم إلغاؤها

source: View Sales Quotation
ar_eg: عرض خطاب تسعير المبيعات

source: Sales Quotation #%d
ar_eg: خطاب تسعير مبيعات # %d

source: View Sales Order
ar_eg: عرض طلب المبيعات

source: Sales Order #%d
ar_eg: طلب مبيعات #%d

source: Order Information
ar_eg: معلومات طلب المبيعات

source: Customer Name
ar_eg: أسم العميل

source: Deliver To Branch
ar_eg: التسليم إلى الفرع

source: Requested Delivery
ar_eg: عملية التسليم المطلوبة

source: Deliver From Location
ar_eg: التسليم من موقع التخزين

source: Telephone
ar_eg: الهاتف

source: This Sales Order is used as a Template.
ar_eg: أمر المبيعات الحالي مستخدم كقالب

source: Quantity Delivered
ar_eg: الكمية المسلمة

source: Total Order Value
ar_eg: إجمالي قيمة طلب المبيعات

source: Customer Allocation Inquiry
ar_eg: الإستعلام عن حركات تخصيص الدفعات و الإشعارات الدائنة للعميل

source: Allocation
ar_eg: التخصيص

source: Customer Transactions
ar_eg: الحركات الخاصة بالعميل

source: CUSTOMER ACCOUNT IS ON HOLD
ar_eg: حساب العميل معلق

source: Print Receipt
ar_eg: طباعة إيصال

source: Search Not Invoiced Deliveries
ar_eg: البحث عن عمليات التسليم الغير مفوترة

source: Search All Deliveries
ar_eg: البحث عن جميع عمليات التسليم

source: For batch invoicing you should select at least one delivery. All items must be dispatched to the same customer branch.
ar_eg: بالنسبة للفاتورة المجمعة يجب أن تختار على الأقل عملية تسليم واحدة ، كل البنود المخزنية يجب أن يتم إرسالها إلى نفس فرع العميل

source: Delivery #
ar_eg: عملية تسليم رقم

source: Cust Ref
ar_eg: الإشارة المرجعية للعميل

source: Due By
ar_eg: مستحقة بتاريخ

source: Delivery Total
ar_eg: إجمالي عملية التسليم

source: Batch
ar_eg: مجمع

source: Batch Invoicing
ar_eg: فوترة مجمعة

source: Search Outstanding Sales Orders
ar_eg: البحث عن طلبات المبيعات المستحقة

source: Search Template for Invoicing
ar_eg: البحث عن نموذج للفوترة

source: Select Template for Delivery
ar_eg: أختيار نموذج عملية التسليم

source: Search All Sales Orders
ar_eg: البحث عن جميع طلبات المبيعات

source: Search All Sales Quotations
ar_eg: البحث عن جميع خطابات تسعير المبيعات

source: Dispatch
ar_eg: إرسال

source: Set this order as a template for direct deliveries/invoices
ar_eg: تحويل طلب المبيعات الحالي إلى نموذج خاص بعمليات التسليم المباشرة و الفواتير المباشرة

source: Show All:
ar_eg: عرض الكل:

source: Order #
ar_eg: طلب مبيعات رقم

source: Cust Order Ref
ar_eg: الإشارة المرجعية لطلب مبيعات العميل

source: Delivery To
ar_eg: التسليم إلى

source: Quote #
ar_eg: خطاب تسعير #

source: Quote Date
ar_eg: تاريخ التسعير

source: Quote Total
ar_eg: إجمالي التسعير

source: Tmpl
ar_eg: قولبة

source: This edit session has been abandoned by opening sales document in another browser tab. You cannot edit more than one sales document at once.
ar_eg: جلسة التحرير هذه تمت إلغاؤها بفتح مستند البيع في كارت أخر في نفس المتصفح ، لا يمكنك تحرير أكثر من مستند مبيعات في نفس الجلسة

source: Cash invoice
ar_eg: فاتورة نقدية

source: Stocks below Re-Order Level at
ar_eg: البنود المخزنية تحت مستوى أعادة الطلب في

source: Below
ar_eg: تحت

source: Please reorder
ar_eg: الرجاء إعادة الطلب

source: Deleted.
ar_eg: محذوف.

source: Customer Currency:
ar_eg: عملة العميل :

source: Shipping Company:
ar_eg: شركة الشحن :

source: Customer Discount:
ar_eg: خصم العميل :

source: This item is already on this document. You have been warned.
ar_eg: البند المخزني الحالي بالفعل في المستند الحالي ، لقد تم تحذيرك

source: The selected customer and branch are not valid, or the customer does not have any branches.
ar_eg: العميل و الفرع المؤشر عليهم غير مقبولين أو أن العميل ليس له أية فروع .

source: Shipping Charge
ar_eg: تكاليف الشحن :

source: No customer found for entered text.
ar_eg: لا يوجد عميل متطابق مع النص المدخل

source: Reference number unique for this document type
ar_eg: رقم الإشارة المرجعية الفريد لنوع المستند الحالي

source: Price List:
ar_eg: قائمة الأسعار :

source: Date of order receive
ar_eg: تاريخ أستلام طلب المبيعات

source: Cash payment
ar_eg: دفعة نقدية

source: Deliver from Location:
ar_eg: التسليم من موقع التخزين :

source: Cash account:
ar_eg: الحساب النقدي :

source: Delivery Details
ar_eg: تفاصيل عملية التسليم

source: Invoice Delivery Details
ar_eg: فوترة تفاصيل عملية التسليم

source: Invoice before
ar_eg: الفواتير قبل

source: Quotation Delivery Details
ar_eg: تفاصيل عملية تسليم خطاب التسعير

source: Order Delivery Details
ar_eg: تفاصيل عملية تسليم طلبات المبيعات

source: Enter requested day of delivery
ar_eg: إدخال عدد الأيام المسموح لعملية التسليم

source: Enter Valid until Date
ar_eg: أدخل تاريخ صالح قبل تاريخ

source: Deliver To:
ar_eg: التسليم إلى :

source: Additional identifier for delivery e.g. name of receiving person
ar_eg: إشارة تعريفية إضافية لطلب المبيعات ، على سبيل المثال أسم الشخص الذي سيستلم البضاعة

source: Delivery address. Default is address of customer branch
ar_eg: عنوان التسليم . العنوان الأفتراضي هو عنوان فرع العميل

source: Contact Phone Number:
ar_eg: رقم الأتصال الهاتفي :

source: Phone number of ordering person. Defaults to branch phone number
ar_eg: رقم الهاتم الخاص بالشخص الذي اعطى أصدر طلب المبيعات ، الرقم الأفتراضي هو رقم هاتف الفرع

source: Customer Reference:
ar_eg: الأشارة المرجعية للعميل :

source: Customer reference number for this order (if any)
ar_eg: رقم الإشارة المرجعية الخاص بالعميل لطلب المبيعات الحالي إذا وجد

source: Item Tax Types
ar_eg: أنواع ضرائب البنود المخزنية

source: The item tax type description cannot be empty.
ar_eg: وصف نوع الضريبة الخاص بالبند المخزني لا يمكن تركه فارغاً

source: Selected item tax type has been updated
ar_eg: تم تحديث نوع ضريبة البند المخزني المؤشر عليه

source: New item tax type has been added
ar_eg: تمت إضافة نوع ضريبة البند المخزني الجديد

source: Cannot delete this item tax type because items have been created referring to it.
ar_eg: لا يمكن حذف نوع ضريبة البند المخزني بسبب أن هناك بعض البنود المخزنية قد تم إنشائها مرتبطة به

source: Selected item tax type has been deleted
ar_eg: تم حذف نوع ضريبة البند المخزني المؤشر عليها

source: Tax exempt
ar_eg: معفى ضريبياً

source: Is Fully Tax-exempt:
ar_eg: هل هي معفاة ضريبياً بالكامل :

source: Select which taxes this item tax type is exempt from.
ar_eg: أختيار أي من الضرائب التي تم إعفاء نوع الضريبة للبند المخزني منها

source: Tax Name
ar_eg: أسم الضريبة

source: Is exempt
ar_eg: معفى

source: Tax Groups
ar_eg: مجموعات الضرائب

source: There are no tax types defined. Define tax types before defining tax groups.
ar_eg: لا يوجد أنواع ضريبية معرفة ، يجب عليك تعريف الأنواع الضريبية قبل أن يتم تعريف المجموعات الضريبية

source: The tax group name cannot be empty.
ar_eg: أسم المجموعة الضريبية لا يمكن تركه فارغاً

source: Selected tax group has been updated
ar_eg: تم تحديث المجموعة الضريبية المؤشر عليها

source: New tax group has been added
ar_eg: تمت إضافة مجموعة ضريبية جديدة

source: Cannot delete this tax group because customer branches been created referring to it.
ar_eg: لا يمكن حذف المجموعة الضريبية الحالية بسبب أن هناك فروع عملاء تم إنشائها مرتبطة بها

source: Cannot delete this tax group because suppliers been created referring to it.
ar_eg: لا يمكن حذف المجموعة الضريبية الحالية بسبب أن هناك موردين تم إنشائهم مرتبطين بها

source: Selected tax group has been deleted
ar_eg: تم حذف المجموعة الضريبية المؤشر عليها

source: Select the taxes that are included in this group.
ar_eg: أختيار الضرائب الموجودة في هذه المجموعة .

source: Rate (%)
ar_eg: المعدل (%)

source: Tax Types
ar_eg: الأنواع الضريبية

source: The tax type name cannot be empty.
ar_eg: أسم النوع الضريبي لا يمكن تركه فارغاً

source: The default tax rate must be numeric and not less than zero.
ar_eg: المعدل الضريبي الأفتراضي يجب أن يكون عددي و أكبر من الصفر

source: Selected GL Accounts cannot be used by another tax type.
ar_eg: حساب الأستاذ العام الذي تم أختياره لا يمكن أن يستخدم بواسطة نوع ضريبة أخر

source: New tax type has been added
ar_eg: تمت إضافة نوع ضرائب جديد

source: Selected tax type has been updated
ar_eg: تم تحديث نوع الضرائب المؤشر عليه

source: Cannot delete this tax type because tax groups been created referring to it.
ar_eg: لا يمكن حذف النوع الضريبي الحالي بسبب أن هناك مجموعات ضريبية تم إنشائها مرتبطة بها

source: Selected tax type has been deleted
ar_eg: تم حذف نوع الضرائب المؤشر عليه

source: To avoid problems with manual journal entry all tax types should have unique Sales/Purchasing GL accounts.
ar_eg: لكي يتم أزالة المشاكل المتعلقة بالإدخال اليدوي لقيود اليومية العامة يجب أن تكون لأنواع الضريبة حسابات الأستاذ العام أو مبيعات أو مشتريات فريدة

source: Default Rate (%)
ar_eg: المعدل الأفتراضي (%)

source: Sales GL Account
ar_eg: حساب الأستاذ العام الخاص بالمبيعات

source: Purchasing GL Account
ar_eg: حساب الأستاذ العام الخاص بالمشتريات

source: Default Rate:
ar_eg: المعدل الأفتراضي :

source: Sales GL Account:
ar_eg: حساب الأستاذ العام الخاصة بالمبيعات :

source: Purchasing GL Account:
ar_eg: حساب الأستاذ العام الخاص بالمشتريات :

source: Main Menu
ar_eg: القائمة الرئيسية

source: Help
ar_eg: المساعدة

source: Preferences
ar_eg: الإعدادات المفضلة
