Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-15.po
Languages: pl_pl

source: Supplier Payment Entry
pl_pl: Wprowadzanie P³atno¶ci Dostawcy

source: Invalid purchase invoice number.
pl_pl: B³êdny numer faktury zakupu.

source: Payment has been sucessfully entered
pl_pl: P³atno¶æ wprowadzona.

source: &Print This Remittance
pl_pl: &Drukuj Potwierdzenie Zap³aty

source: &Email This Remittance
pl_pl: Wy¶lij Potwierdzenie Zap³aty &Emailem

source: View the GL &Journal Entries for this Payment
pl_pl: Przejrzyj &ksiêgowania tej P³atno¶ci

source: Enter another supplier &payment
pl_pl: Wprowad¼ &Nastêpn± P³atno¶æ

source: The exchange rate must be numeric and greater than zero.
pl_pl: Kurs wymiany musi byæ numeryczny i wiêkszy ni¿ zero

source: The entered discount is invalid or less than zero.
pl_pl: Podany upust jest b³edny lub mniejszy od zera.

source: The total of the amount and the discount is zero or negative. Please enter positive values.
pl_pl: Suma warto¶ci i upustu jest ujemna lub zerowa. Podaj warto¶ci dodatnie.

source: Payment To:
pl_pl: P³atno¶æ dla:

source: From Bank Account:
pl_pl: Z Konta Bankowego:

source: Date Paid
pl_pl: Data Wyp³aty

source: Amount of Discount:
pl_pl: Kwota Upustu:

source: Amount of Payment:
pl_pl: Warto¶æ:

source: The amount and discount are in the bank account's currency.
pl_pl: Warto¶æ i upust s± wyra¿one w walucie konta.

source: Enter Payment
pl_pl: Wprowad¼ P³atno¶æ

source: View Purchase Order Delivery
pl_pl: Poka¿ Dostawê wg Zamówienia

source: This page must be called with a Purchase Order Delivery number to review.
pl_pl: Ta strona musi byæ wywo³ywana z numerem zamówienia do obejrzenia.

source: Line Details
pl_pl: Pozycje

source: Delivery Date
pl_pl: Data Dostawy

source: Sub Total
pl_pl: Suma

source: This delivery has been voided.
pl_pl: Ta dostawa zosta³a anulowana.

source: View Purchase Order
pl_pl: Poka¿ Zamówienie Dostawy

source: This page must be called with a purchase order number to review.
pl_pl: Ta strona musi byæ wywo³ywana z numerem zamówienia do obejrzenia.

source: Requested By
pl_pl: Termin:

source: Marked items are overdue.
pl_pl: Zaznaczono transakcje opó¼nione.

source: Deliveries
pl_pl: Dostawy

source: Delivered On
pl_pl: Dostawa Dnia

source: Invoices/Credits
pl_pl: Faktury/Korekty

source: View Supplier Credit Note
pl_pl: Poka¿ Korektê Dostawcy

source: SUPPLIER CREDIT NOTE
pl_pl: FAKTURA KORYGUJ¡CA DOSTAWCY

source: Invoice Date
pl_pl: Data wystawienia

source: TOTAL CREDIT NOTE
pl_pl: RAZEM WARTO¦Æ KOREKTY

source: This credit note has been voided.
pl_pl: Ta korekta zosta³a anulowana.

source: View Supplier Invoice
pl_pl: Poka¿ Fakturê Dostawcy

source: SUPPLIER INVOICE
pl_pl: FAKTURA DOSTAWCY

source: TOTAL INVOICE
pl_pl: Razem do zap³aty

source: This invoice has been voided.
pl_pl: Ta faktura zosta³a anulowana

source: View Payment to Supplier
pl_pl: Poka¿ P³atno¶æ Dostawcy

source: Payment to Supplier
pl_pl: P³atno¶æ Dostawcy

source: To Supplier
pl_pl: Dostawca

source: Payment Currency
pl_pl: Waluta P³atno¶ci

source: Supplier's Currency
pl_pl: Waluta Dostawcy

source: There are no tax groups defined in the system. At least one tax group is required before proceeding.
pl_pl: Brak zdefiniowanych grup podatkowych. Przed kontynuowaniem nale¿y zdefiniowaæ co najmniej jedn± grupê.

source: Basic Data
pl_pl: Dane Podstawowe:

source: Supplier Name:
pl_pl: Nazwa Dostawcy:

source: Supplier Short Name:
pl_pl: Skrócona Nazwa Dostawcy:

source: Website:
pl_pl: Strona www:

source: Our Customer No:
pl_pl: Nasz nr klienta:

source: Contact Data
pl_pl: Kontakty

source: System default
pl_pl: Domy¶lny dla Systemu

source: Purchasing
pl_pl: Zakupy

source: Bank Name/Account:
pl_pl: Konto Bankowe:

source: Credit Limit:
pl_pl: Limit Kredytu:

source: Payment Terms:
pl_pl: Warunki P³atno¶ci:

source: Prices contain tax included:
pl_pl: Ceny brutto:

source: Accounts
pl_pl: Konta

source: Accounts Payable Account:
pl_pl: Konto Zobowi±zañ:

source: Purchase Account:
pl_pl: Konto Zakupu:

source: Use Item Inventory/COGS Account
pl_pl: U¿yj Konta Magazynowego/Kosztów dla Towaru

source: Addresses
pl_pl: Adres

source: Mailing Address:
pl_pl: Adres Wysy³ki:

source: Physical Address:
pl_pl: Adres:

source: General
pl_pl: Ogólne

source: General Notes:
pl_pl: Uwagi:

source: Supplier status:
pl_pl: Status dostawcy:

source: Update Supplier
pl_pl: Zmieñ Dane Dostawcy

source: Update supplier data
pl_pl: Zmieñ dane dostawcy

source: Select this supplier and return to document entry.
pl_pl: Wybierz tego dostawcê i wróæ do edycji dokumentu.

source: Delete Supplier
pl_pl: Usuñ Dostawcê

source: Delete supplier data if have been never used
pl_pl: Usuñ dane zakupu je¶li nie s± nigdzie u¿ywane

source: Add New Supplier Details
pl_pl: Wprowad¼ Dane Nowego Dostawcy

source: The supplier name must be entered.
pl_pl: Nazwa dostawcy musi byæ wprowadzona

source: The supplier short name must be entered.
pl_pl: Skrócona nazwa dostawcy musi byæ wprowadzona.

source: Supplier has been updated.
pl_pl: Dane dostawcy zaktualizowano.

source: A new supplier has been added.
pl_pl: Dodano nowego dostawcê.

source: Cannot delete this supplier because there are transactions that refer to this supplier.
pl_pl: Nie mo¿na usun±æ dostawcy poniewa¿ istniej± transakcje z nim zwi±zane.

source: Cannot delete the supplier record because purchase orders have been created against this supplier.
pl_pl: Nie mo¿na usun±æ dostawcy poniewa¿ istniej± zamówienia dostaw z nim zwi±zane.

source: Select a supplier:
pl_pl: Wybierz dostawcê:

source: New supplier
pl_pl: Nowy Dostawca

source: &General settings
pl_pl: &Ustawienia ogólne

source: &Contacts
pl_pl: &Kontakty

source: Search Purchase Orders
pl_pl: Przeszukuj Zamówienia Zakupu

source: into location:
pl_pl: w magazynie:

source: Order Date
pl_pl: Data Zam.

source: Order Total
pl_pl: Warto¶æ

source: Search Outstanding Purchase Orders
pl_pl: Wyszukaj Oczekuj±ce Zamówienia Zakupu

source: Receive
pl_pl: Przyjêcie

source: Marked orders have overdue items.
pl_pl: Zaznaczone zamówienia zawieraj± przep³acone towary.

source: Supplier Allocation Inquiry
pl_pl: Przeszukiwanie Rozliczeñ z Dostawcami

source: show settled:
pl_pl: poka¿ rozliczone:

source: Supp Reference
pl_pl: Ref. Sprzedawcy

source: Allocated
pl_pl: Rozliczone

source: Supplier Inquiry
pl_pl: Przeszukiwanie Dostawcy

source: Select a supplier:
pl_pl: Wybierz dostawcê:

source: Days
pl_pl: Dni

source: Over
pl_pl: Ponad

source: Terms
pl_pl: Warunki

source: Current
pl_pl: Bie¿±ce

source: Total Balance
pl_pl: Saldo

source: Credit This
pl_pl: Korekta

source: Print Remittance
pl_pl: Wydruk Potwierdzenia

source: Allocate Supplier Payment or Credit Note
pl_pl: Rozliczenie P³atno¶ci lub Korekt Dostawcy

source: Allocation of
pl_pl: Rozliczenie do

source: Total:
pl_pl: Razem:

source: Start again allocation of selected amount
pl_pl: Rozpocznij alokacjê wybranej kwoty od pocz±tku

source: Process allocations
pl_pl: Przetwórz alokacje

source: Back to Allocations
pl_pl: Powrót do Rozliczeñ

source: Abandon allocations and return to selection of allocatable amounts
pl_pl: Przerwij alokacjê i wróæ do wyboru alokowanej kwoty

source: There are no unsettled transactions to allocate.
pl_pl: Brak nierozliczonych transakcji.

source: Supplier Allocations
pl_pl: Rozliczenia z Dostawc±

source: Select a Supplier:
pl_pl: Wybierz Dostawcê:

source: Show Settled Items:
pl_pl: Poka¿ Pozycje Rozliczone:

source: Allocate
pl_pl: Rozlicz

source: Marked items are settled.
pl_pl: Zaznaczono pozycje rozliczone.

source: Balances in Home Currency
pl_pl: Salda w walucie ksiêgowania

source: Trans Type
pl_pl: Typ Transakcji

source: Charges
pl_pl: Op³aty

source: Credits
pl_pl: Korekty

source: Suppress Zeros
pl_pl: Bez Zerowych

source: Customer Balances
pl_pl: Salda Klientów

source: Grand Total
pl_pl: Suma

source: Summary Only
pl_pl: Tylko wynik

source: Detailed Report
pl_pl: Raport Szczegó³owy

source: End Date
pl_pl: Data koñcowa

source: Aged Customer Analysis
pl_pl: Analiza Nale¿no¶ci Przeterminowanych

source: All Areas
pl_pl: Wszystkie Rejony

source: All Sales Folk
pl_pl: Wszyscy Sprzedawcy

source: Greater than
pl_pl: Wiêksze ni¿

source: Less than
pl_pl: Mniejsze ni¿

source: Customer Postal Address
pl_pl: Adres Wysy³ki

source: Price/Turnover
pl_pl: Cena/Obrót

source: Branch Contact Information
pl_pl: Dane Kontaktowe

source: Branch Delivery Address
pl_pl: Adres Dostawy

source: Activity Since
pl_pl: Wspó³praca od

source: Sales Areas
pl_pl: Rejony Sprzeda¿y

source: Sales Folk
pl_pl: Sprzedawca

source: Activity
pl_pl: Aktywno¶æ

source: Customer Details Listing
pl_pl: Zestawienie Danych Klientów

source: Customers in
pl_pl: Rejon sprzeda¿y:

source: Price List
pl_pl: Cennik

source: Turnover
pl_pl: Obrót

source: Ph
pl_pl: Tel

source: Category/Items
pl_pl: Kategoria/Towary

source: UOM
pl_pl: jm

source: GP %
pl_pl: Mar¿a %

source: Show GP %
pl_pl: Poka¿ mar¿ê

source: Price Listing
pl_pl: Cennik

source: Sales Kits
pl_pl: Komplety Handlowe

source: All Orders
pl_pl: Wszystkie

source: Back Orders Only
pl_pl: Tylko Zamówienia Zawieszone

source: Order
pl_pl: Nr Zam

source: Branch
pl_pl: Oddzia³

source: Customer Ref
pl_pl: Nr Klienta

source: Ord Date
pl_pl: Data Zam.

source: Del Date
pl_pl: Data Wys³.

source: Loc
pl_pl: Mag

source: Invoiced
pl_pl: Zafakturowane

source: Selection
pl_pl: Wybór

source: Order Status Listing
pl_pl: Zestawienie Stanu Zamówieñ

source: Invoice
pl_pl: Faktura

source: Inv Date
pl_pl: Data FV

source: Provision
pl_pl: Prowizja

source: Salesman
pl_pl: Sprzedawca

source: Break Pt.
pl_pl: Limit obrotów

source: Salesman Listing
pl_pl: Wydruk Sprzedawcy

source: INVOICE
pl_pl: FAKTURA VAT

source: CREDIT NOTE
pl_pl: FAKTURA KORYGUJ¡CA

source: STATEMENT
pl_pl: NOTA

source: SALES ORDER
pl_pl: ZAMÓWIENIE SPRZEDA¯Y

source: QUOTE
pl_pl: OFERTA

source: DELIVERY
pl_pl: WYSY£KA

source: PACKING SLIP
pl_pl: LISTA WYSY£KOWA

source: DELIVERY NOTE
pl_pl: WYDANIE NA ZEWN¡TRZ

source: SALES QUOTATION
pl_pl: OFERTA SPRZEDA¯Y

source: RECEIPT
pl_pl: Kasa Przyjmie

source: Balances in Home currency
pl_pl: Salda w walucie ksiêgowania

source: Supplier Balances
pl_pl: Salda Dostawcy

source: currency
pl_pl: waluta

source: Aged Supplier Analysis
pl_pl: Analiza Nale¿no¶ci Przeterminowanych

source: Payment Report
pl_pl: Raport P³atno¶ci

source: GRN
pl_pl: PZ

source: Qty Recd
pl_pl: Ilo¶æ Przyjêta

source: qty Inv
pl_pl: il. fakt.

source: Act Price
pl_pl: Cena Aktualna

source: Outstanding GRNs Report
pl_pl: Zestawienie Niezafakturowanych Dostaw

source: PURCHASE ORDER
pl_pl: ZAMÓWIENIE ZAKUPU

source: REMITTANCE
pl_pl: Kasa Wyda

source: Inventory Valuation Report
pl_pl: Zestawienie Warto¶ci Zapasów

source: QOH
pl_pl: STAN

source: Cust Ord
pl_pl: Nr. Zam.

source: Supp Ord
pl_pl: Nr Zam.

source: Sugg Ord
pl_pl: Sug. Zam.

source: Inventory Planning Report
pl_pl: Planowanie Zapasów

source: Shortage
pl_pl: Niedobory

source: Stock ID
pl_pl: ID Towaru

source: Check
pl_pl: Stan

source: Only Shortage
pl_pl: Tylko Niedobory

source: Stock Check Sheets
pl_pl: Magazynowe Arkusze Kontrolne

source: Qty
pl_pl: Ilo¶æ

source: Sales
pl_pl: Sprzeda¿

source: Cost
pl_pl: Koszt

source: Contribution
pl_pl: Udzia³

source: Inventory Sales Report
pl_pl: Raporty Magazynowe

source: PO No
pl_pl: Nr Zam

source: Qty Received
pl_pl: Ilo¶æ Przyjêta

source: Unit Price
pl_pl: Cena jednostkowa

source: Actual Price
pl_pl: Cena Aktualna

source: GRN Valuation Report
pl_pl: Zestawienie Warto¶ci Dostawy

source: Wrk Ctr
pl_pl: Centr Prod

source: Bill of Material Listing
pl_pl: Wydruk List Materia³ów

source: WORK ORDER
pl_pl: ZAMÓWIENIE PRODUKCYJNE

source: Insufficient stock
pl_pl: Niedobór magazynowy

source: Work Order No.
pl_pl: Numer Zam.

source: YTD
pl_pl: Saldo

source: Dimension Summary
pl_pl: Salda Przekroju

source: Bank Account
pl_pl: Konto Bankowe

source: Total Debit / Credit
pl_pl: Razem Winien/Ma

source: Net Change
pl_pl: Zmiana

source: Type/Account
pl_pl: Typ/Konto

source: Date/Dim.
pl_pl: Data/An.

source: Person/Item/Memo
pl_pl: Dotyczy

source: List of Journal Entries
pl_pl: Lista Pozycji Dziennika

source: GL Account Transactions
pl_pl: Zestawienie Ksiêgowañ na Kontach

source: Ref
pl_pl: Id

source: Year
pl_pl: Rok

source: Tags
pl_pl: Tagi

source: Amounts in thousands
pl_pl: Warto¶æ w tysi±cach

source: Annual Expense Breakdown
pl_pl: Podzia³ Kosztów Rocznych

source: Close Balance
pl_pl: Saldo Zamkniêcia

source: Group
pl_pl: Grupa

source: Profit and Loss Statement
pl_pl: Deklaracja Zysków i Strat

source: Tax Report
pl_pl: Raport Podatków

source: Branch Name
pl_pl: Nazwa Oddzia³u

source: Net
pl_pl: Netto

source: Rate
pl_pl: Kurs

source: Tax
pl_pl: VAT

source: Tax Rate
pl_pl: Stawka pod.

source: Net Tax
pl_pl: Podatek do wp³aty

source: Time
pl_pl: Czas

source: Trans Date
pl_pl: Data Transakcji:

source: Action
pl_pl: Stan

source: Audit Trail
pl_pl: Audyt zapisów

source: Changed
pl_pl: Zmieniony

source: Reports and Analysis
pl_pl: Raporty i Zestawienia

source: Customer &Balances
pl_pl: &Salda Klientów

source: Currency Filter
pl_pl: Filtr Waluty

source: Destination
pl_pl: Format

source: &Aged Customer Analysis
pl_pl: Analiza &Nale¿no¶ci Przeterminowanych

source: Graphics
pl_pl: Grafika

source: Customer &Detail Listing
pl_pl: Zestawienie Danych &Klientów

source: Activity Greater Than
pl_pl: Obrót Wiêkszy Ni¿

source: Activity Less Than
pl_pl: Obrót Mniejszy Ni¿

source: &Price Listing
pl_pl: &Cennik

source: Inventory Category
pl_pl: Kategoria Magazynowa

source: Sales Types
pl_pl: Typy Sprzeda¿y

source: Show Pictures
pl_pl: Poka¿ Obrazki

source: &Order Status Listing
pl_pl: Zestawienie Stanu &Zamówieñ

source: Stock Location
pl_pl: Lokalizacja Magazynu

source: &Salesman Listing
pl_pl: Wydruk &Sprzedawcy

source: Print &Invoices/Credit Notes
pl_pl: Wydruk &Faktur/Korekt

source: email Customers
pl_pl: email do Klientów

source: Payment Link
pl_pl: Link do e-p³atno¶ci

source: Print &Deliveries
pl_pl: Wydruk &Dostaw

source: Print as Packing Slip
pl_pl: Drukuj Listê Wysy³kow±

source: Print &Statements
pl_pl: Wydruk &Uzgodnieñ Sald

source: Show Outstanding Only
pl_pl: Poka¿ Tylko Zaleg³e

source: Email Customers
pl_pl: Email do Klientów

source: &Print Sales Orders
pl_pl: Wydruk &Zamówieñ Klientów

source: Print as Quote
pl_pl: Drukuj jako Ofertê

source: &Print Sales Quotations
pl_pl: &Oferty Sprzeda¿y

source: Print Receipts
pl_pl: Wydruk Potwierdzeñ Wp³at

source: Supplier &Balances
pl_pl: &Salda Dostawcy

source: &Aged Supplier Analyses
pl_pl: Analiza &Opó¼nionych P³atno¶ci

source: &Payment Report
pl_pl: Raport &P³atno¶ci

source: Outstanding &GRNs Report
pl_pl: Zestawienie &Niezafakturowanych Dostaw

source: Print Purchase &Orders
pl_pl: Wydruk &Zamówieñ Dostawy

source: Print Remittances
pl_pl: Kwity Wyp³at

source: Inventory &Valuation Report
pl_pl: Zestawienie &Warto¶ci Zapasów

source: Inventory &Planning Report
pl_pl: &Planowanie Zapasów

source: Stock &Check Sheets
pl_pl: Magazynowe &Arkusze Kontrolne

source: Inventory Column
pl_pl: Kolumna spisu:

source: Show Shortage
pl_pl: Poka¿ Niedobory

source: Inventory &Sales Report
pl_pl: &Raporty Magazynowe

source: &GRN Valuation Report
pl_pl: &Zestawienie Warto¶ci Dostaw

source: Manufacturing
pl_pl: Produkcja

source: &Bill of Material Listing
pl_pl: Wydruk &List Materia³ów

source: From product
pl_pl: Od towaru

source: To product
pl_pl: Do towaru

source: Print &Work Orders
pl_pl: &Wydruk Zlecenia

source: Email Locations
pl_pl: email do magazynu

source: Dimension &Summary
pl_pl: &Salda Przekroju

source: From Dimension
pl_pl: Od Przekroju

source: To Dimension
pl_pl: Do Przekroju

source: Show Balance
pl_pl: Poka¿ Saldo

source: Banking
pl_pl: Bankowo¶æ

source: Bank &Statement
pl_pl: &Nota Bankowa

source: General Ledger
pl_pl: Ksiêga G³ówna

source: Chart of &Accounts
pl_pl: &Plan Kont

source: Show Balances
pl_pl: Poka¿ Salda

source: List of &Journal Entries
pl_pl: Lista Pozycji &Dziennika

source: GL Account &Transactions
pl_pl: Zestawienie &Ksiêgowañ na Kontach

source: From Account
pl_pl: Od Konta

source: To Account
pl_pl: Do Konta

source: Annual &Expense Breakdown
pl_pl: Podzia³ Kosztów &Rocznych

source: &Balance Sheet
pl_pl: Arkusz &bilansu

source: Decimal values
pl_pl: Miejsca dziesiêtne

source: &Profit and Loss Statement
pl_pl: &Deklaracja Zysków i Strat

source: Zero values
pl_pl: Warto¶ci zerowe

source: Ta&x Report
pl_pl: Raport &Podatków

source: Cust no
pl_pl: Nr Klienta

source: Order To
pl_pl: Zamawiaj±cy

source: Deliver To
pl_pl: Dostawa Do

source: Charge To
pl_pl: Nabywca

source: With thanks from
pl_pl: Dziêkujemy,

source: Delivered To
pl_pl: Miejsce dostawy

source: Valid until
pl_pl: Wa¿na do

source: Your Ref
pl_pl: Twój Id

source: Sales Person
pl_pl: Sprzedawca

source: Your VAT no.
pl_pl: NIP kontrahenta

source: Customers Reference
pl_pl: Identyfikator Klienta

source: Our Order No
pl_pl: Nasz Numer Zam.

source: Our VAT No.
pl_pl: Numer NIP:

source: Domicile
pl_pl: Siedziba

source: * Subject to Realisation of the Cheque.
pl_pl: * Podstawa do Realizacji Czeku

source: All amounts stated in
pl_pl: Wszystkie warto¶ci podane w

source: Please quote Invoice no. when paying. All amounts stated in
pl_pl: W tytule przelewu prosimy o podanie numeru faktury. Wszystkie kwoty wyra¿one w

source: Please quote Credit no. when paying. All amounts stated in
pl_pl: W tytule przelewu prosimy o podanie numeru noty. Wszystkie kwoty wyra¿one w

source: Phone/Fax/Email
pl_pl: Telefon/Fax/Email

source: You can pay through
pl_pl: Mo¿liwo¶æ zap³aty przez

source: Discount %
pl_pl: Upust %

source: DueDate
pl_pl: Termin p³.

source: Dear
pl_pl: Szanowny

source: Attached you will find
pl_pl: W za³±czeniu

source: Kindest regards
pl_pl: Pozdrowienia

source: Delivery Note No.
pl_pl: Numer WZ

source: Receipt No.
pl_pl: Wp³ata Nr

source: Remittance No.
pl_pl: Kasa Wyda Nr.

source: Purchase Order No.
pl_pl: Zamówienie Zakupu Nr

source: Order No.
pl_pl: Zamówienie Nr

source: Quotation No.
pl_pl: Numer Oferty

source: Invoice No.
pl_pl: Faktura Nr

source: Credit No.
pl_pl: Nota Kredyt.

source: Shipping
pl_pl: Wysy³ka

source: TOTAL CREDIT
pl_pl: Razem do zwrotu

source: TOTAL ORDER EX VAT
pl_pl: WARTO¦Æ ZAMÓWIENIA BEZ VAT

source: TOTAL ORDER VAT INCL.
pl_pl: WARTO¦Æ ZAMÓWIENIA Z VAT

source: TOTAL PO
pl_pl: WARTO¦Æ ZAMÓWIENIA

source: TOTAL DELIVERY INCL. VAT
pl_pl: WARTO¦Æ WYSY£KI Z VAT

source: As advance / full / part / payment towards:
pl_pl: P³atno¶æ ca³kowita/czê¶ciowa do:

source: By Cash / Cheque* / Draft No.
pl_pl: Gotówk±/Czekiem*/Przelewem Nr.

source: Dated
pl_pl: Datowany

source: Drawn on Bank
pl_pl: Z Banku

source: Received / Sign
pl_pl: Otrzymano / Podpis

source: TOTAL RECEIPT
pl_pl: RAZEM PRZYJÊTO

source: TOTAL REMITTANCE
pl_pl: RAZEM WYP£ACONO

source: Outstanding Transactions
pl_pl: Transakcje niezakoñczone

source: Statement
pl_pl: Uzgodnienie Salda

source: as of
pl_pl: na dzieñ

source: The security settings on your account do not permit you to print this report
pl_pl: Twój zakres uprawnieñ nie pozwala ci na wydruk tego raportu

source: Print Out Date
pl_pl: Data Wydruku

source: Fiscal Year
pl_pl: Rok Podatkowy

source: Report Date
pl_pl: Data Raportu

source: Generated At
pl_pl: Wygenerowany

source: Generated By
pl_pl: Przez

source: Page
pl_pl: Strona

source: Report Period
pl_pl: Okres Raportu

source: You have no email contact defined for this type of document
pl_pl: Brak zdefiniowanych kontaktów email dla tego typu dokumentu

source: Sending document by email failed
pl_pl: Wys³anie dokumentu emialem nie powiod³o siê

source: has been sent by email to destination.
pl_pl: zosta³a wys³ana emailem.

source: Report has been sent to network printer
pl_pl: Raport zosta³ wys³any do drukowania na

source: Cannot open connection to printer
pl_pl: Nie mo¿na otworzyæ po³±czenia z drukark±

source: Printer does not acept the job
pl_pl: Drukarka nie przyjmuje wydruków

source: Error sending print job control file
pl_pl: B³±d przy wysy³aniu pliku kontrolnego wydruku

source: Print control file not accepted
pl_pl: Plik kontrolny wydruku odrzucony

source: Cannot send report to printer
pl_pl: Nie mo¿na wys³±æ raportu na drukarkê

source: No ack after report printout
pl_pl: Brak potwierdzenia przyjêcia wydruku

source: Cannot flush printing queue
pl_pl: Nie mo¿na wydrukowaæ oczekuj±cych wydruków

source: Report Classes:
pl_pl: Klasa Wydruku:

source: Reports For Class:
pl_pl: Typ Wydruku:

source: Display:
pl_pl: Poka¿:

source: Invalid date format
pl_pl: B³êdny format daty

source: Unknown report parameter type:
pl_pl: Nieznany typ parametru raportu:

source: No Currency Filter
pl_pl: Bez filtru waluty

source: No payment Link
pl_pl: Bez linku p³atno¶ci

source: PDF/Printer
pl_pl: PDF

source: No Graphics
pl_pl: Bez Grafiki

source: Vertical bars
pl_pl: S³upki Pionowe

source: Horizontal bars
pl_pl: S³upki Poziome

source: Dots
pl_pl: Punktowy

source: Lines
pl_pl: Liniowy

source: Pie
pl_pl: Ko³owy

source: No Type Filter
pl_pl: Bez Filtrowania Typu

source: No Account Group Filter
pl_pl: Bez Filtrowania Grupy Kont

source: No Dimension Filter
pl_pl: Bez Filtrowania Przekrojowego

source: No Customer Filter
pl_pl: Bez filtrowania

source: No Supplier Filter
pl_pl: Bez filtrowania

source: IV
pl_pl: FS

source: CN
pl_pl: FK

source: DN
pl_pl: WZ

source: BP
pl_pl: BW

source: SP
pl_pl: BZ

source: BD
pl_pl: BP

source: CP
pl_pl: KW

source: No Location Filter
pl_pl: Bez filtrowania

source: No Category Filter
pl_pl: Bez Filtrowania Kategorii

source: No Sales Folk Filter
pl_pl: Bez Filtrowania Sprzedawcy

source: No Users Filter
pl_pl: Wszyscy

source: Create and Print Recurrent Invoices
pl_pl: Tworzenie i Wydruk Faktur Okresowych

source: Template No
pl_pl: Wzorzec Nr

source: Begin
pl_pl: Pocz±tek

source: End
pl_pl: Koniec

source: Last Created
pl_pl: Ostatnia

source: Create Invoices
pl_pl: Generuj Faktury

source: Marked items are due.
pl_pl: Zaznaczono pozycje opó¼nione.

source: No recurrent invoices are due.
pl_pl: Brak niewystawionych faktur okresowych.

source: Modifying Customer Credit Note #%d
pl_pl: Edycja Korekty Sprzeda¿y nr %d

source: There are no customers, or there are no customers with branches. Please define customers and customer branches.
pl_pl: Brak klientów lub brak klientów z okre¶lonym oddzia³em. Zdefiniuj klientów i oddzia³y.

source: Credit Note # %d has been processed
pl_pl: Nota kredytowa nr %d zosta³a wprowadzona

source: &View this credit note
pl_pl: &Poka¿ tê Korektê

source: &Print This Credit Invoice
pl_pl: &Drukuj Tê Fakturê Koryguj±c±

source: &Email This Credit Invoice
pl_pl: Wy¶lij Korektê &Emailem

source: View the GL &Journal Entries for this Credit Note
pl_pl: Poka¿ zapisy &KG dla tej Faktury Koryguj±cej

source: Enter Another &Credit Note
pl_pl: Wprowad¼ nastêpn± Fakturê &Koryguj±c±

source: The entered date for the credit note is invalid.
pl_pl: Podana data korekty jest nieprawid³owa.

source: For credit notes created to write off the stock, a general ledger account is required to be selected.
pl_pl: Dla korekt spisuj±cych towar na straty trzeba wybraæ konto KG.

source: Please select an account to write the cost of the stock off to, then click on Process again.
pl_pl: Wybierz konto na które ma zostaæ przeniesiony koszt spisywanego towaru i ponownie kliknij Wprowad¼ Korektê.

source: The quantity must be greater than zero.
pl_pl: Ilo¶æ musi byæ wiêksza ni¿ zero.

source: The entered price is negative or invalid.
pl_pl: Podana cena jest ujemna b±d¼ zawiera b³êdy.

source: The entered discount percent is negative, greater than 100 or invalid.
pl_pl: Podany procent upustu jest ujemny, wiêkszy od 100 lub b³êdnie wprowadzony.

source: Credit Note Items
pl_pl: Pozycje Korekty

source: Process Credit Note
pl_pl: Przetwórz Korektê
