Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-2.po
Languages: ar_eg

source: Printing Profiles
ar_eg: الأعدادات الجانبية للطباعة

source: Default printing destination
ar_eg: وجهة الطباعة الأفتراضية

source: Printing profile name cannot be empty.
ar_eg: أسم الأعداد الجانبي للطباعة لا يمكن تركه فارغاً

source: New printing profile has been created
ar_eg: تم إنشاء اعداد جانبي جديد للطباعة

source: Printing profile has been updated
ar_eg: تمت عملية تحديث الأعداد الجانبي للطباعة

source: Selected printing profile has been deleted
ar_eg: تمت عملية حذف الأعداد الجانبي للطباعة

source: Select printing profile
ar_eg: أختيار الأعداد الجانبي للطباعة

source: New printing profile
ar_eg: إعداد جانبي جديد للطباعة

source: Printing Profile Name
ar_eg: أسم الإعداد الجانبي للطباعة

source: Report Id
ar_eg: الكود التعريفي للتقرير

source: Printer
ar_eg: الطابعة

source: Browser support
ar_eg: دعم المستعرض

source: no title was found in this report definition file.
ar_eg: لا يوجد عنوان موجود في الملف التعريفي للتقرير

source: Add New Profile
ar_eg: إضافة أعداد جانبي جديد

source: Update Profile
ar_eg: تحديث الأعداد الجانبي

source: Update printer profile
ar_eg: تحديث الإعداد الجانبي

source: Delete Profile
ar_eg: حذف الأعداد الجانبي

source: Delete printer profile (only if not used by any user)
ar_eg: حذف الإعداد الجانبي للطابعة ( فقط في حالة إذا لم تستخدم بواسطة أي مستخدم أخر )

source: Access setup
ar_eg: إعداد مستوى الوصول

source: Role description cannot be empty.
ar_eg: لا يمكن ترك وصف الدور الوظيفي فارغاً.

source: Role name cannot be empty.
ar_eg: لا يمكن ترك أسم الدور الوظيفي فارغاً .

source: Access level edition in Company setup section have to be enabled for your account.
ar_eg: تعديل مستوى الوصول في قسم إعدادات الشركة يجب أن يتم تفعيله لحسابك

source: New security role has been added.
ar_eg: تمت عملية إضافة دور وظيفي جديد للأمن .

source: Security role has been updated.
ar_eg: تمت عملية تحديث دور وظيفي للأمن

source: This role is currently assigned to some users and cannot be deleted
ar_eg: الدور الوظيفي الحالي تم تخصيصه لبعض المستخدمين و لا يمكن حذفه

source: Security role has been sucessfully deleted.
ar_eg: تمت عملية حذف الدور الوظيفي للأمن

source: Role:
ar_eg: الدور الوظيفي :

source: Show inactive:
ar_eg: عرض الغير نشط :

source: Role name:
ar_eg: أسم الدور الوظيفي :

source: Role description:
ar_eg: وصف الدور الوظيفي :

source: Current status:
ar_eg: الحالية الحالية :

source: On/off set of features
ar_eg: تفعيل أو عدم تفعيل تثبيت المميزات

source: Update view
ar_eg: تحديث العرض

source: Insert New Role
ar_eg: إدراج دور وظيفي جديد

source: Save Role
ar_eg: حفظ الدور الوظيفي

source: Clone This Role
ar_eg: أستنسخ الدور الوظيفي الحالي

source: Delete This Role
ar_eg: حذف الدور الوظيفي الحالي

source: Cancel
ar_eg: إلغاء

source: Cancel Edition
ar_eg: إلغاء التحرير

source: Shipping Company
ar_eg: شركة الشحن

source: The shipping company name cannot be empty.
ar_eg: أسم شركة الشحن لا يمكن تركه فارغاً .

source: New shipping company has been added
ar_eg: تمت إضافة شركة الشحن الجديدة

source: Selected shipping company has been updated
ar_eg: تم تحديث شركة الشحن المؤشر عليها

source: Cannot delete this shipping company because sales orders have been created using this shipper.
ar_eg: لا يمكن حذف شركة الشحن الحالية بسبب أن هناك بعض طلبات المبيعات التي تم إنشائها تستخدم هذا الشاحن .

source: Cannot delete this shipping company because invoices have been created using this shipping company.
ar_eg: لا يمكن حذف شركة الشحن الحالية بسبب أن هناك بعض الفواتير التي تم إنشائها تستخدم هذا الشاحن

source: Selected shipping company has been deleted
ar_eg: تم حذف شركة الشحن المؤشر عليها

source: Contact Person
ar_eg: رقم أتصال الشخص المعني

source: Phone Number
ar_eg: رقم الهاتف

source: Secondary Phone
ar_eg: رقم الهاتف الثاني

source: Address
ar_eg: العنوان

source: Name:
ar_eg: الإسم :

source: Contact Person:
ar_eg: رقم أتصال الشخص المعني :

source: Secondary Phone Number:
ar_eg: رقم الهاتف الثاني :

source: System Diagnostics
ar_eg: تشخيص النظام

source: Info
ar_eg: معلومات

source: Optional
ar_eg: أختياري

source: Recommended
ar_eg: موصى به

source: Required
ar_eg: مطلوب

source: MySQL version
ar_eg: إصدار MySQL

source: PHP version
ar_eg: إصدار PHP

source: Server system
ar_eg: نظام السيرفر

source: Session save path
ar_eg: مسار حفظ الجلسة

source: Browser type
ar_eg: نوع المتصفح

source: Any browser is supported
ar_eg: أي متصفح تم تدعيمه

source: Http server type
ar_eg: نوع سيرفر Http

source: Any server is supported
ar_eg: أي سيرفر مدعم

source: Native gettext
ar_eg: gettext طبيعي

source: In case of no gettext support, php emulation is used
ar_eg: في حالة عدم وجود دعم لـ gettext , فإن محاكاة PHP يتم إستخدامها

source: Debugging mode
ar_eg: بيئة أستكشاف الأخطاء البرمجية

source: Error logging
ar_eg: خطأ في الدخول

source: Disabled
ar_eg: عدم التفعيل

source: To switch error logging set $error_logging in config.php file
ar_eg: لتشغيل أخطاء الدخول يجب أن يكون $error_logging=1 في الملف config.php

source: Log file is not writeable
ar_eg: ملف التسجيل غير قابل للكتابة عليه

source: Current database version
ar_eg: الإصدار الحالي لقاعدة البيانات

source: Database structure seems to be not upgraded to current version
ar_eg: يبدو من هيكل قاعدة البيانات أن عملية الترقية لم تتم للإصدار الحالي

source: Company subdirectories consistency
ar_eg: تماسك الفهارس الفرعية للشركة

source: '%s' is not writeable
ar_eg: '%s' غير قابل للكتابة

source: Temporary directory
ar_eg: فهرس مؤقت

source: Language configuration consistency
ar_eg: تماسك توصيف اللغة

source: Missing %s translation file.
ar_eg: ملف اللغة %s محذوف

source: Missing system locale: %s
ar_eg: نظام محلي مفقود : %s

source: Main config file
ar_eg: ملف التعريف الرئيسي

source: '%s' file should be read-only
ar_eg: ملف '%s' يجب أن يكون للقراءة فقط

source: Database auth file
ar_eg: ملف الترخيص لقاعدة البيانات

source: '%s' file should be read-only if you do not plan to add or change companies
ar_eg: ملف '%s' يجب أن يكون للقراءة فقط إذا لم تخطط لإضافة أو تغيير أية شركات

source: Test
ar_eg: الأختبار

source: Test type
ar_eg: نوع الأختبار

source: Value
ar_eg: القيمة

source: Comments
ar_eg: ملاحظات

source: Ok
ar_eg: موافق

source: Unspecified tag type
ar_eg: نوع كلمات دلالية غير محدد

source: Account Tags
ar_eg: الكلمات الدلالية للحساب

source: Dimension Tags
ar_eg: الكلمات الدلالية للقطاعات التحليلية

source: The tag name cannot be empty.
ar_eg: أسم الكلمة الدلالية لا يمكن تركه فارغاً

source: Selected tag settings have been updated
ar_eg: تمت عملية تحديث إعدادات الكلمة الدلالية المؤشر عليها

source: New tag has been added
ar_eg: تمت إضافة كلمة دلالية جديدة

source: Cannot delete this tag because records have been created referring to it.
ar_eg: لا يمكن حذف الكلمة الدلالية الحالية بسبب أن هناك سجلات تمت إنشاؤها بالإشارة إليها .

source: Selected tag has been deleted
ar_eg: تمت عملية حذف الكلمة الدلالية المؤشر عليها

source: Tag Name
ar_eg: أسم الكلمة الدلالية

source: Tag Description
ar_eg: وصف الكلمة الدلالية

source: Tag Name:
ar_eg: أسم الكلمة الدلالية :

source: Tag Description:
ar_eg: وصف الكلمة الدلالية :

source: Users
ar_eg: المستخدمين

source: The user login entered must be at least 4 characters long.
ar_eg: أسم دخول المستخدم الذي تم إدخاله يجب أن يكون على الأقل بطول أربعة حروف .

source: The selected user has been updated.
ar_eg: المستخدم المؤشر عليه تم تحديثه .

source: A new user has been added.
ar_eg: تم إضافة مستخدم جديد

source: User has been deleted.
ar_eg: تم حذف المستخدم .

source: User login
ar_eg: أسم دخول المستخدم

source: Full Name
ar_eg: الإسم بالكامل

source: Phone
ar_eg: الهاتف

source: E-mail
ar_eg: البريد الألكتروني

source: Last Visit
ar_eg: أخر زيارة

source: Access Level
ar_eg: مستوى الوصول

source: User Login:
ar_eg: أسم دخول المستخدم :

source: Enter a new password to change, leave empty to keep current.
ar_eg: ادخل كلمة المرور الجديدة للتغيير أو أترك الخانة فارغة للأحتفاظ بكلمة المرور الحالية

source: Telephone No.:
ar_eg: رقم الهاتف :

source: Access Level:
ar_eg: مستوى الوصول :

source: User's POS
ar_eg: نقطة بيع المستخدم

source: Use popup window for reports:
ar_eg: أستخدم نافذة أضافية للقارير :

source: View or Print Transactions
ar_eg: عرض أو طباعة الحركات

source: Print
ar_eg: طباعة

source: Only documents can be printed.
ar_eg: المستندات فقط هي التي يمكن طباعتها .

source: from #:
ar_eg: من رقم :

source: to #:
ar_eg: إلى رقم :

source: Search
ar_eg: البحث

source: The starting transaction number is expected to be numeric and greater than zero.
ar_eg: رقم الحركة الأفتتاحي من المتوقع أن يكون رقم عددي و أكبر من الصفر .

source: The ending transaction number is expected to be numeric and greater than zero.
ar_eg: رقم الحركة الختامي من المتوقع أن يكون رقم عددي و أكبر من الصفر .

source: Reference
ar_eg: الإشارة المرجعية

source: Date
ar_eg: التاريخ

source: GL
ar_eg: الأستاذ العام

source: Void a Transaction
ar_eg: إلغاء حركة

source: Select
ar_eg: الأختيار

source: Transaction Type:
ar_eg: نوع الحركة :

source: Transaction #:
ar_eg: رقم الحركة :

source: Voiding Date:
ar_eg: تاريخ الإلغاء :

source: Memo:
ar_eg: البيان :

source: Void Transaction
ar_eg: إلغاء

source: The entered transaction does not exist or cannot be voided.
ar_eg: رقم الحركة المدخل غير موجود أو لا يمكن إلغاؤه .

source: Are you sure you want to void this transaction ? This action cannot be undone.
ar_eg: هل أنت متأكد من أنك تريد أن تلغي الحركة الحالية ؟ هذا الحدث لا يمكن التراجع عنه

source: Proceed
ar_eg: تنفيذ

source: The selected transaction was closed for edition and cannot be voided.
ar_eg: قيد اليومية المؤشر عليه غير قابل للتعديل و لا يمكن حذفه .

source: The entered date is invalid.
ar_eg: التاريخ المدخل غير مقبول .

source: The entered date is not in fiscal year.
ar_eg: التاريخ المدخل لا ينتمي للسنة المالية .

source: The transaction number is expected to be numeric and greater than zero.
ar_eg: رقم الحركة يجب أن يكون رقم عددي أو رقم أكبر من الصفر .

source: The selected transaction has already been voided.
ar_eg: الحركة المؤشر عليها تم إلغاؤها سابقاً .

source: Selected transaction has been voided.
ar_eg: الحركة المؤشر عليها تم إلغاؤها .

source: The Retained Earnings Account or the Profit and Loss Year Account has not been set in System and General GL Setup
ar_eg: حساب الأرباح المحتجزة أو حساب الأرباح و الخسائر لم يتم ضبطهما في إعدادات النظام و في الأستاذ العام

source: Closing Year
ar_eg: السنة الختامية

source: Open Balance
ar_eg: الرصيد الأفتتاحي

source: Cannot open the extension setup file '%s' for writing.
ar_eg: لا يمكن فتح تثبيت ملف الإمتداد البرمجي '%s' للكتابة

source: Cannot write to the extensions setup file '%s'.
ar_eg: لا يمكن الكتابة على ملف إعدادات الأمتدادات البرمجية '%s'

source: Cannot update system extensions list.
ar_eg: لا يمكن تحديث قائمة نظام الأمتدادات البرمجية

source: Cannot update extensions list for company '%s'.
ar_eg: لا يمكن تحديث قائمة الأمتدادات البرمجية للشركة '%s'

source: Cannot open the languages file -
ar_eg: لا يمكن فتح ملف اللغات -

source: Cannot write to the language file -
ar_eg: لا يمكن الكتابة على ملف اللغة -

source: The language files folder
ar_eg: مجلد ملفات اللغة

source: SQL script execution failed in line %d: %s
ar_eg: تنفيذ النصوص البرمجية بلغة أس كيو إل فشلت في السطر %d: %s

source: user online
ar_eg: مستخدم موجود

source: users online
ar_eg: مستخدمين موجودين

source: Voided.
ar_eg: ملغى .

source: &Sales
ar_eg: المبيعات

source: Transactions
ar_eg: الحركات

source: Sales &Quotation Entry
ar_eg: إدخال خطاب تسعير مبيعات

source: Sales &Order Entry
ar_eg: إدخال طلبات البيع

source: Direct &Delivery
ar_eg: عمليات التسليم المباشرة

source: Direct &Invoice
ar_eg: فاتورة فورية

source: &Delivery Against Sales Orders
ar_eg: عمليات التسليم مقابل طلبات المبيعات

source: &Invoice Against Sales Delivery
ar_eg: الفاتورة مقابل عمليات تسليم المبيعات

source: &Template Delivery
ar_eg: نماذج سندات التسليم - سندات التسليم الجاهزة

source: &Template Invoice
ar_eg: نماذج الفواتير - قاتورة جاهزة

source: &Create and Print Recurrent Invoices
ar_eg: إنشاء و طباعة الفواتير المتكررة

source: Customer &Payments
ar_eg: مقبوضات العملاء

source: Customer &Credit Notes
ar_eg: الإشعارات الدائنة للعميل

source: &Allocate Customer Payments or Credit Notes
ar_eg: تخصيص مقبوضات العميل أو الإشعارات الدائنة

source: Inquiries and Reports
ar_eg: الإستعلامات و التقارير

source: Sales Quotation I&nquiry
ar_eg: الأستعلام عن خطاب تسعير مبيعات

source: Sales Order &Inquiry
ar_eg: الإستعلام عن طلبات المبيعات

source: Customer Transaction &Inquiry
ar_eg: الإستعلام عن الحركات الخاصة بالعميل

source: Customer Allocation &Inquiry
ar_eg: الإستعلام عن حركات تخصيص الدفعات و الإشعارات الدائنة للعميل

source: Customer and Sales &Reports
ar_eg: تقارير المبيعات و العملاء

source: Maintenance
ar_eg: نماذج الأدخال الأساسية

source: Add and Manage &Customers
ar_eg: إضافة و إدارة العملاء

source: Customer &Branches
ar_eg: فروع العميل

source: Sales &Groups
ar_eg: مجموعات المبيعات

source: Recurrent &Invoices
ar_eg: الفواتير الدورية

source: Sales T&ypes
ar_eg: أنواع المبيعات

source: Sales &Persons
ar_eg: مندوبين المبيعات

source: Sales &Areas
ar_eg: مناطق البيع

source: Credit &Status Setup
ar_eg: إعدادات حالة الآئتمان

source: &Dimensions
ar_eg: القطاعات التحليلية

source: Dimension &Entry
ar_eg: إدخال القطاع التحليلي

source: &Outstanding Dimensions
ar_eg: القطاعات التحليلية المنتهية

source: Dimension &Inquiry
ar_eg: الإستعلام عن القطاعات التحليلية

source: Dimension &Reports
ar_eg: تقارير القطاعات التحليلية

source: Dimension &Tags
ar_eg: القطاعات التحليلية و الكلمات الدلالية

source: &Banking and General Ledger
ar_eg: البنوك و الأستاذ العام

source: &Payments
ar_eg: الدفعات

source: &Deposits
ar_eg: الإيداعات

source: Bank Account &Transfers
ar_eg: التحويل بين الحسابات البنكية

source: &Journal Entry
ar_eg: إدخال قيود اليومية العامة

source: &Budget Entry
ar_eg: إدخال الموازنات

source: &Reconcile Bank Account
ar_eg: تسوية الحساب البنكي

source: &Journal Inquiry
ar_eg: الاستعلام عن دفتر اليومية

source: GL &Inquiry
ar_eg: الاستعلام عن الأستاذ العام

source: Bank Account &Inquiry
ar_eg: الإستعلام عن الحسابات البنكية

source: Ta&x Inquiry
ar_eg: الأستعلام عن الضريبة

source: Trial &Balance
ar_eg: ميزان المراجعة

source: Balance &Sheet Drilldown
ar_eg: القائمة المختصرة للميزانية العمومية

source: &Profit and Loss Drilldown
ar_eg: القائمة المختصرة للأرباح و الخسائر

source: Banking &Reports
ar_eg: التقارير البنكية

source: General Ledger &Reports
ar_eg: تقارير الأستاذ العام

source: Bank &Accounts
ar_eg: الحسابات البنكية

source: &Quick Entries
ar_eg: الإدخالات السريعة

source: Account &Tags
ar_eg: الكلمات الدلالية للحساب

source: &Currencies
ar_eg: العملات

source: &Exchange Rates
ar_eg: معدل تبادل العملات

source: &GL Accounts
ar_eg: حسابات الأستاذ العام

source: GL Account &Groups
ar_eg: مجموعات حسابات الأستاذ العام

source: GL Account &Classes
ar_eg: التصنيفات الرئيسية لحسابات الأستاذ العام

source: &Items and Inventory
ar_eg: البنود و العناصر المخزنية

source: Inventory Location &Transfers
ar_eg: التحويلات المخزنية من و إلى مواقع التخزين

source: Inventory &Adjustments
ar_eg: قيود التعديل مخزنية

source: Inventory Item &Movements
ar_eg: حركات بنود المخزون

source: Inventory Item &Status
ar_eg: حالة بنود المخزون

source: Inventory &Reports
ar_eg: تقارير المخزون

source: &Items
ar_eg: البنود المخزنية

source: &Foreign Item Codes
ar_eg: أكواد البنود المخزنية الأجنبية

source: Sales &Kits
ar_eg: أدوات البيع

source: Item &Categories
ar_eg: تصنيفات بنود المخزون

source: Inventory &Locations
ar_eg: مواقع التخزين للمخزون

source: Inventory &Movement Types
ar_eg: أنواع الحركات المخزنية

source: &Units of Measure
ar_eg: وحدات القياس

source: &Reorder Levels
ar_eg: مستويات إعادة الطلب

source: Pricing and Costs
ar_eg: التسعير البيعي و التكاليفي

source: Sales &Pricing
ar_eg: التسعير البيعي

source: Purchasing &Pricing
ar_eg: التسعير الشرائي

source: Standard &Costs
ar_eg: التكاليف المعيارية

source: &Manufacturing
ar_eg: العمليات التصنيعية

source: Work &Order Entry
ar_eg: إدخال أوامر التشغيل

source: &Outstanding Work Orders
ar_eg: أوامر التشغيل المتأخرة

source: Costed Bill Of Material Inquiry
ar_eg: الإستعلام عن تكاليف قائمة تركيبة المواد

source: Inventory Item Where Used &Inquiry
ar_eg: الإستعلام عن البنود المخزنية التي تم أستخدامها

source: Work Order &Inquiry
ar_eg: الاستعلام عن أوامر التشغيل

source: Manufacturing &Reports
ar_eg: تقارير العمليات التصنيعية

source: &Bills Of Material
ar_eg: قائمة تركيبة المواد للبنود المخزنية المصنعة

source: &Work Centres
ar_eg: مراكز التكلفة

source: S&etup
ar_eg: الإعدادات

source: &Company Setup
ar_eg: إعدادات الشركة

source: &User Accounts Setup
ar_eg: إعدادات حسابات المستخدمين

source: &Access Setup
ar_eg: إعدادات الوصول

source: &Display Setup
ar_eg: إعدادات العرض

source: &Forms Setup
ar_eg: إعدادات نماذج الإدخال

source: &Taxes
ar_eg: الضرائب

source: Tax &Groups
ar_eg: مجموعات الضرائب

source: Item Ta&x Types
ar_eg: أنواع ضرائب البنود المخزنية

source: System and &General GL Setup
ar_eg: الإعدادات العامة للنظام و الأستاذ العام

source: &Fiscal Years
ar_eg: السنوات المالية

source: &Print Profiles
ar_eg: الإعدادات الجانبية للطباعة

source: Pa&yment Terms
ar_eg: شروط الدفع

source: Shi&pping Company
ar_eg: شركة الشحن

source: &Points of Sale
ar_eg: نقاط البيع

source: &Printers
ar_eg: الطابعات

source: &Void a Transaction
ar_eg: إلغاء حركة

source: View or &Print Transactions
ar_eg: عرض أو طباعة الحركات

source: &Attach Documents
ar_eg: أرفاق المستندات

source: System &Diagnostics
ar_eg: تشخيص النظام

source: &Backup and Restore
ar_eg: النسخ الأحتياطي و الأسترجاع

source: Create/Update &Companies
ar_eg: إنشاء و تحديث الشركات

source: Install/Update &Languages
ar_eg: تثبيت / تحديث اللغات

source: Install/Activate &Extensions
ar_eg: تثبيت أو تفعيل الأمتدادات البرمجية

source: Software &Upgrade
ar_eg: تحديث البرنامج

source: &Purchases
ar_eg: المشتريات

source: Purchase &Order Entry
ar_eg: إدخال أمر الشراء

source: &Outstanding Purchase Orders Maintenance
ar_eg: نموذج الرقابة على أوامر الشراء المتأخرة

source: &Payments to Suppliers
ar_eg: مدفوعات الموردين

source: Supplier &Invoices
ar_eg: فواتير الموردين

source: Supplier &Credit Notes
ar_eg: الإشعارات الدائنة للموردين

source: &Allocate Supplier Payments or Credit Notes
ar_eg: تخصيص مدفوعات الموردين و إشعاراتهم الدائنة

source: Purchase Orders &Inquiry
ar_eg: الإستعلام عن أوامر الشراء

source: Supplier Transaction &Inquiry
ar_eg: الإستعلام عن الحركات الخاصة بالمورد

source: Supplier Allocation &Inquiry
ar_eg: الإستعلام عن حركات تخصيص الدفعات و الإشعارات الدائنة للمورد

source: Supplier and Purchasing &Reports
ar_eg: تقارير الموردين و المشتريات

source: &Suppliers
ar_eg: الموردين

source: Dimension Entry
ar_eg: إدخال القطاع التحليلي

source: The dimension has been entered.
ar_eg: تم إدخال القطاع التحليلي .

source: The dimension has been updated.
ar_eg: تم تحديث القطاع التحليلي .

source: The dimension has been deleted.
ar_eg: تم حذف القطاع التحليلي

source: The dimension has been closed. There can be no more changes to it.
ar_eg: تم غلق القطاع التحليلي , لن يكون بالإمكان إجراء أية تغييرات عليه

source: The dimension has been re-opened.
ar_eg: تمت عملية إعادة فتح القطاع التحليلي

source: Enter a &new dimension
ar_eg: إدخال قطاع تحليلي جديد

source: &Select an existing dimension
ar_eg: أختيار قطاع تحليلي موجود

source: The dimension reference must be entered.
ar_eg: يجب إدخال الإشارة المرجعية للقطاع التحليلي

source: The entered reference is already in use.
ar_eg: الإشارة المرجعية التي تم إدخالها موجودة مسبقاً

source: The dimension name must be entered.
ar_eg: يجب إدخال أسم القطاع التحليلي

source: The date entered is in an invalid format.
ar_eg: تنسيق التاريخ المدخل غير مقبول

source: The required by date entered is in an invalid format.
ar_eg: المطلوب في التاريخ المدخل ذو تنسيق غير مقبول

source: This dimension cannot be deleted because it has already been processed.
ar_eg: لا يمكن حذف القطاع التحليلي الحالي لأنه تم تنفيذ الأمر بالفعل مسبقاً

source: The dimension sent is not valid.
ar_eg: القطاع التحليلي الذي تم تمريره غير صالح

source: Dimension Reference:
ar_eg: الإشارة المرجعية للقطاع التحليلي :

source: Start Date
ar_eg: تاريخ البدء

source: Date Required By
ar_eg: تاريخ الإنتهاء

source: Tags:
ar_eg: الكلمات الدلالية :

source: This Dimension is closed.
ar_eg: القطاع التحليلي الحالي مغلق.

source: Save changes to dimension
ar_eg: حفظ التغييرات الخاصة بالقطاع التحليلي

source: Re-open This Dimension
ar_eg: أعد فتح القطاع التحليلي الحالي

source: Mark this dimension as re-opened
ar_eg: التأشير على القطاع التحليلي الحالي بأنه معاد فتحه

source: Close This Dimension
ar_eg: إغلق القطاع التحليلي الحالي

source: Mark this dimension as closed
ar_eg: التأشير على القطاع التحليلي الحالي بأنه مغلق

source: Delete This Dimension
ar_eg: أحذف القطاع التحليلي الحالي

source: Delete unused dimension
ar_eg: حذف القطاعات التحليلية الغير مستخدمة

source: Add
ar_eg: إضافة

source: There are no transactions for this dimension for the selected period.
ar_eg: لا توجد حركات لهذا القطاع التحليلي في خلال الفترة التي تم أختيارها

source: Balance for this Dimension
ar_eg: الرصيد للقطاع التحليلي الحالي

source: Account
ar_eg: الحساب

source: Debit
ar_eg: مدين

source: Credit
ar_eg: دائن

source: Balance
ar_eg: الرصيد

source: Search Outstanding Dimensions
ar_eg: البحث عن القطاعات التحليلية المنتهية

source: Search Dimensions
ar_eg: البحث عن القطاعات التحليلية

source: Reference:
ar_eg: الإشارة المرجعية :

source: All
ar_eg: الكل

source: From:
ar_eg: من :

source: To:
ar_eg: إلى :

source: Only Overdue:
ar_eg: فقط المتأخر أو المنتهي :

source: Only Open:
ar_eg: المفتوح فقط :

source: Due Date
ar_eg: تاريخ الأستحقاق

source: Marked dimensions are overdue.
ar_eg: التأشير على القطاع التحليلي بأنه مستحق

source: View Dimension
ar_eg: أستعرض القطاع التحليلي

source: The dimension number sent is not valid.
ar_eg: رقم القطاع التحليلي الذي تم تمريره غير مقبول

source: This dimension is closed.
ar_eg: القطاع التحليلي الحالي مغلق .

source: from:
ar_eg: من :

source: to:
ar_eg: إلى :

source: Show
ar_eg: عرض

source: Balance Sheet Drilldown
ar_eg: القائمة المختصرة للميزانية العمومية

source: Total
ar_eg: الإجمالي

source: As at:
ar_eg: كما في :

source: Calculated Return
ar_eg: العائد المحسوب

source: Liabilities
ar_eg: الخصوم

source: and
ar_eg: و

source: Equities
ar_eg: حقوق الملكية

source: Bank Statement
ar_eg: كشف حساب البنك

source: There are no bank accounts defined in the system.
ar_eg: لا يوجد حساب بنكي معرف على النظام .

source: Account:
ar_eg: الحساب :

source: Person/Item
ar_eg: البند / الشركة أو المؤسسة

source: Opening Balance
ar_eg: الرصيد الأفتتاحي

source: Ending Balance
ar_eg: الرصيد الختامي

source: General Ledger Inquiry
ar_eg: الإستعلام عن حساب أستاذ عام

source: Dimension
ar_eg: القطاع التحليلي

source: Amount min:
ar_eg: أقل قيمة :

source: Amount max:
ar_eg: أقصى قيمة :

source: Memo
ar_eg: البيان

source: No general ledger transactions have been created for the specified criteria.
ar_eg: لا يوجد حركات أستاذ عام تم إنشائها للمعيار المحدد

source: Trial Balance
ar_eg: ميزان المراجعة

source: No zero values
ar_eg: القيم الصفرية غير مسموح بها

source: Only balances
ar_eg: الأرصدة فقط

source: Account Name
ar_eg: أسم الحساب

source: Brought Forward
ar_eg: ما قبله

source: This Period
ar_eg: الفترة الحالية

source: Journal Inquiry
ar_eg: الأستعلام عن اليومية

source: Enter reference fragment or leave empty
ar_eg: أدخل مقطع الإشارة المرجعية أو أتركها فارغة

source: Show closed:
ar_eg: إظهار المغلق :

source: Enter memo fragment or leave empty
ar_eg: ادخل مقطع تذكيري أو أتركها فارغة

source: Trans #
ar_eg: رقم القيد

source: Amount
ar_eg: قيمة

source: User
ar_eg: المستخدم

source: Profit & Loss Drilldown
ar_eg: القائمة المختصرة للأرباح و الخسائر

source: Accumulated
ar_eg: تراكمي

source: Period Y-1
ar_eg: فترة السنة الأولى

source: Budget
ar_eg: الموازنة التقديرية

source: Compare to
ar_eg: مقارنة مع

source: Group/Account Name
ar_eg: أسم المجموعة أو الحساب

source: Period
ar_eg: الفترة

source: Achieved %
ar_eg: نسبة الأنجاز
