Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-15.po
Languages: pl_pl

source: Modifying Credit Invoice # %d.
pl_pl: Modyfikacja Noty Kredytowej %d.

source: Credit all or part of an Invoice
pl_pl: Wystawienie Faktury Koryguj±cej wg Faktury Sprzeda¿y

source: Credit Note has been processed
pl_pl: Korekta zosta³a wprowadzona

source: &View This Credit Note
pl_pl: &Poka¿ tê Fakturê Koryguj±c±

source: &Print This Credit Note
pl_pl: &Drukuj Tê Fakturê Koryguj±c±

source: &Email This Credit Note
pl_pl: Wy¶lij Korektê &Emailem

source: Credit Note has been updated
pl_pl: Korekta zosta³a zmodyfikowana

source: The entered shipping cost is invalid or less than zero.
pl_pl: Podany koszt wysy³ki zawiera b³êdy lub jest mniejszy od zera.

source: Selected quantity cannot be less than zero nor more than quantity not credited yet.
pl_pl: Podana ilo¶æ nie mo¿e byæ mniejsza ni¿ zero ani mniejsza ni¿ ilo¶æ ju¿ zafakturowana.

source: This page can only be opened if an invoice has been selected for crediting.
pl_pl: Ta strona jest aktywna dopiero po wybraniu faktury do skorygowania.

source: Crediting Invoice
pl_pl: Korygowanie Faktury

source: Credit Note Date
pl_pl: Data Faktury Koryguj±cej

source: Invoiced Quantity
pl_pl: Ilo¶æ Zafakturowana

source: Credit Quantity
pl_pl: Korekta

source: Credit Shipping Cost
pl_pl: Korekta Kosztów Transportu

source: Credit Note Type
pl_pl: Typ Noty Kredytowej

source: Items Returned to Location
pl_pl: Zwrot Towarów

source: Write off the cost of the items to
pl_pl: Spisz koszt towarów na konto

source: Update credit value for quantities entered
pl_pl: Aktualizuj warto¶æ kredytu dla wprowadzonych kwot

source: Modifying Delivery Note # %d.
pl_pl: Modyfikacja Wysy³ki towaru %d

source: Deliver Items for a Sales Order
pl_pl: Wysy³ka Towarów wg Zamówienia Klienta

source: Delivery # %d has been entered.
pl_pl: Wysy³ka nr %d zosta³a wprowadzona.

source: &View This Delivery
pl_pl: &Poka¿ Tê Wysy³kê

source: &Print Delivery Note
pl_pl: &Wydrukuj Dokument Wysy³ki

source: &Email Delivery Note
pl_pl: Wy¶lij Dokument Wysy³ki &Emailem

source: P&rint as Packing Slip
pl_pl: D&rukuj jako Listê Wysy³kow±

source: E&mail as Packing Slip
pl_pl: Wy¶lij Listê e&Mailem

source: View the GL Journal Entries for this Dispatch
pl_pl: Poka¿ Zapisy KG dla Tej Wysy³ki

source: Invoice This Delivery
pl_pl: Zafakturuj Tê Wysy³kê

source: Select Another Order For Dispatch
pl_pl: Wybierz Inne Zamówienie do Wysy³ki

source: Delivery Note # %d has been updated.
pl_pl: Nota Wysy³kowa %d zosta³a zmodyfikowana.

source: View this delivery
pl_pl: Poka¿ tê dostawê

source: Confirm Delivery and Invoice
pl_pl: Wprowad¼ Warunki Wysy³ki i Wystaw Fakturê

source: Select A Different Delivery
pl_pl: Wybierz Inn± Wysy³kê

source: Select a different sales order to delivery
pl_pl: Wybierz inne zamówienie do wysy³ki

source: This order has no items. There is nothing to delivery.
pl_pl: To zamówienie jest puste. Brak towarów do wysy³ki.

source: Select a different delivery
pl_pl: Wybierz inn± wysy³kê

source: This delivery has all items invoiced. There is nothing to modify.
pl_pl: Ta wysy³ka zosta³a ju¿ w ca³o¶ci zafakturowana. Je¶li chcesz zmieniæ tre¶æ tej noty wysy³kowej popraw najpierw fakturê lub wystaw notê koryguj±c±.

source: This page can only be opened if an order or delivery note has been selected. Please select it first.
pl_pl: Ta strona jest aktywna dopiero po wybraniu zamówienia lub dokumentu WZ do edycji. Najpierw wybierz zamówienie.

source: Select a Sales Order to Delivery
pl_pl: Wybór Zamówienia do Wysy³ki

source: Selected quantity cannot be less than quantity invoiced nor more than quantity not dispatched on sales order.
pl_pl: Podana ilo¶æ nie mo¿e byæ mniejsza ni¿ ilo¶æ zafakturowana ani wiêksza ni¿ ilo¶æ niezrealizowana na zamówieniu.

source: Freight cost cannot be less than zero
pl_pl: Koszt transportu nie mo¿e byæ mniejszy od zera.

source: The entered date of delivery is invalid.
pl_pl: Podana data wysy³ki jest nieprawid³owa.

source: The entered date of delivery is not in fiscal year.
pl_pl: Podana data jest poza rokiem fiskalnym.

source: The entered dead-line for invoice is invalid.
pl_pl: Podany ostateczny termin fakturowania jest nieprawid³owy.

source: The entered shipping value is not numeric.
pl_pl: Podana warto¶æ kosztów wysy³ki jest nie numeryczna.

source: There are no item quantities on this delivery note.
pl_pl: Brak towarów w tym dokumencie wydania

source: The delivery cannot be processed because there is an insufficient quantity for item:
pl_pl: Nie mo¿na wprowadziæ wysy³ki poniewa¿ brakuje towaru:

source: For Sales Order
pl_pl: Wg Zamówienia Sprzeda¿y

source: Delivery From
pl_pl: Wysy³ka z

source: Invoice Dead-line
pl_pl: Termin wystawienia faktury

source: The selected customer account is currently on hold. Please contact the credit control personnel to discuss.
pl_pl: Wybrane konto klienta jest obecnie zablokowane. Skontaktuj siê z osob± odpowiedzialn± za kedytowanie.

source: Delivery Items
pl_pl: Wysy³ane Towary

source: Max. delivery
pl_pl: Max. dostawa

source: Delivered
pl_pl: Dostarczone

source: Discount
pl_pl: Upust

source: Shipping Cost
pl_pl: Koszt Wysy³ki

source: Marked items have insufficient quantities in stock as on day of delivery.
pl_pl: Zaznaczone towary maj± niewystarczaj±cy stan magazynu na dzieñ dostawy.

source: Action For Balance
pl_pl: Pozosta³a czê¶æ zamówienia

source: Refresh document page
pl_pl: Od¶wierz zawarto¶æ stronu

source: Process Dispatch
pl_pl: Zapisz wysy³kê

source: Check entered data and save document
pl_pl: Sprawd¼ wprowadzone dane i zapisz dokument

source: Modifying Sales Invoice # %d.
pl_pl: Modyfikacja Faktury Sprzeda¿y nr %d.

source: Issue an Invoice for Delivery Note
pl_pl: Wystaw Fakturê do Wydania Towaru

source: Issue Batch Invoice for Delivery Notes
pl_pl: Wystaw Fakturê Zbiorcz±

source: Selected deliveries has been processed
pl_pl: Wybrane wysy³ki towarów zosta³y przetworzone

source: &View This Invoice
pl_pl: &Poka¿ Tê Fakturê

source: &Print This Invoice
pl_pl: &Wydruk Faktury

source: &Email This Invoice
pl_pl: Wy¶lij Fakturê &Emailem

source: View the GL &Journal Entries for this Invoice
pl_pl: Poka¿ zapisy &KG dla tej Faktury

source: Select Another &Delivery For Invoicing
pl_pl: Wybierz &Nastêpn± Wysy³kê do Fakturowania

source: Sales Invoice # %d has been updated.
pl_pl: Faktura sprzeda¿y nr %d zosta³a zmodyfikowana.

source: Select Another &Invoice to Modify
pl_pl: Wybierz Inn± &Fakturê do Edycji

source: Select a different delivery to invoice
pl_pl: Wybierz inn± wysy³kê do zafakturowania

source: There are no delivered items with a quantity left to invoice. There is nothing left to invoice.
pl_pl: Wszystkie towary z tej wysy³ki zosta³y ju¿ zafakturowane. Brak pozycji do zafakturowania.

source: There are no delivery notes for this invoice.<br> Most likely this invoice was created in Front Accounting version prior to 2.0 and therefore can not be modified.
pl_pl: Brak wydañ na zewn±trz dla tej faktury. Najprawdopodobniej faktura zosta³a utworzona w wersji Front accounting starszej ni¿ 2.0, a wiêc nie mo¿e byæ zmodyfikowana.

source: All quantities on this invoice has been credited. There is nothing to modify on this invoice
pl_pl: Ca³o¶c tej faktury zosta³a skorygowana. Nie ma nic do edycji na tej fakturze.

source: This page can only be opened after delivery selection. Please select delivery to invoicing first.
pl_pl: Ta strona jest aktywna dopiero po wybraniu dokumentu wysy³ki towaru. Najpierw wybierz dostawê do zafakturowania.

source: Select Delivery to Invoice
pl_pl: Wybór Wysy³ki Towaru do Fakturowania

source: Selected quantity cannot be less than quantity credited nor more than quantity not invoiced yet.
pl_pl: Podana ilo¶æ nie mo¿e byæ mniejsza ni¿ ilo¶æ ju¿ skredytowana ani wiêksza ni¿ ilo¶æ jeszcze nie zafakturowana.

source: The entered invoice date is invalid.
pl_pl: Wprowadzona data wystawienia faktury jest b³êdna.

source: The entered invoice date is not in fiscal year.
pl_pl: Wprowadzona data wystawienia faktury wypada poza rokiem fiskalnym.

source: The entered invoice due date is invalid.
pl_pl: Wprowadzona termin p³atno¶ci faktury jest b³êdny.

source: There are no item quantities on this invoice.
pl_pl: Brak pozycji faktury.

source: Payment terms:
pl_pl: Warunki p³atno¶ci:

source: Payment:
pl_pl: P³atno¶æ:

source: Invoice Items
pl_pl: Pozycje Faktury

source: This Invoice
pl_pl: Ta Faktura

source: Credited
pl_pl: Korekta

source: Invoice Total
pl_pl: Razem Brutto

source: Customer Payment Entry
pl_pl: Wprowadzanie P³atno¶ci Klienta

source: There are no customers defined in the system.
pl_pl: W systemie jeszcze nie zdefiniowano klientów

source: The customer payment has been successfully entered.
pl_pl: P³atno¶æ klienta zosta³a wprowadzona.

source: &Print This Receipt
pl_pl: &Wydruk Pokwitowania Wp³aty

source: &View the GL Journal Entries for this Customer Payment
pl_pl: &Poka¿ Zapisy KG dla tej P³atno¶ci Klienta

source: Enter Another &Customer Payment
pl_pl: Wprowad¼ &Nastêpn± P³atno¶æ Klienta

source: There is no customer selected.
pl_pl: Nie wybrano ¿adnego klienta.

source: This customer has no branch defined.
pl_pl: Brak zdefiniowanych oddzia³ów dla tego klienta.

source: The entered date is invalid. Please enter a valid date for the payment.
pl_pl: Podana data jest nieprawid³owa. Wprowad¼ prawid³ow± datê p³atno¶ci.

source: The entered amount is invalid or negative and cannot be processed.
pl_pl: Wrowadzona warto¶æ jest nieprawid³owa lub ujemna, wiêc nie mo¿e byæ wprowadzona.

source: The entered discount is not a valid number.
pl_pl: Podany upust nie jest numeryczny.

source: The balance of the amount and discout is zero or negative. Please enter valid amounts.
pl_pl: Warto¶æ po upu¶cie jest ujemna lub zerowa. Podaj w³a¶ciwe warto¶ci.

source: From Customer:
pl_pl: Od Klienta:

source: This customer account is on hold.
pl_pl: Konto tego klienta jest zablokowane.

source: Into Bank Account:
pl_pl: Na Konto Bankowe:

source: Date of Deposit:
pl_pl: Data Wp³aty:

source: Customer prompt payment discount :
pl_pl: Upust klienta przy przedp³acie:

source: Amount and discount are in customer's currency.
pl_pl: Warto¶æ i upust s± wyra¿one w walucie obliczeñ.

source: Add Payment
pl_pl: Dodaj P³atno¶æ

source: Direct Sales Delivery
pl_pl: Bezpo¶rednia Wysy³ka Towaru

source: Direct Sales Invoice
pl_pl: Bezpo¶rednia Faktura Sprzeda¿y

source: Modifying Sales Order # %d
pl_pl: Modyfikacja Zamówienia Klienta nr %d

source: Modifying Sales Quotation # %d
pl_pl: Modyfikacja Oferty Sprzeda¿y nr %d.

source: New Sales Order Entry
pl_pl: Przyjêcie Nowego Zamówienia

source: New Sales Quotation Entry
pl_pl: Nowa Oferta Sprzeda¿y

source: Sales Order Entry
pl_pl: Wprowadzenie Zamówienia

source: Order # %d has been entered.
pl_pl: Zamówienie nr %d zosta³o wprowadzone.

source: &View This Order
pl_pl: &Poka¿ To Zamówienie

source: Make &Delivery Against This Order
pl_pl: Wprowad¼ &Wysy³kê wg Tego Zamówienia

source: Enter a &New Order
pl_pl: Wprowad¼ &Nastêpne Zamówienie

source: Order # %d has been updated.
pl_pl: Zamówienie nr %d zosta³o zaktualizowane.

source: Confirm Order Quantities and Make &Delivery
pl_pl: Potwierd¼ Zamówienie i Wprowad¼ &Wysy³kê

source: Select A Different &Order
pl_pl: Wybierz Inne &Zamówienie

source: Quotation # %d has been entered.
pl_pl: Oferta nr %d zosta³a wprowadzona.

source: &View This Quotation
pl_pl: &Poka¿ Tê Ofertê

source: &Print This Quotation
pl_pl: &Wydruk Oferty

source: &Email This Quotation
pl_pl: Wy¶lij Ofertê &Emailem

source: Make &Sales Order Against This Quotation
pl_pl: Wprowad¼ &Zamówienie wg Tej Oferty

source: Enter a New &Quotation
pl_pl: Wprowad¼ &Now± Ofertê

source: Quotation # %d has been updated.
pl_pl: Oferta nr %d zosta³a zaktualizowana.

source: Select A Different &Quotation
pl_pl: Wybierz Inn± &Ofertê

source: Make &Invoice Against This Delivery
pl_pl: Wystawienie &Faktury do Tej Wysy³ki

source: Enter a New Template &Delivery
pl_pl: Wprowad¼ Nastêpn± &Wysy³kê wg Wzorca

source: Enter a &New Delivery
pl_pl: Wprowad¼ Nastêpn± &Wysy³kê

source: Invoice # %d has been entered.
pl_pl: Faktura nr %d zosta³a wprowadzona.

source: &Print Sales Invoice
pl_pl: &Drukuj Fakturê Sprzeda¿y

source: &Email Sales Invoice
pl_pl: Wy¶lij Tê Ofertê &Emailem

source: Print &Receipt
pl_pl: &Wydruk Pokwitowania Wp³aty

source: Enter a &New Template Invoice
pl_pl: Wprowad¼ &Nastêpn± Wysy³kê wg Wzorca

source: Enter a &New Direct Invoice
pl_pl: Wprowad¼ Nastêpn± &Wysy³kê Bezpo¶redni±

source: The entered date is not in fiscal year
pl_pl: Podana data jest poza rokiem podatkowym lub jest zamkniêta dla dalszych zapisów.

source: You must enter the person or company to whom delivery should be made to.
pl_pl: Musisz podaæ osobê lub firmê do której ma zostaæ wykonana wysy³ka.

source: You should enter the street address in the box provided. Orders cannot be accepted without a valid street address.
pl_pl: Musisz podaæ adres w odpowiednim polu. Zamówienie nie mo¿e byæ wprowadzone bez podanego adresu.

source: The shipping cost entered is expected to be numeric.
pl_pl: Wprowadzany koszt wysy³ki musi byæ numeryczny.

source: The Valid date is invalid.
pl_pl: Data wa¿no¶ci jest nieprawid³owa.

source: The delivery date is invalid.
pl_pl: Data wysy³ki jest nieprawid³owa.

source: The requested valid date is before the date of the quotation.
pl_pl: Podana data wa¿no¶ci jest wcze¶niejsza od daty oferty.

source: The requested delivery date is before the date of the order.
pl_pl: ¯±dana data wysy³ki jest wcze¶niejsza od daty zamówienia.

source: You need to define a cash account for your Sales Point.
pl_pl: Musisz zdefiniowaæ konto gotówkowe dla Punktu Sprzeda¿y.

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0, or the discount percent to more than 100.
pl_pl: Nie mo¿na wprowadziæ pozycji ze wzglêdu na podan± ilo¶æ ujemn± lub procent upustu wiêkszy ni¿ 100.

source: Price for item must be entered and can not be less than 0
pl_pl: Cena towaru musi byæ dodatnia

source: You attempting to make the quantity ordered a quantity less than has already been delivered. The quantity delivered cannot be modified retrospectively.
pl_pl: Nie mo¿na zmniejszyæ ilo¶ci zamówionego towaru poni¿ej ilo¶ci ju¿ wys³anej. Towaru ju¿ wys³anego nie mo¿na zmieniæ wstecznie.

source: This item cannot be deleted because some of it has already been delivered.
pl_pl: Nie mo¿na usun±æ pozycji poniewa¿ jej czê¶æ zosta³a ju¿ wys³ana.

source: Direct delivery entry has been cancelled as requested.
pl_pl: Wprowadzanie wysy³ki bezpo¶redniej zosta³o anulowane.

source: Enter a New Sales Delivery
pl_pl: Wprowad¼ Nastêpn± Wysy³kê

source: Direct invoice entry has been cancelled as requested.
pl_pl: Wprowadzanie faktury bezpo¶redniej zosta³o anulowane.

source: Enter a New Sales Invoice
pl_pl: Wprowad¼ Nastêpn± Fakturê

source: This order cannot be cancelled because some of it has already been invoiced or dispatched. However, the line item quantities may be modified.
pl_pl: Zamówienie nie mo¿e byæ anulowane poniewa¿ jego czê¶æ zosta³a ju¿ wys³ana lub zafakturowana. Niemniej ilo¶ci w niektórych pozycjach mog± byæ zmieniane.

source: This sales quotation has been cancelled as requested.
pl_pl: Oferta zosta³a anulowana.

source: Enter a New Sales Quotation
pl_pl: Wprowad¼ Nastêpn± Ofertê

source: This sales order has been cancelled as requested.
pl_pl: To zamówienie zosta³o anulowane.

source: Enter a New Sales Order
pl_pl: Wprowad¼ Nowe Zamówienie

source: Invoice Date:
pl_pl: Data Faktury:

source: Sales Invoice Items
pl_pl: Pozycje Faktury

source: Enter Delivery Details and Confirm Invoice
pl_pl: Wprowad¼ Szczegó³y Wysy³ki i Zatwierd¼ Fakturê

source: Place Invoice
pl_pl: Wystawienie Faktury

source: Delivery Date:
pl_pl: Data Wysy³ki:

source: Delivery Note Items
pl_pl: Pozycje wydania towaru

source: Enter Delivery Details and Confirm Dispatch
pl_pl: Wprowad¼ Szczegó³y Wysy³ki i Zatwierd¼

source: Cancel Delivery
pl_pl: Zrezygnuj

source: Place Delivery
pl_pl: Wprowad¼ Wysy³kê

source: Quotation Date:
pl_pl: Data Oferty:

source: Sales Quotation Items
pl_pl: Pozycje Oferty

source: Enter Delivery Details and Confirm Quotation
pl_pl: Szczegó³y Wysy³ki

source: Cancel Quotation
pl_pl: Anuluj Ofertê

source: Place Quotation
pl_pl: Zapisz ofertê

source: Commit Quotations Changes
pl_pl: Potwierd¼ Zmiany w Ofercie

source: Sales Order Items
pl_pl: Pozycje Zamówienia

source: Enter Delivery Details and Confirm Order
pl_pl: Wprowad¼ Szczegó³y Wysy³ki i Zatwierd¼ Zamówienie

source: Commit Order Changes
pl_pl: Potwierd¼ Zmiany Zamówienia

source: You are about to void this Document.\nDo you want to continue?
pl_pl: Zamierzasz anulowaæ ten dokument.\nCzy chcesz kontynuowaæ?

source: Validate changes and update document
pl_pl: Sprawd¼ zmiany i zapisz dokument

source: Cancels document entry or removes sales order when editing an old document
pl_pl: Porzuæ wprowadzanie lub usuñ edytowane zamówienie

source: Allocate Customer Payment or Credit Note
pl_pl: Alokowanie P³atno¶ci Klienta lub Korekty

source: Allocation of %s # %d
pl_pl: Rozliczenie do dokumentu %s nr %d

source: Customer Allocations
pl_pl: Rozliczenia Klienta

source: Select a customer:
pl_pl: Wybierz klienta:

source: Credit Status
pl_pl: Wiarygodno¶æ

source: The credit status description cannot be empty.
pl_pl: Opis statusu klienta nie mo¿e byæ pusty

source: New credit status has been added
pl_pl: Dodano nowy status konta u¿ytkownika.

source: Selected credit status has been updated
pl_pl: Definicja statusu konta u¿ytkownika zosta³a zaktualizowana.

source: Cannot delete this credit status because customer accounts have been created referring to it.
pl_pl: Nie mo¿na usun±æ tego statusu klienta, poniewa¿ istniej± konta klienta o tym statusie.

source: Selected credit status has been deleted
pl_pl: Wybrana definicja statusu konta zosta³a usuniêta

source: Dissallow Invoices
pl_pl: Blokada fakturowania

source: Invoice OK
pl_pl: Faktury OK

source: NO INVOICING
pl_pl: ZABLOKOWANE

source: Dissallow invoicing ?
pl_pl: Zablokowaæ Sprzeda¿ ?

source: Customer Branches
pl_pl: Oddzia³y Klienta

source: There are no customers defined in the system. Please define a customer to add customer branches.
pl_pl: Brak zdefiniowanych klientów. Wprowad¼ klienta aby móc zdefiniowaæ oddzia³y.

source: There are no sales people defined in the system. At least one sales person is required before proceeding.
pl_pl: W systemie nie ma zdefiniowanych sprzedawców. Zdefiniuj co najmniej jednego sprzedawcê.

source: There are no sales areas defined in the system. At least one sales area is required before proceeding.
pl_pl: Brak zdefiniowanych rejonów sprzeda¿y. Wprowad¼ co najmniej jeden rejon sprzeda¿y..

source: There are no shipping companies defined in the system. At least one shipping company is required before proceeding.
pl_pl: Brak zdefiniowanych firm przewozowych. Wprowad¼ co najmniej jedn± definicjê firmy przewozowej.

source: The Branch name cannot be empty.
pl_pl: Nazwa Oddzia³u nie mo¿e byæ pusta.

source: The Branch short name cannot be empty.
pl_pl: Skrócona nazwa oddzia³u nie mo¿e byæ pusta.

source: Selected customer branch has been updated
pl_pl: Dane odddzia³u klienta zosta³y zaktualizowane

source: New customer branch has been added
pl_pl: Dodano nowy oddzia³ klienta

source: Cannot delete this branch because customer transactions have been created to this branch.
pl_pl: Nie mo¿na usun±æ tego oddzia³u, poniewa¿ istniej± transakcje z nim zwi±zane.

source: Cannot delete this branch because sales orders exist for it. Purge old sales orders first.
pl_pl: Nie mo¿na usun±æ tego oddzia³u, poniewa¿ istniej± zamówienia sprzeda¿y z nim zwi±zane. Najpierw usuñ zamówienia.

source: Selected customer branch has been deleted
pl_pl: Wybrany oddzia³ zosta³ usuniety

source: Main Branch
pl_pl: Siedziba G³ówna

source: Name and Contact
pl_pl: Nazwa i Kontakt

source: Branch Name:
pl_pl: Nazwa Oddzia³u:

source: Branch Short Name:
pl_pl: Skrócona Nazwa Oddzia³u:

source: Sales Person:
pl_pl: Sprzedawca:

source: Sales Area:
pl_pl: Rejon Sprzeda¿y:

source: Sales Group:
pl_pl: Grupa Sprzeda¿y:

source: Default Inventory Location:
pl_pl: Magazyn Domy¶lny:

source: Default Shipping Company:
pl_pl: Domy¶lna Firma Przewozowa:

source: Accounts Receivable Account:
pl_pl: Konto Nale¿no¶ci:

source: General contact data
pl_pl: Ogólne dane kontaktowe

source: Billing Address:
pl_pl: Adres do Faktury:

source: Disable this Branch:
pl_pl: Zablokuj Oddzia³:

source: Contact
pl_pl: Kontakt

source: Area
pl_pl: Rejon

source: Phone No
pl_pl: Numer Tel

source: Fax No
pl_pl: Numer Fax

source: Tax Group
pl_pl: Grupa Podatkowa

source: The selected customer does not have any branches. Please create at least one branch.
pl_pl: Wybrany klient nie ma ani jednego oddzia³u. Utwórz co najmniej jeden oddzia³.

source: The customer name cannot be empty.
pl_pl: Nazwa klienta nie mo¿e byæ pusta.

source: The customer short name cannot be empty.
pl_pl: Skrócona nazwa klienta nie mo¿e byæ pusta.

source: The credit limit must be numeric and not less than zero.
pl_pl: Limit kredytu musi byæ numeryczny i nie mniejszy od zera.

source: The payment discount must be numeric and is expected to be less than 100% and greater than or equal to 0.
pl_pl: Upust musi byæ mniejszy od 100% i nieujemny.

source: The discount percentage must be numeric and is expected to be less than 100% and greater than or equal to 0.
pl_pl: Upust procentowy powinien byæ wyra¿ony liczb± dodatni± mniejsz± od 100.

source: Customer has been updated.
pl_pl: Dane klienta zaktualizowano.

source: A new customer has been added.
pl_pl: Dane klienta zosta³y wprowadzone.

source: This customer cannot be deleted because there are transactions that refer to it.
pl_pl: Dane tego klienta nie mog± byæ usuniête poniewa¿ istniej± transakcje z nim zwi±zane.

source: Cannot delete the customer record because orders have been created against it.
pl_pl: Dane tego klienta nie mog± byæ usuniête poniewa¿ zosta³y ju¿ wprowadzone zamówienia.

source: Cannot delete this customer because there are branch records set up against it.
pl_pl: Dane tego klienta nie mog± byæ usuniête poniewa¿ istniej± definicje oddzia³ów z nim zwi±zane.

source: Selected customer has been deleted.
pl_pl: Wybrany klient zosta³a usuniêty.

source: Name and Address
pl_pl: Nazwa i Adres

source: Customer Name:
pl_pl: Nazwa Klienta:

source: Customer Short Name:
pl_pl: Skrócona Nazwa Klienta:

source: Customer's Currency:
pl_pl: Waluta Klienta:

source: Sales Type/Price List:
pl_pl: Typ Sprzeda¿y/Cennik:

source: Customer status:
pl_pl: Status klienta:

source: Discount Percent:
pl_pl: Upust Procentowy:

source: Prompt Payment Discount Percent:
pl_pl: Upust z Tytu³u Przedp³aty:

source: Credit Status:
pl_pl: Status Klienta:

source: Customer branches
pl_pl: Oddzia³y klienta

source: Select or &Add
pl_pl: Wybierz/&Dodaj klienta

source: &Add or Edit
pl_pl: &Dodaj lub Zmieñ

source: Add New Customer
pl_pl: Dodaj Nowego Klienta

source: Update Customer
pl_pl: Aktualizuj Klienta

source: Update customer data
pl_pl: Aktualizuj dane klienta

source: Select this customer and return to document entry.
pl_pl: Wybierz klienta i wróæ do wprowadzania dokumentu.

source: Delete Customer
pl_pl: Usuñ Klienta

source: Delete customer data if have been never used
pl_pl: Usuñ dane klienta je¶li nie zosta³y nigdzie u¿yte

source: There are no sales types defined. Please define at least one sales type before adding a customer.
pl_pl: Nie zdefiniowano typów sprzeda¿y. Zdefiniuj co najmniej jeden typ przed rozpoczêciem wprowadzania danych klientów.

source: New customer
pl_pl: Nowy klient

source: Recurrent Invoices
pl_pl: Faktury Okresowe

source: The area description cannot be empty.
pl_pl: Opis rejonu nie mo¿e byæ pusty.
