Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-2.po
Languages: ar_eg

source: If you are not an authorized user, please contact your system administrator to obtain an account to enable you to use the system.
ar_eg: إذا لم تكن مستخدم مصرح له ، الرجاء الأتصال بمدير النظام حتى تحصل على حساب يمكنك من أستخدام النظام

source: Try again
ar_eg: حاول مرة أخرى

source: Security settings have not been defined for your user account.
ar_eg: إعدادات الأمن لم تعرف بعد لحساب المستخدم الخاص بك

source: Please contact your system administrator.
ar_eg: الرجاء الأتصال بمدير النظام الخاص بك

source: Please remove $security_groups and $security_headings arrays from config.php file!
ar_eg: الرجاء حذف مصفوفات $security_groups و $security_headings من الملف config.php !

source: The security settings on your account do not permit you to access this function
ar_eg: إعدادات الأمن لحسابك لا تسمح لك أن تستخدم هذه الوظيفة

source: Journal Entry
ar_eg: إدخال قيود اليومية العامة

source: Bank Payment
ar_eg: دفعة بنكية

source: Bank Deposit
ar_eg: إيداع بنكي

source: Funds Transfer
ar_eg: تحويل أموال

source: Sales Invoice
ar_eg: فاتورة مبيعات

source: Customer Credit Note
ar_eg: إشعار دائن للعميل

source: Customer Payment
ar_eg: مقبوضات العميل

source: Delivery Note
ar_eg: سند تسليم

source: Location Transfer
ar_eg: تحويل البنود المخزنية من و إلى مواقع التخزين

source: Inventory Adjustment
ar_eg: قيد تعديل مخزني

source: Purchase Order
ar_eg: أمر الشراء

source: Supplier Invoice
ar_eg: فاتورة المورد

source: Supplier Credit Note
ar_eg: إشعار دائن خاص بالموردين

source: Supplier Payment
ar_eg: مدفوعات العميل

source: Purchase Order Delivery
ar_eg: عملية أستلام أمر الشراء

source: Work Order
ar_eg: أمر تشغيل

source: Work Order Issue
ar_eg: إصدار أمر التشغيل

source: Work Order Production
ar_eg: إنتاج أمر التشغيل

source: Sales Order
ar_eg: طلب المبيعات

source: Sales Quotation
ar_eg: خطاب تسعير مبيعات

source: Cost Update
ar_eg: تحديث التكلفة

source: Savings Account
ar_eg: حسابات التوفير

source: Chequing Account
ar_eg: الحسابات الجارية

source: Credit Account
ar_eg: التسهيلات الأئتمانية

source: Cash Account
ar_eg: الحسابات النقدية

source: Transfer
ar_eg: التحويل

source: Cheque
ar_eg: شيك

source: Cash
ar_eg: نقداً

source: Customer
ar_eg: العميل

source: Supplier
ar_eg: المورد

source: Assemble
ar_eg: تجميع

source: Unassemble
ar_eg: تفكيك

source: Advanced Manufacture
ar_eg: تصنيع متقدم

source: Labour Cost
ar_eg: تكلفة العمل

source: Overhead Cost
ar_eg: تكلفة الأعباء الإضافية

source: Assets
ar_eg: الأصول

source: Equity
ar_eg: حقوق الملكية

source: Income
ar_eg: الإيرادات

source: Cost of Goods Sold
ar_eg: تكلفة البضاعة المباعة

source: Expense
ar_eg: مصروف

source: Remainder
ar_eg: راكد

source: Amount, increase base
ar_eg: القيمة , أساس الزيادة

source: Amount, reduce base
ar_eg: القيمة , أساس التخفيض

source: % amount of base
ar_eg: % قيمة الأساس

source: % amount of base, increase base
ar_eg: % قيمة الأساس , أساس الزيادة

source: % amount of base, reduce base
ar_eg: % قيمة الأساس , أساس التخفيض

source: Taxes added
ar_eg: الضرائب المضافة

source: Taxes added, increase base
ar_eg: الضرائب المضافة ، أساس الزيادة

source: Taxes added, reduce base
ar_eg: الضرائب المضافة ، أساس التخفيض

source: Taxes included
ar_eg: الضرائب الضمنية

source: Taxes included, increase base
ar_eg: الضرائب المشتملة ، أساس الزيادة

source: Taxes included, reduce base
ar_eg: الضرائب الضمنية , مخفضة الأساس

source: Supplier Invoice/Credit
ar_eg: فاتورة / أشعار دائن المورد

source: Manufactured
ar_eg: المُصنع

source: Purchased
ar_eg: تم شراؤه

source: Service
ar_eg: خدمة

source: Some transactions journal GL postings were not indexed due to lack of audit trail record.
ar_eg: بعض ترحيلات قيود اليومية للأستاذ العام لم تفهرس كنتيجة لإنعدام وجود سجل في ميزان المراجعة

source: Transaction Type
ar_eg: نوع الحركة

source: Other Allocations
ar_eg: تخصيصات أخرى

source: This Allocation
ar_eg: التخصيص الحالي

source: Left to Allocate
ar_eg: الباقي المتاح للتخصيص

source: Total Allocated
ar_eg: إجمالي القيم المخصصة

source: The entry for one or more amounts is invalid or negative.
ar_eg: المدخلات الخاصة ببعض القيم غير مقبولة أو سالبة

source: These allocations cannot be processed because the amount allocated is more than the total amount left to allocate.
ar_eg: عمليات التخصيص لا يمكن تنفيذها بسبب أن القيم المخصصة أكبر من القيمة الإجمالية المتبقية المراد تخصيصها

source: Fax
ar_eg: الفاكس

source: E-mail:
ar_eg: البريد الألكتروني :

source: Show also Inactive
ar_eg: عرض الغير نشط أيضاً

source: First
ar_eg: الأول

source: Prev
ar_eg: السابق

source: Next
ar_eg: التالي

source: Last
ar_eg: الأخير

source: Records %d-%d of %d
ar_eg: السجلات %d-%d من %d

source: No records
ar_eg: لا توجد سجلات

source: Submit changes
ar_eg: قم بالتغييرات

source: Clone
ar_eg: أستنسخ

source: Edit new record with current data
ar_eg: تحرير سجل جديد في البيانات الحالية

source: Cancel edition
ar_eg: إلغاء التعديل

source: You should automatically be forwarded.
ar_eg: سوف يتم نقلك بشكل تلقائي

source: If this does not happen
ar_eg: إذا لم يحدث هذا الأمر

source: click here
ar_eg: إضغط هنا

source: to continue
ar_eg: للأستمرار

source: Close
ar_eg: غلق

source: Customers
ar_eg: العملاء

source: Branches
ar_eg: الفروع

source: Suppliers
ar_eg: الموردين

source: Items
ar_eg: البنود المخزنية

source: Click Here to Pick up the date
ar_eg: أضغط هنا حتى يتم جلب البيانات

source: Inactive
ar_eg: غير نشط

source: Set filter
ar_eg: تحديد الفرز

source: Press Space tab for search pattern entry
ar_eg: أضغط على مفتاح المسافات للبحث عن نموذج الإدخال

source: Enter code fragment to search or * for all
ar_eg: إدخل مقطع التكويد البرمجي للبحث أو إدخل علامة * للبحث عن الكل

source: Enter description fragment to search or * for all
ar_eg: إدخل المقطع الوصفي للبحث أو إدخل علامة * للبحث عن الكل

source: All Suppliers
ar_eg: كل الموردين

source: Press Space tab to filter by name fragment
ar_eg: إضغط على مفتاح المسافات حتى يتم الفرز بواسطة مقطع الأسم

source: Select supplier
ar_eg: أختيار المورد

source: All Customers
ar_eg: كل العملاء

source: Press Space tab to filter by name fragment; F2 - entry new customer
ar_eg: إضغط على مفتاح المسافات حتى يتم الفرز بواسطة مقطع الأسم - F2 لإدخال عميل جديد

source: Select customer
ar_eg: أختيار العميل

source: All branches
ar_eg: جميع الفروع

source: Select customer branch
ar_eg: أختيار فرع العميل

source: All Locations
ar_eg: كل المواقع التخزينية

source: All Items
ar_eg: كل البنود المخزنية

source: All Sales Types
ar_eg: جميع أنواع المبيعات

source: Use Item Sales Accounts
ar_eg: أستخدام حسابات مبيعات البنود المخزنية

source: All Types
ar_eg: كل الأنواع

source: Sales Invoices
ar_eg: فواتير المبيعات

source: Overdue Invoices
ar_eg: الفواتير المستحقة

source: Payments
ar_eg: الدفعات

source: Credit Notes
ar_eg: الإشعارات الدائنة

source: Delivery Notes
ar_eg: سندات التسليم

source: Invoices
ar_eg: الفواتير

source: Overdue Credit Notes
ar_eg: الإشعارات الدائنة المستحقة

source: Automatically put balance on back order
ar_eg: ضع الرصيد بشكل تلقائي على طلبات المبيعات الخلفي

source: Cancel any quantites not delivered
ar_eg: إلغاء الكميات التي لم تصرف بعد

source: Items Returned to Inventory Location
ar_eg: البنود المخزنية المرتجعة إلى موقع التخزين

source: Items Written Off
ar_eg: البنود المخزنية المحذوفة

source: New role
ar_eg: دور وظيفي جديد

source: No tags defined.
ar_eg: لا توجد كلمات دلالية معرفة

source: No active tags defined.
ar_eg: لا توجد كلمات دلالية نشطة معرفة .

source: Activated for '%s'
ar_eg: مفعل من خلال '%s'

source: in units of :
ar_eg: مقومة بوحدة قياس :

source: Date Voided:
ar_eg: تاريخ الإلغاء :

source: Included
ar_eg: متضمنة

source: Amount:
ar_eg: القيمة :

source: Allocations
ar_eg: تخصيصات

source: Total Amount
ar_eg: القيمة الأجمالية

source: Total Allocated:
ar_eg: الإجمالي المخصص :

source: Left to Allocate:
ar_eg: المتبقي الغير مخصص :

source: No Quick Entries are defined.
ar_eg: لا توجد قيود إدخال سريعة معرفة

source: Cannot post to GL account used by more than one tax type.
ar_eg: لا يمكن الترحيل إلى حساب الأستاذ العام المستخدم بواسطة أكثر من نوع واحد من الضرائب

source: and
ar_eg: و

source: January
ar_eg: يناير

source: February
ar_eg: فبراير

source: March
ar_eg: مارس

source: April
ar_eg: أبريل

source: May
ar_eg: مايو

source: June
ar_eg: يونيو

source: July
ar_eg: يوليو

source: August
ar_eg: أغسطس

source: September
ar_eg: سبتمبر

source: October
ar_eg: أكتوبر

source: November
ar_eg: نوفمبر

source: December
ar_eg: ديسمبر

source: Su
ar_eg: الأحد

source: Mo
ar_eg: الأثنين

source: Tu
ar_eg: الثلاثاء

source: We
ar_eg: الأربعاء

source: Th
ar_eg: الخميس

source: Fr
ar_eg: الجمعة

source: Sa
ar_eg: السبت

source: Cannot create database
ar_eg: لا يمكن إنشاء قاعدة البيانات

source: For Part :
ar_eg: للقطعة :

source: Location:
ar_eg: موقع التخزين :

source: Detail:
ar_eg: التفاصيل :

source: Positive Adjustment
ar_eg: قيد تعديل موجب

source: Negative Adjustment
ar_eg: قيد تعديل سالب

source: Item Code
ar_eg: كود البند المخزني

source: Item Description
ar_eg: وصف البند المخزني

source: Quantity
ar_eg: الكمية

source: Unit
ar_eg: وحدة القياس

source: Unit Cost
ar_eg: تكلفة الوحدات

source: From Location:
ar_eg: من موقع التخزين :

source: To Location:
ar_eg: إلى موقع التخزين :

source: Transfer Type:
ar_eg: نوع التحويل :

source: Cannot delete this item because there are stock movements that refer to this item.
ar_eg: لا يمكن حذف البند المخزني الحالي بسبب أن هناك حركات مخزنية مرتبطة بهذا البند المخزني

source: Cannot delete this item record because there are bills of material that require this part as a component.
ar_eg: لا يمكن حذف سجل البند المخزني الحالي بسبب أن هناك قائمة تركيبة المواد للمواد المخزنية المصنعة و التي تتطلب هذا البند كعنصر بند مخزني من العناصر المكونة لاحد البنود المصنعة

source: Cannot delete this item because there are existing purchase order items for it.
ar_eg: لا يمكن حذف البند المخزني الحالي بسبب أن هناك أوامر شراء مرتبطة بهذا البند

source: This item cannot be deleted because some code aliases or foreign codes was entered for it, or there are kits defined using this item as component
ar_eg: هذا البند المخزني لا يمكن حذفه لأن بعض الأكواد أو الأكواد الدولية تم إدخالها من خلاله أو أن هناك أدوات تم تعريفها من خلال أستخدام هذا البند المخزني كعنصر بند مخزني

source: Inventory Item Movement
ar_eg: حركة البند المخزني

source: There are no items defined in the system.
ar_eg: لا توجد بنود مخزنية معرفة على النظام

source: Item:
ar_eg: البند المخزني :

source: Show Movements
ar_eg: عرض الحركات

source: Refresh Inquiry
ar_eg: تجديد الأستعلام

source: Detail
ar_eg: التفاصيل

source: Quantity In
ar_eg: الكمية الداخلة

source: Quantity Out
ar_eg: الكمية الخارجة

source: Quantity On Hand
ar_eg: الكمية الموجودة

source: Quantity on hand before
ar_eg: الكمية المتاحة قبل تاريخ

source: Quantity on hand after
ar_eg: الكمية المتاحة في تاريخ

source: Inventory Item Status
ar_eg: حالة بنود المخزون

source: This is a service and cannot have a stock holding, only the total quantity on outstanding sales orders is shown.
ar_eg: البند الحالي عبارة عن بند خدمي لا يمكن أن يكون له رصيد و لكن فقط إجمالي الكميات المتعلقة بطلبات المبيعات المستحقة هو الذي سيظهر

source: Location
ar_eg: موقع التخزين

source: Demand
ar_eg: الطلب

source: Re-Order Level
ar_eg: مستوى إعادة الطلب

source: On Order
ar_eg: تحت الطلب

source: Item Categories
ar_eg: تصنيفات بنود المخزون

source: The item category description cannot be empty.
ar_eg: وصف تقسيمة البند المخزني لا يمكن تركه فارغاً

source: Selected item category has been updated
ar_eg: تم تحديث تصنيف البنود المخزنية المؤشر عليه

source: New item category has been added
ar_eg: تمت إضافة تصنيف بنود مخزنية جديد

source: Cannot delete this item category because items have been created using this item category.
ar_eg: لا يمكن حذف تقسيمة البند المخزني الحالي بسبب أن هناك بنود مخزنية تم إنشائها مرتبطة بهذا التقسيم

source: Selected item category has been deleted
ar_eg: تم حذف تصنيف البنود المخزنية المؤشر عليه

source: Tax type
ar_eg: نوع الضريبة

source: Units
ar_eg: الوحدات

source: Sales Act
ar_eg: حساب المبيعات :

source: Inventory Account
ar_eg: حساب المخزون :

source: COGS Account
ar_eg: حساب تكلفة البضاعة المباعة :

source: Adjustment Account
ar_eg: حساب تسويات المخزون :

source: Assembly Account
ar_eg: حساب تكاليف تجميع البنود المخزنية - تكاليف أنتاج تحت التشغيل :

source: Category Name:
ar_eg: أسم التقسيمة :

source: Default values for new items
ar_eg: القيم الأفتراضية من البنود المخزنية الجديدة

source: Item Tax Type:
ar_eg: نوع ضريبة البند المخزني :

source: Item Type:
ar_eg: نوع البند المخزني :

source: Units of Measure:
ar_eg: وحدات القياس :

source: Exclude from sales:
ar_eg: الأستبعاد من المبيعات :

source: Foreign Item Codes
ar_eg: أكواد البنود المخزنية الأجنبية

source: There are no inventory items defined in the system.
ar_eg: لا يوجد بنود مخزنية معرفة على النظام

source: There is no item selected.
ar_eg: لا يوجد بنود مخزنية مؤشر عليها

source: The price entered was not positive number.
ar_eg: السعر المدخل رقم غير موجب.

source: Item code description cannot be empty.
ar_eg: وصف أكواد البنود المخزنية لا يمكن تركه فارغاً

source: This item code is already assigned to stock item or sale kit.
ar_eg: كود هذا البند المخزني تم تخصيصه بالفعل لبند مخزني أو لأداة بيع

source: New item code has been added.
ar_eg: تمت إضافة كود بند مخزني جديد

source: Item code has been updated.
ar_eg: تمت عملية تحديث كود البند المخزني

source: Item code has been sucessfully deleted.
ar_eg: تمت عملية حذف كود البند المخزني بنجاح

source: EAN/UPC Code
ar_eg: بار كود من النوع EAN/UPC

source: Category
ar_eg: التصنيف

source: UPC/EAN code:
ar_eg: بار كود من النوع UPC/EAN :

source: Quantity:
ar_eg: الكمية :

source: Description:
ar_eg: الوصف :

source: Category:
ar_eg: التقسيمة :

source: Only jpg files are supported - a file extension of .jpg is expected
ar_eg: فقط الملفات ذات الأمتداد جي بي جي هي المدعومة لذا فإن الملفات ذات الأمتداد جي بي جي هي المتوقع إدخالها

source: There are no item categories defined in the system. At least one item category is required to add a item.
ar_eg: لا يوجد تقسيمات بنود مخزنية معرفة على النظام ، على الأقل يجب أن يكون هناك تقسيمة واحدة للبنود المخزنية لكي يتم إضافة بند مخزني

source: There are no item tax types defined in the system. At least one item tax type is required to add a item.
ar_eg: لا يوجد أنواع ضرائب للبنود المخزنية معرفة على النظام ، على الأقل يجب أن يكون هناك نوع ضرائب واحد للبنود المخزنية لكي يتم إضافة أي بند مخزني

source: The item name must be entered.
ar_eg: أسم البند المخزني يجب أن يتم إدخاله

source: The item code cannot be empty
ar_eg: لا يمكن ترك كود البند المخزني فارغاً

source: The item code cannot contain any of the following characters - & + OR a space OR quotes
ar_eg: كود البند المخزني لا يمكن أن يحتوى على هذه الحروف - -+ & أو المسافات

source: Item has been updated.
ar_eg: تم تحديث البند المخزني

source: A new item has been added.
ar_eg: تمت إضافة بند مخزني جديد

source: Selected item has been deleted.
ar_eg: تم حذف البند المخزني المؤشر عليه

source: Select an item:
ar_eg: أختيار البند المخزني :

source: New item
ar_eg: بند مخزني جديد

source: Item
ar_eg: بند مخزني

source: Item Code:
ar_eg: كود البند المخزني :

source: GL Accounts
ar_eg: حسابات الأستاذ العام

source: Other
ar_eg: آخر

source: Image File (.jpg)
ar_eg: ملف رسومي بصيغة - JPG

source: No image
ar_eg: لا توجد صورة

source: Delete Image:
ar_eg: حذف الصورة :

source: Item status:
ar_eg: حالة البند المخزني:

source: Insert New Item
ar_eg: أضافة بند مخزني جديد

source: Update Item
ar_eg: تحديث البند المخزني

source: Select this items and return to document entry.
ar_eg: أختر هذه البنود المخزنية ثم أرجع إلى نموذج الإدخال

source: Clone This Item
ar_eg: أستنسخ البند المخزني الحالي

source: Delete This Item
ar_eg: أحذف البند المخزني الحالي

source: Units of Measure
ar_eg: وحدات القياس

source: The unit of measure code cannot be empty.
ar_eg: كود وحدة القياس لا يمكن تركه فارغاً

source: The unit of measure code is too long.
ar_eg: كود وحدة القياس طويل جداً.

source: The unit of measure description cannot be empty.
ar_eg: وصف وحدة القياس لا يمكن تركه فارغاً

source: Selected unit has been updated
ar_eg: تم تحديث وحدة القياس المؤشر عليها

source: New unit has been added
ar_eg: تمت إضافة وحدة قياس جديدة

source: Cannot delete this unit of measure because items have been created using this unit.
ar_eg: لا يمكن حذف وحدة القياس الحالية بسبب أن هناك بنود مخزنية تم إنشائها مرتبطة بها

source: Selected unit has been deleted
ar_eg: تم حذف وحدة القياس المؤشر عليها

source: Decimals
ar_eg: العلامات العشرية

source: User Quantity Decimals
ar_eg: قيمة العلامات العشرية

source: Unit Abbreviation:
ar_eg: الرمز المختصر لوحدة القياس

source: Descriptive Name:
ar_eg: الإسم الوصفي :

source: Decimal Places:
ar_eg: العلامات العشرية :

source: Inventory Locations
ar_eg: مواقع التخزين للمخزون

source: The location code must be five characters or less long (including converted special chars).
ar_eg: كود موقع التخزين يجب أن يكون من خمسة حروف أو أرقام أو أقل من حيث الطول

source: The location name must be entered.
ar_eg: أسم موقع التخزين يجب أن يدخل

source: Selected location has been updated
ar_eg: تم تحديث الموقع المخزني المؤشر عليه

source: New location has been added
ar_eg: تمت إضافة الموقع المخزني الجديد

source: Cannot delete this location because item movements have been created using this location.
ar_eg: لا يمكن حذف موقع التخزين الحالي بسبب أن هناك حركات بنود مخزنية تم إنشائها مرتبطة بهذا الموقع

source: Cannot delete this location because it is used by some work orders records.
ar_eg: لا يمكن حذف موقع التخزين الحالي بسبب أن هذا الموقع مستخدم بواسطة بعض سجلات أوامر التشغيل

source: Cannot delete this location because it is used by some branch records as the default location to deliver from.
ar_eg: لا يمكن حذف موقع التخزين الحالي بسبب أن هذا الموقع مستخدم بواسطة بعض سجلات الفروع حيث الموقع الأفتراضي فيها مضبوط على هذا الموقع كموقع التسليم

source: Cannot delete this location because it is used by some related records in other tables.
ar_eg: لا يمكن حذف موقع التخزين الحالي بسبب أن هذا الموقع مستخدم بواسطة بعض سجلات ذات العلاقة في جداول أخرى.

source: Selected location has been deleted
ar_eg: تم حذف الموقع المخزني المؤشر عليه

source: Location Code
ar_eg: كود موقع التخزين

source: Location Name
ar_eg: أسم موقع التخزين

source: Location Code:
ar_eg: كود موقع التخزين :

source: Location Name:
ar_eg: أسم موقع التخزين :

source: Contact for deliveries:
ar_eg: رقم أتصال الشخص المعني بالتسليم :

source: Telephone No:
ar_eg: رقم الهاتف :

source: Facsimile No:
ar_eg: رقم الفاكس :

source: Inventory Movement Types
ar_eg: أنواع الحركات المخزنية

source: The inventory movement type name cannot be empty.
ar_eg: لا يمكن ترك أسم نوع الحركة المخزنية فارغاً

source: Selected movement type has been updated
ar_eg: تم تحديث نوع الحركة المؤشر عليه

source: New movement type has been added
ar_eg: تمت إضافة نوع حركة جديد

source: Cannot delete this inventory movement type because item transactions have been created referring to it.
ar_eg: لا يمكن حذف نوع الحركة المخزنية الحالية بسبب أن هناك حركات بنود مخزنية تم إنشائها مرتبطة بها

source: Selected movement type has been deleted
ar_eg: تم حذف نوع الحركة المؤشر عليه

source: Sales Kits & Alias Codes
ar_eg: أكواد الأدوات البيعية و الأسماء المستعارة

source: Stock Item
ar_eg: بند مخزني

source: kit
ar_eg: أداة

source: The quantity entered must be numeric and greater than zero.
ar_eg: الكمية المدخلة يجب أن تكون عددية و أكبر من الصفر

source: Kit/alias code cannot be empty.
ar_eg: لا يمكن ترك كود الأداة / الأسم المستعار فارغاً

source: The selected component contains directly or on any lower level the kit under edition. Recursive kits are not allowed.
ar_eg: عنصر البند التكاليفي المؤشر عليه يحتوي بشكل مباشر أو في مستوى أقل على أداة بيع تحت التحرير ، أدوات البيع متعددة المستويات غير مسموح بها

source: The selected component is already in this kit. You can modify it's quantity but it cannot appear more than once in the same kit.
ar_eg: عنصر البند المخزني موجود بالفعل في أداة البيع الحالية ، يمكنك تعديل الكميات و لكن لا يمكن أن يظهر هذا العنصر أكثر من مرة تحت أداة البيع

source: New alias code has been created.
ar_eg: تمت عملية إنشاء كود أسم مستعار جديد

source: New component has been added to selected kit.
ar_eg: عنصر بند تكاليفي جديد تمت أضافته إلى أداة البيع المؤشر عليها

source: Component of selected kit has been updated.
ar_eg: تمت عملية تحديث عناصر البند التكاليفي لأداة البيع المؤشر عليها

source: Kit common properties has been updated
ar_eg: تمت عملية تحديث الخصائص العامة لأداة البيع

source: This item cannot be deleted because it is the last item in the kit used by following kits
ar_eg: لا يمكن حذف البند الحالي بسبب أنه أخر بند في هذه الأداة مستخدم بواسطة الأدوات التالية

source: The component item has been deleted from this bom
ar_eg: تم حذف عنصر البند المخزني من قائمة تركيبة المواد الحالية

source: Select a sale kit:
ar_eg: أختيار الأداة البيعية

source: New kit
ar_eg: أداة جديدة

source: Alias/kit code:
ar_eg: كود الأداة أو الأسم المستعار

source: Update kit/alias name
ar_eg: تحديث أسم الأداة أو الأسم المستعار

source: Component:
ar_eg: عنصر بند مخزني :

source: kits
ar_eg: أدوات

source: View Inventory Adjustment
ar_eg: عرض قيود تسوية المخزون

source: At Location
ar_eg: في موقع التخزين

source: Adjustment Type
ar_eg: نوع التسوية

source: This adjustment has been voided.
ar_eg: تم إلغاء التسوية الحالية

source: View Inventory Transfer
ar_eg: عرض التحويل المخزني

source: From Location
ar_eg: من موقع التخزين

source: To Location
ar_eg: إلى موقع التخزين

source: Item Adjustments Note
ar_eg: سند قيود تعديل بنود مخزنية

source: There are no inventory items defined in the system which can be adjusted (Purchased or Manufactured).
ar_eg: لا توجد بنود مخزنية معرفة في النظام و التي يمكن أن يتم تعديلها سواءاً كانت مشتراة أو مصنعة

source: There are no inventory movement types defined in the system. Please define at least one inventory adjustment type.
ar_eg: لا يوجد أنواع حركات مخزنية معرفة في النظام لذا رجاءاً عرف على الأقل نوع قيود تسوية مخزنية واحد

source: Items adjustment has been processed
ar_eg: تم تنفيذ قيود تسوية البنود المخزنية

source: &View this adjustment
ar_eg: عرض قيود التسوية الحالية

source: View the GL &Postings for this Adjustment
ar_eg: عرض القيود المرحلة للأستاذ العام للتسوية الحالية

source: Enter &Another Adjustment
ar_eg: أدخال قيد تسوية أخر

source: You must enter at least one non empty item line.
ar_eg: يجب عليك أن تدخل سجل واحد غير فارغ محتوي على أحد البنود المخزنية

source: The entered date for the adjustment is invalid.
ar_eg: التاريخ المدخل لهذه التسوية غير مقبول

source: The adjustment cannot be processed because an adjustment item would cause a negative inventory balance :
ar_eg: لا يمكن تنفيذ التسوية بسبب أن أحد بنود التسوية سوف يسبب أرصدة مخزنية سالبة :

source: The quantity entered is negative or invalid.
ar_eg: الكمية المدخلة سالبة أو غير مقبولة

source: The entered standard cost is negative or invalid.
ar_eg: التكلفة المعيارية المدخلة سالبة أو غير مقبولة

source: Adjustment Items
ar_eg: قيد تسوية البنود المخزنية

source: Process Adjustment
ar_eg: تنفيذ التسوية

source: Inventory Item Cost Update
ar_eg: تحديث تكلفة البند المخزني

source: There are no costable inventory items defined in the system (Purchased or manufactured items).
ar_eg: لا توجد بنود مخزنية ذات تكلفة معرفة على النظام سواءاً كانت بنود مخزنية مشتراة أو مصنعة

source: The entered cost is not numeric.
ar_eg: التكلفة المدخلة غير عددية

source: The new cost is the same as the old cost. Cost was not updated.
ar_eg: التكلفة الجديدة هي نفس التكلفة القديمة لذا فإن التكلفة لم يتم تحديثها

source: Cost has been updated.
ar_eg: تم تحديث التكلفة

source: View the GL Journal Entries for this Cost Update
ar_eg: أستعرض قيود اليومية في الأستاذ العام للتكلفة المحدثة الحالية

source: Standard Material Cost Per Unit
ar_eg: تكلفة المواد المعيارية لكل وحدة قياس

source: Standard Labour Cost Per Unit
ar_eg: تكلفة العمل المعيارية لكل وحدة قياس
