Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-2.po
Languages: ar_eg

source: There is no supplier selected.
ar_eg: لا يوجد مورد مؤشر عليه

source: The entered order date is invalid.
ar_eg: تاريخ الأمر المدخل غير مقبول

source: There is no reference entered for this purchase order.
ar_eg: لا توجد إشارة مرجعية مدخلة لأمر الشراء الحالي

source: There is no delivery address specified.
ar_eg: لا يوجد عنوان تسليم محدد

source: There is no location specified to move any items into.
ar_eg: لا يوجد موقع تخزين محدد لنقل البنود المخزنية إليه

source: The order cannot be placed because there are no lines entered on this order.
ar_eg: لا يمكن إدراج أمر الشراء بسبب أنه لا توجد سجلات مدخلة فيه

source: Update Order
ar_eg: تحديث الأمر

source: Place Order
ar_eg: إدراج الأمر

source: Cancel Order
ar_eg: إلغاء الأمر

source: Receive Purchase Order Items
ar_eg: أستلام البنود المخزنية المدرجة في أمر الشراء

source: Purchase Order Delivery has been processed
ar_eg: تم تنفيذ عملية أستلام أمر الشراء

source: &View this Delivery
ar_eg: عرض عملية الأستلام الحالية

source: Select a different &purchase order for receiving items against
ar_eg: أختيار أمر شراء مختلف لكي يتم أستلام البنود المخزنية الخاصة به

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first.
ar_eg: الصفحة الحالية يمكن فتحها فقط إذا تم أختيار أمر الشراء ، لذا رجاءاً أختر أمر الشراء أولاً

source: Ordered
ar_eg: تم الطلب

source: Outstanding
ar_eg: المتبقي

source: This Delivery
ar_eg: عملية الأستلام أو التسليم الحالية

source: Total value of items received
ar_eg: القيمة الإجمالية للبنود المخزنية المستلمة

source: There is nothing to process. Please enter valid quantities greater than zero.
ar_eg: لا يوجد شئ يمكن تنفيذه , رجاءاً أدخل كميات مقبولة أكبر من الصفر

source: Entered quantities cannot be greater than the quantity entered on the purchase order including the allowed over-receive percentage
ar_eg: الكميات المدخلة لا يمكن أن تكون أكبر من الكميات المدخلة في أمر الشراء متضمنة النسبة الإضافية المسموح بها للتسليم

source: Modify the ordered items on the purchase order if you wish to increase the quantities.
ar_eg: عدل البنود المخزنية المطلوبة في أمر الشراء إذا كنت تريد أن تزيد الكميات

source: This order has been changed or invoiced since this delivery was started to be actioned. Processing halted. To enter a delivery against this purchase order, it must be re-selected and re-read again to update the changes made by the other user.
ar_eg: أمر الشراء الحالي قد تم تغييره أو فوترته منذ أن تم البدئ في عملية التسليم ، لذا فإن عملية التسليم قد تم إيقافها ، لكي تدخل أستلام مقابل أمر الشراء الحالي يجب عليك أن تختار أمر الشراء مرة أخرى و تحاول أن تراجعه مرة أخرى لكي يتم تحديث التغييرات التي من الممكن أن يكون قد قام بها أحد المستخدمين الأخرين

source: Select a different purchase order for receiving goods against
ar_eg: أختيار أمر شراء مختلف لكي يتم القيام بعملية تسليم المواد مقابله

source: Re-Read the updated purchase order for receiving goods against
ar_eg: أعد عرض أوامر الشراء التي تم تحديثها بإستلام المواد المخزنية مقابلها

source: Items to Receive
ar_eg: البنود المخزنية المطلوب إستلامها

source: Process Receive Items
ar_eg: تنفيذ إستلام البنود المخزنية

source: Supplier credit note has been processed.
ar_eg: تم تنفيذ الإشعار الدائن الخاص بالموردين

source: View this Credit Note
ar_eg: عرض الإشعار الدائن الحالي

source: View the GL Journal Entries for this Credit Note
ar_eg: عرض قيود اليومية للأستاذ العام الخاصة الإشعار الدائن الحالي

source: Enter Another Credit Note
ar_eg: ادخال إشعار دائن أخر

source: The account code entered is not a valid code, this line cannot be added to the transaction.
ar_eg: كود الحساب المدخل غير صحيح، لن تتم إضافه هذا السجل الي الحركة.

source: The amount entered is not numeric. This line cannot be added to the transaction.
ar_eg: القيمه المدخله غير رقميه، لن يتم إضافه السجل الي الحركة.

source: The credit note cannot be processed because the there are no items or values on the invoice. Credit notes are expected to have a charge.
ar_eg: لا يمكن تنفيد الإشعار الدائن بسبب أنه ليس هناك بنود مخزنية أو قيم في الفاتورة ، من المتوقع أن يحتوي الأشعار الدائن على قيم

source: You must enter an credit note reference.
ar_eg: يجب أن تدخل الإشارة المرجعية الخاصة بالإشعار الدائن

source: You must enter a supplier's credit note reference.
ar_eg: يجب أن تدخل الإشارة المرجعية للإشعار الدائن الخاص بالمورد

source: The credit note as entered cannot be processed because the date entered is not valid.
ar_eg: الإشعار الدائن كما أدخل لا يمكن تنفيذه بسبب أن التاريخ المدخل غير مقبول

source: The invoice as entered cannot be processed because the due date is in an incorrect format.
ar_eg: الفاتورة كما أدخلت لا يمكن تنفيذها بسبب أن تاريخ الأستحقاق مدخل في صورة غير مقبولة

source: The credit note total as entered is less than the sum of the the general ledger entires (if any) and the charges for goods received. There must be a mistake somewhere, the credit note as entered will not be processed.
ar_eg: إجمالي الإشعار الدائن كما أدخل أقل من مجموع قيود الأستاذ العام الخاصة به أو أقل من تكلفة المواد المستلمة ، يوجد خطأ في مكان ما ، الإشعار الدائن كما أدخل لا يمكن تنفيذه

source: The quantity to credit must be numeric and greater than zero.
ar_eg: الكمية التي يجب أن تخصم عن طريق الإشعار الدائن يجب أن تكون عددية و أكبر من الصفر

source: The price is either not numeric or negative.
ar_eg: السعر أما أنه غير عددي أو أنه سالب ، يرجى التحقق

source: Enter Credit Note
ar_eg: ادخال إشعار دائن

source: Enter Supplier Invoice
ar_eg: إدخال فاتورة مورد

source: Supplier invoice has been processed.
ar_eg: تم تنفيذ فاتورة المورد بنجاح

source: View this Invoice
ar_eg: عرض الفاتورة الحالية

source: Enter Another Invoice
ar_eg: إدخال فاتورة أخرى

source: The invoice cannot be processed because the there are no items or values on the invoice. Invoices are expected to have a charge.
ar_eg: لا يمكن تنفيذ الفاتورة بسبب أنه لا توجد بنود مخزنية أو قيم في الفاتورة ، من المتوقع أن توجد قيم في الفواتير

source: You must enter an invoice reference.
ar_eg: يجب أن تدخل الإشارة المرجعية للفاتورة

source: You must enter a supplier's invoice reference.
ar_eg: يجب أن تدخل الإشارة المرجعية للفاتورة الخاصة بالمورد

source: The invoice as entered cannot be processed because the invoice date is in an incorrect format.
ar_eg: الفاتورة كما ادخلت لا يمكن تنفيذها بسبب أن تاريخ الفاتورة غير مقبول

source: The quantity to invoice must be numeric and greater than zero.
ar_eg: الكمية المدرجة في الفاتورة يجب أن تكون عددية أو أكبر من الصفر

source: The price is not numeric.
ar_eg: السعر غير عددي ، يرجى التحقق

source: The price being invoiced is more than the purchase order price by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
ar_eg: السعر الذي تم إدراجه في فاتورة المورد أكبر من السعر المدرج في أمر الشراء و أكبر من النسبة المئوية المسموحة لزيادة السعر ، تم تثبيت أعدادات النظام بحيث تمنع هذه الحالة ، لذا الرجاء مراجعة مدير النظام لكي يتم تعديل المحددات الخاصة بالنظام إذا كان ذلك ضروري

source: The over-charge percentage allowance is :
ar_eg: النسبة المئوية المسموح بها للزيادة على السعر هي :

source: The quantity being invoiced is more than the outstanding quantity by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
ar_eg: الكمية التي تم إدرجها في الفاتورة أكبر من الكميات المتبقية و أكبر من النسبة المسموح بها للزيادة عن الكميات المطلوبة ، لقد تم إعداد النظام بحيث يمنع ذلك ، يرجى مراجعة مدير النظام لتدعيل المحددات إذا كان ذلك ضروري

source: All yet non-invoiced items on delivery line # %d has been removed.
ar_eg: جميع البنود المخزنية الغير مفوترة في صف سند التسليم # %d تم حذفها

source: Enter Invoice
ar_eg: إدخال فاتورة

source: Supplier Payment Entry
ar_eg: إدخال دفعة للمورد

source: Payment has been sucessfully entered
ar_eg: تم إدخال الدفعة بنجاح

source: &Print This Remittance
ar_eg: طباعة التحويل المالي الحالي

source: &Email This Remittance
ar_eg: إرسال التحويل المالي الحالي بالبريد الألكتروني

source: View the GL &Journal Entries for this Payment
ar_eg: أستعرض قيود اليومية للأستاذ العام للدفعة الحالية

source: Enter another supplier &payment
ar_eg: إدخال دفعة مورد أخرى

source: The entered amount is invalid or less than zero.
ar_eg: القيمة المدخلة غير مقبولة أو أقل من الصفر .

source: The Bank Charge Account has not been set in System and General GL Setup.
ar_eg: حساب المصاريف البنكية غير محدد في إعدادات النظام و الأستاذ العام

source: The exchange rate must be numeric and greater than zero.
ar_eg: سعر التبادل يجب أن يكون رقمي و أكبر من الصفر

source: The entered discount is invalid or less than zero.
ar_eg: الخصم المدخل غير مقبول أو أقل من الصفر

source: The total of the amount and the discount is zero or negative. Please enter positive values.
ar_eg: إجمالي القيمة و الخصم صفر أو قيم سالبة ، الرجاء إدخال قيم موجبة

source: Payment To:
ar_eg: الدفع إلى :

source: From Bank Account:
ar_eg: من حساب البنك :

source: Date Paid
ar_eg: تاريخ الدفع

source: Bank Charge:
ar_eg: المصاريف البنكية :

source: Amount of Discount:
ar_eg: قيمة الخصم :

source: Amount of Payment:
ar_eg: قيمة الدفعة :

source: The amount and discount are in the bank account's currency.
ar_eg: القيمة و الخصم يجب أن يكونا بنفس عملة البنك

source: Enter Payment
ar_eg: إدخال دفعة

source: View Purchase Order Delivery
ar_eg: عرض عملية أستلام أمر الشراء

source: This page must be called with a Purchase Order Delivery number to review.
ar_eg: هذه الصفحة يجب أن يتم أستدعاءها بواسطة رقم سند التسليم الخاص بأمر الشراء حتى يتم عرضها

source: Line Details
ar_eg: تفاصيل السجل

source: Delivery Date
ar_eg: تاريخ الأستلام أو التسليم

source: Total Excluding Tax/Shipping
ar_eg: الإجمالي قبل الضرائب و الشحن

source: This delivery has been voided.
ar_eg: سند الأستلام الحالي تم إلغاؤه

source: View Purchase Order
ar_eg: عرض أمر الشراء

source: This page must be called with a purchase order number to review.
ar_eg: الصفحة الحالية يجب أن يتم أستدعاؤها بواسطة رقم أمر الشراء لكي يتم عرضها

source: Requested By
ar_eg: تم الطلب بواسطة

source: Marked items are overdue.
ar_eg: التأشير على البنود بأنها مستحقة

source: Deliveries
ar_eg: سندات الأستلام أو التسليم

source: Delivered On
ar_eg: تم الأستلام في

source: Invoices/Credits
ar_eg: الفواتير / الإشعارات الدائنة

source: View Supplier Credit Note
ar_eg: عرض الإشعار الدائن الخاص بالمورد

source: SUPPLIER CREDIT NOTE
ar_eg: إشعار دائن خاص بالمورد

source: Invoice Date
ar_eg: تاريخ الفاتورة

source: Sub Total
ar_eg: الإجمالي الجزئي

source: TOTAL CREDIT NOTE
ar_eg: إجمالي الإشعار الدائن

source: This credit note has been voided.
ar_eg: الإشعار الدائن الحالي ملغى

source: View Supplier Invoice
ar_eg: أستعرض فاتورة المورد

source: SUPPLIER INVOICE
ar_eg: فاتورة المورد

source: TOTAL INVOICE
ar_eg: إجمالي الفاتورة

source: This invoice has been voided.
ar_eg: الفاتورة الحالية ملغاة

source: View Payment to Supplier
ar_eg: أستعرض الدفعة المدفوعة للمورد

source: Payment to Supplier
ar_eg: المدفوع للمورد

source: To Supplier
ar_eg: إلى المورد

source: Payment Currency
ar_eg: عملة الدفعة

source: Supplier's Currency
ar_eg: عملة المورد

source: There are no tax groups defined in the system. At least one tax group is required before proceeding.
ar_eg: لا توجد مجموعات ضريبية معرفة على النظام ، على الأقل يجب أن تكون هناك مجموعة ضريبية واحدة موجودة قبل أن تتم عملية التنفيذ

source: Supplier Name:
ar_eg: أسم المورد :

source: Supplier Short Name:
ar_eg: الأسم المختصر للمورد :

source: Website:
ar_eg: الموقع الألكتروني

source: Our Customer No:
ar_eg: رقم العميل الداخلي :

source: Purchasing
ar_eg: عملية الشراء

source: Bank Name/Account:
ar_eg: أسم / رقم حساب البنك

source: Credit Limit:
ar_eg: حد الإئتمان :

source: Payment Terms:
ar_eg: شروط الدفع :

source: Accounts
ar_eg: الحسابات

source: Accounts Payable Account:
ar_eg: حساب الذمم الدائنة :

source: Purchase Account:
ar_eg: حساب المشتريات :

source: Addresses
ar_eg: العنوان

source: Mailing Address:
ar_eg: عنوان المراسلة :

source: Physical Address:
ar_eg: العنوان

source: General
ar_eg: عام

source: General Notes:
ar_eg: ملاحظات عامة

source: Supplier status:
ar_eg: حالة المورد :

source: Update Supplier
ar_eg: تحديث المورد

source: Update supplier data
ar_eg: تحديث بيانات المورد

source: Select this supplier and return to document entry.
ar_eg: اختر هذا المورد و قم بالرجوع إلى إدخال المستند

source: Delete Supplier
ar_eg: حذف المورد

source: Delete supplier data if have been never used
ar_eg: حذف بيانات المورد إذا لم يتم أستخدام حسابه من قبل

source: Add New Supplier Details
ar_eg: إضافة تفاصيل مورد جديدة

source: The supplier name must be entered.
ar_eg: يجب إدخال أسم المورد

source: The supplier short name must be entered.
ar_eg: يجب إدخال الأسم المختصر للمورد .

source: Supplier has been updated.
ar_eg: تم تحديث المورد

source: A new supplier has been added.
ar_eg: تمت إضافة مورد جديد

source: Cannot delete this supplier because there are transactions that refer to this supplier.
ar_eg: لا يمكن حذف المورد بسبب أن هناك حركات مرتبطة به

source: Cannot delete the supplier record because purchase orders have been created against this supplier.
ar_eg: لا يمكن حذف سجل المورد بسبب أن هناك أوامر شراء تم إنشائها مرتبطة بهذا المورد

source: Select a supplier:
ar_eg: أختيار المورد :

source: New supplier
ar_eg: مورد جديد

source: Search Purchase Orders
ar_eg: البحث عن أومر الشراء

source: into location:
ar_eg: إلى موقع التخزين :

source: Order Date
ar_eg: تاريخ الأمر أو الطلب

source: Order Total
ar_eg: إجمالي الأمر أو الطلب

source: Search Outstanding Purchase Orders
ar_eg: البحث عن أوامر الشراء المتأخرة

source: Receive
ar_eg: الأستلام

source: Marked orders have overdue items.
ar_eg: التأشير على أومر الشراء بأن بها بنود مخزنية غير مستلمة بعد

source: Supplier Allocation Inquiry
ar_eg: الإستعلام عن حركات تخصيص الدفعات و الإشعارات الدائنة للمورد

source: show settled:
ar_eg: عرض الدفعات المخصصة :

source: Supp Reference
ar_eg: الإشارة المرجعية للمورد

source: Allocated
ar_eg: تم تخصيصها

source: Supplier Inquiry
ar_eg: الإستعلام عن المورد

source: Select a supplier:
ar_eg: أختيار المورد :

source: Days
ar_eg: الأيام

source: Over
ar_eg: أكثر

source: Terms
ar_eg: الشروط

source: Current
ar_eg: الحالي

source: Total Balance
ar_eg: إجمالي الرصيد

source: Credit This
ar_eg: عمل إشعار دائن للسجل الحالي

source: Print Remittance
ar_eg: طباعة التحويل المالي

source: Allocate Supplier Payment or Credit Note
ar_eg: تخصيص مدفوعات الموردين أو إشعاراتهم الدائنة

source: Allocation of
ar_eg: التخصيص لـ

source: Total:
ar_eg: الإجمالي :

source: Refresh
ar_eg: تجديد

source: Start again allocation of selected amount
ar_eg: البدء مرة أخرى في تخصيص القيم المؤشر عليها

source: Process allocations
ar_eg: تنفيذ عملية التخصيص

source: Back to Allocations
ar_eg: الرجوع إلى التخصيصات

source: Abandon allocations and return to selection of allocatable amounts
ar_eg: إهمال التخصيصات و العودة إلى أختيار القيم المراد تخصيصها

source: There are no unsettled transactions to allocate.
ar_eg: لا توجد حركات غير مسددة حتى يتم تخصيصها

source: Supplier Allocations
ar_eg: تخصيصات المورد

source: Select a Supplier:
ar_eg: أختيار مورد :

source: Show Settled Items:
ar_eg: عرض البنود المخصصة :

source: Allocate
ar_eg: تخصيص

source: Marked items are settled.
ar_eg: البنود المؤشر عليها تم تخصيصها

source: Balances in Home Currency
ar_eg: الأرصدة بالعملة الأساسية

source: Trans Type
ar_eg: نوع القيد

source: Charges
ar_eg: الحركات المدينة

source: Credits
ar_eg: الحركات الدائنة

source: Customer Balances
ar_eg: أرصدة العميل

source: Grand Total
ar_eg: الإجمالي

source: Summary Only
ar_eg: الملخص فقط

source: Detailed Report
ar_eg: تقرير مفصل

source: End Date
ar_eg: التاريخ الختامي

source: Aged Customer Analysis
ar_eg: تحليل تقادم الديون للعميل

source: All Areas
ar_eg: كل المناطق

source: All Sales Folk
ar_eg: كل فئات المبيعات

source: Greater than
ar_eg: أكبر من

source: Less than
ar_eg: أقل من

source: Customer Postal Address
ar_eg: عنوان بريد العميل

source: Price/Turnover
ar_eg: السعر / إجمالي الحركة

source: Branch Contact Information
ar_eg: معلومات الأتصال بالفرع

source: Branch Delivery Address
ar_eg: عنوان محل التسليم للفرع

source: Activity Since
ar_eg: الحركات منذ

source: Sales Areas
ar_eg: مناطق البيع

source: Sales Folk
ar_eg: فئة المبيعات

source: Activity
ar_eg: الحركة

source: Customer Details Listing
ar_eg: قائمة تفاصيل العملاء

source: Customers in
ar_eg: العملاء في

source: Price List
ar_eg: قائمة الأسعار

source: Turnover
ar_eg: إجمالي الحركة

source: Ph
ar_eg: الهاتف

source: Category/Items
ar_eg: البنود المخزنية / التصنيف

source: GP %
ar_eg: نسبة إجمالي الربح

source: Show GP %
ar_eg: عرض نسبة إجمالي الربح

source: Price Listing
ar_eg: قائمة الأسعار

source: Sales Kits
ar_eg: أدوات البيع

source: All Orders
ar_eg: جميع طلبات المبيعات

source: Back Orders Only
ar_eg: طلبات المبيعات الخلفية فقط

source: Order
ar_eg: الطلب أو الأمر

source: Branch
ar_eg: الفرع

source: Customer Ref
ar_eg: الإشارة المرجعية للعميل

source: Ord Date
ar_eg: تاريخ الطلب أو الأمر

source: Del Date
ar_eg: تاريخ التسليم

source: Loc
ar_eg: محلي

source: Invoiced
ar_eg: تمت الفوترة

source: Selection
ar_eg: الأختيار

source: Order Status Listing
ar_eg: قائمة حالة طلبات المبيعات

source: Invoice
ar_eg: فاتورة

source: Inv Date
ar_eg: تاريخ الفاتورة

source: Provision
ar_eg: نسبة العمولة

source: Salesman
ar_eg: مندوب المبيعات

source: Email
ar_eg: البريد الألكتروني

source: Break Pt.
ar_eg: الحد الأقصى

source: Salesman Listing
ar_eg: قائمة مندوبي المبيعات

source: INVOICE
ar_eg: فاتورة

source: CREDIT NOTE
ar_eg: إشعار دائن

source: STATEMENT
ar_eg: كشف حساب

source: SALES ORDER
ar_eg: طلبات المبيعات

source: QUOTE
ar_eg: خطاب تسعير

source: DELIVERY
ar_eg: عملية التسليم

source: PACKING SLIP
ar_eg: قائمة التعبئة

source: DELIVERY NOTE
ar_eg: سندات تسليم

source: SALES QUOTATION
ar_eg: خطاب تسعير المبيعات

source: RECEIPT
ar_eg: إيصال

source: Balances in Home currency
ar_eg: الأرصدة بالعملة الأساسية

source: Supplier Balances
ar_eg: أرصدة الموردين

source: currency
ar_eg: العملة

source: Aged Supplier Analysis
ar_eg: تحليل تقادم الديون للموردين

source: Payment Report
ar_eg: تقرير الدفعات

source: GRN
ar_eg: سند أستلام بنود مخزنية

source: Qty Recd
ar_eg: الكمية المستلمة

source: qty Inv
ar_eg: الكمية المفوترة

source: Outstanding GRNs Report
ar_eg: تقرير سندات البنود المخزنية المستلمة المتأخرة

source: PURCHASE ORDER
ar_eg: أمر الشراء

source: REMITTANCE
ar_eg: تحويل مالي

source: Inventory Valuation Report
ar_eg: تقرير تقييم المخزون

source: QOH
ar_eg: الكمية المتاحة

source: Cust Ord
ar_eg: طلب المبيعات للعميل

source: Supp Ord
ar_eg: أمر شراء المورد

source: Sugg Ord
ar_eg: أمر الشراء المقترح

source: Inventory Planning Report
ar_eg: تقرير تخطيط المخزون

source: Shortage
ar_eg: عجز

source: Stock ID
ar_eg: رقم التعريف المخزني

source: Check
ar_eg: فحص

source: Only Shortage
ar_eg: فقط العجز

source: Stock Check Sheets
ar_eg: تقرير فحص المخزون

source: Qty
ar_eg: الكمية

source: Sales
ar_eg: المبيعات

source: Cost
ar_eg: التكلفة

source: Contribution
ar_eg: العائد

source: Inventory Sales Report
ar_eg: تقرير مبيعات البنود المخزنية

source: PO No
ar_eg: رقم طلب الشراء

source: Qty Received
ar_eg: الكمية المستلمة

source: Unit Price
ar_eg: سعر الوحدة

source: Actual Price
ar_eg: السعر الحقيقي

source: GRN Valuation Report
ar_eg: تقرير تقييم المواد المخزنية المستلمة

source: Wrk Ctr
ar_eg: مركز التكلفة

source: Bill of Material Listing
ar_eg: قائمة قوائم تركيبة المواد

source: WORK ORDER
ar_eg: أمر تشغيل

source: Insufficient stock
ar_eg: مخزون ناقص

source: YTD
ar_eg: إجمالي حركات الفترة

source: Dimension Summary
ar_eg: ملخص القطاعات التحليلية

source: Bank Account
ar_eg: حساب البنك

source: Total Debit / Credit
ar_eg: إجمالي المدين / الدائن

source: Net Change
ar_eg: صافي التغيير

source: Type/Account
ar_eg: النوع / الحساب

source: Date/Dim.
ar_eg: التاريخ / القطاع التحليلي

source: Person/Item/Memo
ar_eg: الشركة / البند / البيان

source: List of Journal Entries
ar_eg: قائمة قيود اليومية

source: GL Account Transactions
ar_eg: حركات حساب الأستاذ العام

source: Ref
ar_eg: الإشارة المرجعية

source: Year
ar_eg: السنة

source: Amounts in thousands
ar_eg: القيم بالآلاف

source: Annual Expense Breakdown
ar_eg: تصنيف التكاليف السنوية

source: Close Balance
ar_eg: الرصيد الختامي

source: Group
ar_eg: مجموعة

source: Profit and Loss Statement
ar_eg: قائمة الأرباح و الخسائر

source: Tax Report
ar_eg: تقرير الضرائب

source: Branch Name
ar_eg: أسم الفرع

source: Net
ar_eg: الصافي

source: Rate
ar_eg: المعدل

source: Tax
ar_eg: الضريبة

source: Tax Rate
ar_eg: المعدل الضريبي

source: Net Tax
ar_eg: صافي الضريبة

source: Time
ar_eg: الوقت

source: Trans Date
ar_eg: تاريخ الحركة

source: Action
ar_eg: التأثير

source: Audit Trail
ar_eg: ميزان المراجعة

source: Changed
ar_eg: تم تغييره

source: Reports and Analysis
ar_eg: التقارير و التحاليل

source: Customer &Balances
ar_eg: أرصدة العميل

source: Currency Filter
ar_eg: فرز العملة

source: Destination
ar_eg: هيئة المخرجات

source: &Aged Customer Analysis
ar_eg: تحليل تقادم الديون للعميل

source: Graphics
ar_eg: الرسوم البيانية

source: Customer &Detail Listing
ar_eg: قائمة تفاصيل العملاء

source: Activity Greater Than
ar_eg: الحركات أكبر من

source: Activity Less Than
ar_eg: الحركات أقل من

source: &Price Listing
ar_eg: قائمة الأسعار

source: Inventory Category
ar_eg: تصنيف المخزون

source: Sales Types
ar_eg: أنواع المبيعات

source: Show Pictures
ar_eg: عرض الصور

source: &Order Status Listing
ar_eg: قائمة حالة الطلب

source: Stock Location
ar_eg: موقع تخزين البضائع

source: &Salesman Listing
ar_eg: قائمة مندوبي المبيعات

source: Print &Invoices/Credit Notes
ar_eg: طباعة الفواتير و الإشعارات الدائنة

source: To
ar_eg: إلى

source: email Customers
ar_eg: إرسال بريد ألكتروني للعملاء

source: Payment Link
ar_eg: رابط الدفعة

source: Print &Deliveries
ar_eg: طباعة عمليات التسليم

source: Print as Packing Slip
ar_eg: الطباعة كقائمة تعبئة

source: Print &Statements
ar_eg: طباعة كشوف الحساب

source: Email Customers
ar_eg: إرسال بريد ألكتروني للعملاء

source: &Print Sales Orders
ar_eg: طباعة طلبات المبيعات

source: Print as Quote
ar_eg: طباعة خطابات التسعير

source: &Print Sales Quotations
ar_eg: طباعة خطابات التسعير المبيعات

source: Print Receipts
ar_eg: طباعة الإيصالات

source: Supplier &Balances
ar_eg: أرصدة الموردين

source: &Aged Supplier Analyses
ar_eg: تحليل تقادم الديون للموردين

source: &Payment Report
ar_eg: تقرير الدفعات

source: Outstanding &GRNs Report
ar_eg: تقرير سندات البنود المخزنية المفترض إستلامها و المتأخرة

source: Print Purchase &Orders
ar_eg: طباعة أوامر الشراء

source: Print Remittances
ar_eg: طباعة تحويل النقدية

source: Inventory &Valuation Report
ar_eg: تقرير تقييم المخزون

source: Inventory &Planning Report
ar_eg: تقرير تخطيط المخزون

source: Stock &Check Sheets
ar_eg: تقرير فحص المخزون

source: Inventory Column
ar_eg: عمود المخزون

source: Show Shortage
ar_eg: أظهار العجز

source: Inventory &Sales Report
ar_eg: تقرير مبيعات البنود المخزنية

source: &GRN Valuation Report
ar_eg: تقرير تقييم المواد المخزنية المستلمة

source: Manufacturing
ar_eg: العمليات التصنيعية

source: &Bill of Material Listing
ar_eg: قائمة قوائم تركيبة المواد

source: From product
ar_eg: من المنتج

source: To product
ar_eg: إلى المنتج

source: Print &Work Orders
ar_eg: طباعة أوامر التشغيل

source: Email Locations
ar_eg: إرسال المواقع المخزنية بالبريد الألكتروني

source: Dimension &Summary
ar_eg: ملخص القطاعات التحليلية

source: From Dimension
ar_eg: من القطاع التحليلي

source: To Dimension
ar_eg: إلى القطاع التحليلي

source: Show Balance
ar_eg: عرض الرصيد

source: Banking
ar_eg: العمليات البنكية

source: Bank &Statement
ar_eg: كشف حساب البنك

source: General Ledger
ar_eg: الأستاذ العام

source: Chart of &Accounts
ar_eg: خريطة الحسابات

source: Show Balances
ar_eg: عرض الأرصدة

source: List of &Journal Entries
ar_eg: قائمة قيود اليومية

source: GL Account &Transactions
ar_eg: حركات حساب الأستاذ العام
