Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-2.po
Languages: ar_eg

source: Standard Overhead Cost Per Unit
ar_eg: التكاليف الصناعية الغير مباشرة المعيارية لكل وحدة قياس

source: Inventory Item Sales prices
ar_eg: أسعار البيع للبند المخزني

source: There are no sales types in the system. Please set up sales types befor entering pricing.
ar_eg: لا توجد أنواع مبيعات معرفة على النظام لذا الرجاء إنشاء أنواع المبيعات قبل أن يتم إدخال الأسعار

source: The price entered must be numeric.
ar_eg: السعر المدخل يجب أن يكون عددي

source: This price has been updated.
ar_eg: تم تحديث السعر

source: The new price has been added.
ar_eg: تم إضافة السعر الجديد

source: The selected price has been deleted.
ar_eg: السعر المؤشر عليه تم حذفه

source: Sales Type
ar_eg: نوع المبيعات

source: Price
ar_eg: السعر

source: There are no prices set up for this part.
ar_eg: لا يوجد أسعار موجودة للقطعة الحالية

source: Currency:
ar_eg: العملة :

source: Sales Type:
ar_eg: نوع المبيعات :

source: Price:
ar_eg: السعر :

source: per
ar_eg: لكل

source: The price is calculated.
ar_eg: تم حساب السعر .

source: Supplier Purchasing Data
ar_eg: بيانات مشتريات المورد

source: There are no purchasable inventory items defined in the system.
ar_eg: لا توجد بنود مخزنية قابلة للشراء معرفة على النظام

source: There are no suppliers defined in the system.
ar_eg: لا يوجد موردين معرفين على النظام

source: The price entered was not numeric.
ar_eg: السعر المدخل غير عددي

source: The conversion factor entered was not numeric. The conversion factor is the number by which the price must be divided by to get the unit price in our unit of measure.
ar_eg: معامل التحويل المدخل غير عددي ، معامل التحويل هو هو الرقم الذي يجب أن يكون مقسوماً عليه السعر للوصول إلى سعر الوحدة عند التحويل من وحدة كمية إلى وحدة كمية أخرى - كيلو جرامات إلى جرامات مثلاً

source: This supplier purchasing data has been added.
ar_eg: تم إضافة بيانات الشراء الخاصة بالموردين

source: Supplier purchasing data has been updated.
ar_eg: تم تحديث بيانات الشراء الخاصة بالموردين

source: The purchasing data item has been sucessfully deleted.
ar_eg: تم حذف بند من بنود بيانات الشراء بنجاح

source: Entered item is not defined. Please re-enter.
ar_eg: البند المدخل غير معرف ، الرجاء إعادة الإدخال

source: There is no purchasing data set up for the part selected
ar_eg: لا يوجد بيانات شراء معدة مسبقاً لهذه القطعة المؤشر عليها

source: Supplier's Unit
ar_eg: وحدة القياس الخاصة بالمورد

source: Conversion Factor
ar_eg: معامل التحويل

source: Supplier's Description
ar_eg: الوصف الخاص بالمورد

source: Suppliers Unit of Measure:
ar_eg: وحدة القياس الخاصة بالمورد

source: Conversion Factor (to our UOM):
ar_eg: معامل التحويل لوحدة القياس الخاصة بشركتنا

source: Supplier's Code or Description:
ar_eg: الكود أو الوصف الخاص بالمورد

source: Reorder Levels
ar_eg: مستويات إعادة الطلب

source: There are no inventory items defined in the system (Purchased or manufactured items).
ar_eg: لا يوجد بند مخزني معرف على النظام سواءاً كان بنود مخزنية مشتراة أو مصنعة

source: Reorder levels has been updated.
ar_eg: تمت عملية تحديث مستويات إعادة الطلب.

source: Inventory Location Transfers
ar_eg: التحويلات المخزنية من و إلى مواقع التخزين

source: Inventory transfer has been processed
ar_eg: تم تنفيذ التحويل المخزني

source: &View this transfer
ar_eg: عرض التحويل الحالي

source: Enter &Another Inventory Transfer
ar_eg: ادخال تحويل مخزني آخر

source: The locations to transfer from and to must be different.
ar_eg: مواقع التخزين المحول منها و المحول إليها يجب أن تكون مختلفة

source: The quantity entered is greater than the available quantity for this item at the source location :
ar_eg: الكمية المدخلة أكبر من الكمية المتاحة للبند المخزني الحالي في موقع التخزين المراد التحويل منه

source: The quantity entered must be a positive number.
ar_eg: الكمية المدخلة يجب أن تكون قيمة موجبة

source: Process Transfer
ar_eg: تنفيذ التحويل

source: Search Outstanding Work Orders
ar_eg: البحث عن أوامر التشغيل المتأخرة

source: Search Work Orders
ar_eg: البحث عن أومر التشغيل

source: at Location:
ar_eg: في موقع التخزين :

source: for item:
ar_eg: للبند المخزني :

source: Select documents
ar_eg: إختيار المستندات

source: Release
ar_eg: إصدار

source: Issue
ar_eg: صرف البنود المخزنية

source: Produce
ar_eg: قم بالأنتاج

source: Costs
ar_eg: تكاليف

source: Required
ar_eg: المطلوب

source: Required By
ar_eg: مطلوب في تاريخ

source: Marked orders are overdue.
ar_eg: أوامر التصنيع المؤشر عليها متأخرة

source: Produce or Unassemble Finished Items From Work Order
ar_eg: انتج أو قم بتجميع البنود المخزنية الخاصة بأمر التشغيل

source: The manufacturing process has been entered.
ar_eg: المعالجة التصنيعية تم إدخالها

source: View this Work Order
ar_eg: عرض أمر التشغيل الحالي

source: View the GL Journal Entries for this Work Order
ar_eg: عرض قيود اليومية للأستاذ العام لأمر التشغيل الحالي

source: Print the GL Journal Entries for this Work Order
ar_eg: طباعة قيود اليومية للأستاذ العام لأمر التشغيل الحالي

source: Select another &Work Order to Process
ar_eg: أختيار أمر تشغيل أخر للتنفيذ

source: The order number sent is not valid.
ar_eg: رقم الأمر المرسل غير مقبول

source: The quantity entered is not a valid number or less then zero.
ar_eg: الكمية المدخلة رقم غير مقبول أو أقل من الصفر

source: The production date cannot be before the release date of the work order.
ar_eg: تاريخ الأنتاج لا يمكن أن يكون قبل تاريخ الأصدار الخاص بأمر التشغيل

source: The unassembling cannot be processed because there is insufficient stock.
ar_eg: عملية التجميع لا يمكن أن تنفذ بسبب أن لا يوجد هناك أرصدة مخزنية كافية

source: The production cannot be processed because a required item would cause a negative inventory balance :
ar_eg: لا يمكن تنفيذ عملية الأنتاج بسبب أن البنود المخزنية المطلوبة سوف تتسبب في أرصدة مخزنية سالبة

source: Produce Finished Items
ar_eg: قم بأنتاج البنود المخزنية النهائية

source: Return Items to Work Order
ar_eg: البنود المخزنية المرتجعة إلى أمر الشراء

source: Process
ar_eg: تنفيذ

source: Process And Close Order
ar_eg: تنفيذ و إغلاق أمر التشغيل

source: Work Order Additional Costs
ar_eg: التكاليف الإضافية لأمر التشغيل

source: The additional cost has been entered.
ar_eg: تمت عملية إدخال التكلفة الإضافية

source: Enter another additional cost.
ar_eg: إدخال تكلفة إضافية أخرى.

source: The amount entered is not a valid number or less then zero.
ar_eg: الكمية المدخلة رقم غير مقبول أو أقل من الصفر

source: The additional cost date cannot be before the release date of the work order.
ar_eg: تاريخ التكلفة الإضافية لا يمكن أن تكون قبل تاريخ الإصدار الخاص بأمر التشغيل

source: Additional Costs:
ar_eg: التكاليف الإضافية :

source: Debit Account
ar_eg: الحساب المدين

source: Process Additional Cost
ar_eg: تنفيذ التكلفة الإضافية

source: Work Order Entry
ar_eg: إدخال أوامر التشغيل

source: There are no manufacturable items defined in the system.
ar_eg: لا توجد بنود مخزنية قابلة للتصنيع معرفة على النظام

source: The work order been added.
ar_eg: تم إضافة أمر التشغيل

source: Print this Work Order
ar_eg: طباعة أمر التشغيل الحالي

source: Email this Work Order
ar_eg: إرسال أمر التشغيل الحالي بالبريد الألكتروني

source: The work order been updated.
ar_eg: تم تحديث أمر التشغيل

source: Work order has been deleted.
ar_eg: تم حذف أمر التشغيل

source: This work order has been closed. There can be no more issues against it.
ar_eg: تم غلق أمر التشغيل الحالي ، لن يكون هناك المزيد من البنود المخزنية المنصرفة لصالح أمر التشغيل هذا

source: Enter a new work order
ar_eg: ادخال أمر تشغيل جديد

source: Select an existing work order
ar_eg: أختيار أمر تشغيل موجود مسبقاً

source: The quantity entered is invalid or less than zero.
ar_eg: الكمية المدخلة غير مقبولة أو أقل من الصفر

source: The selected item to manufacture does not have a bom.
ar_eg: البند المخزني المؤشر عليه للتصنيع لا توجد له قائمة تركيبة مواد

source: The labour cost entered is invalid or less than zero.
ar_eg: تكلفة العمل المدخلة غير صالحة أو أقل من الصفر

source: The cost entered is invalid or less than zero.
ar_eg: التكلفة المدخلة غير مقبولة أو أقل من الصفر

source: The work order cannot be processed because there is an insufficient quantity for component:
ar_eg: لا يمكن تنفيذ أمر التشغيل بسبب أنه لا توجد كميات كافية من عناصر البنود المخزنية المكونة له

source: The selected item cannot be unassembled because there is insufficient stock.
ar_eg: البند المخزني المؤشر عليه لا يمكن أن يتم تجميعه بسبب أنه لا توجد هناك أرصدة مخزنية كافية

source: The quantity cannot be changed to be less than the quantity already manufactured for this order.
ar_eg: الكمية لا يمكن أن تتغير إلى مستوى أقل من الكمية التي تم تصنيعها بالفعل لأمر التشغيل الحالي

source: This work order cannot be deleted because it has already been processed.
ar_eg: لا يمكن حذف أمر التشغيل الحالي بسبب أنه تم تنفيذه بالفعل

source: This work order is closed and cannot be edited.
ar_eg: لقد تم غلق أمر التشغيل الحالي لذا لا يمكن أن يحرر

source: Destination Location:
ar_eg: موقع التخزين - الوصول :

source: Quantity Required:
ar_eg: الكمية المطلوبة :

source: Quantity Manufactured:
ar_eg: الكمية المصنعة :

source: Credit Labour Account
ar_eg: حساب الأجور الدائن

source: Credit Overhead Account
ar_eg: حساب الأعباء الإضافية الدائن

source: Released On:
ar_eg: تم الإصدار في :

source: Save changes to work order
ar_eg: حفظ التغييرات في أمر التشغيل

source: Close This Work Order
ar_eg: إغلاق أمر التشغيل الحالي

source: Delete This Work Order
ar_eg: حذف أمر التشغيل الحالي

source: Add Workorder
ar_eg: إضافة أمر تشغيل

source: Issue Items to Work Order
ar_eg: صرف بنود مخزنية لأمر التشغيل

source: The work order issue has been entered.
ar_eg: تم إدخال عملية صرف البنود المخزنية لأمر التشغيل

source: The entered date for the issue is invalid.
ar_eg: التاريخ المدخل قيد صرف البنود المخزنية غير مقبول

source: The issue cannot be processed because an entered item would cause a negative inventory balance :
ar_eg: عملية صرف البنود المخزنية لأمر التشغيل لا يمكن أن تنفذ بسبب أن هناك بند مخزني سوف يكون رصيده سالب

source: The process cannot be completed because there is an insufficient total quantity for a component.
ar_eg: عملية التنفيذ لأمر التشغيل لا يمكن أن تكتمل بسبب أن هناك أرصدة مخزنية غير كافية لأحد عناصر البنود المخزنية

source: Component is :
ar_eg: عنصر البند المخزني هو :

source: From location :
ar_eg: من موقع التخزين :

source: Items to Issue
ar_eg: البنود المخزنية التي يجب أن تصرف

source: Process Issue
ar_eg: تنفيذ عملية صرف البنود المخزنية

source: Work Order Release to Manufacturing
ar_eg: إصدار أوامر التشغيل للتصنيع

source: This work order has already been released.
ar_eg: لقد تم بالفعل إصدار أمر التشغيل الحالي

source: This Work Order cannot be released. The selected item to manufacture does not have a bom.
ar_eg: لا يمكن أصدار أمر التشغيل الحالي و ذلك بسبب أن البند المخزني المراد تصنيعه لا يحتوي على قائمة تركيبة مواد

source: The work order has been released to manufacturing.
ar_eg: تم إصدار أمر التشغيل إلى العمليات التصنيعية

source: Select another &work order
ar_eg: أختيار أمر تشغيل اخر

source: Work Order #:
ar_eg: أمر التشغيل رقم :

source: Work Order Reference:
ar_eg: الإشارة المرجعية لأمر التشغيل :

source: Released Date
ar_eg: تاريخ الأصدار

source: Release Work Order
ar_eg: إصدار أمر التشغيل

source: View Work Order Issue
ar_eg: عرض قيد صرف البند المخزني الخاص بأمر التشغيل

source: Issue #
ar_eg: قيد صرف بند مخزني رقم

source: For Work Order #
ar_eg: لصالح أمر التشغيل رقم

source: To Work Centre
ar_eg: إلى مركز التكلفة

source: Date of Issue
ar_eg: تاريخ الإصدار

source: This issue has been voided.
ar_eg: تم إلغاء سند صرف البند المخزني الحالي

source: There are no items for this issue.
ar_eg: لا يوجد بنود مخزنية لسند صرف البنود المخزنية الحالي

source: Component
ar_eg: عنصر بند مخزني

source: Items for this Issue
ar_eg: البنود المخزنية الخاصة بسند صرف البنود المخزنية الحالي

source: View Work Order Production
ar_eg: أستعرض الأنتاج الخاص بأمر التشغيل

source: Production #
ar_eg: الأنتاج رقم

source: Quantity Manufactured
ar_eg: الكمية المُصنعة

source: This production has been voided.
ar_eg: تم إلغاء الأنتاج الحالي

source: View Work Order
ar_eg: عرض أمر التشغيل

source: BOM for item:
ar_eg: قائمة تركيبة المواد للبند المخزني :

source: Work Order Requirements
ar_eg: متطلبات أوامر التشغيل

source: Issues
ar_eg: البنود المخزنية المنصرفة

source: Productions
ar_eg: المنتجات

source: Additional Costs
ar_eg: التكاليف الإضافية

source: This work order has been voided.
ar_eg: تم إلغاء أمر التشغيل الحالي

source: There are no manufactured or kit items defined in the system.
ar_eg: لا يوجد بنود مخزنية مصنعة أو بنود مخزنية كمعدات أو أدوات معرفة على النظام

source: Select a manufacturable item:
ar_eg: أختيار بند مخزني قابل للتصنيع

source: All Costs Are In:
ar_eg: جميع التكالف في :

source: Inventory Item Where Used Inquiry
ar_eg: الإستعلام عن البنود المخزنية التي تم أستخدامها

source: Select an item to display its parent item(s).
ar_eg: أختر على بند مخزني لكي تتمكن من مشاهدة البنود الرئيسية الخاصة به

source: Parent Item
ar_eg: البند المخزني الرئيسي

source: Work Centre
ar_eg: مركز التكلفة

source: Quantity Required
ar_eg: الكمية المطلوبة

source: Bill Of Materials
ar_eg: قائمة تركيبة المواد

source: There are no work centres defined in the system. BOMs require at least one work centre be defined.
ar_eg: لا توجد مراكز تكلفة معرفة على النظام ، قوائم تركيبة المواد تحتاج على الأقل مركز تكلفة واحد معرف

source: Code
ar_eg: الكود

source: Selected component has been updated
ar_eg: تم تحديث عنصر البند المخزني

source: A new component part has been added to the bill of material for this item.
ar_eg: تمت إضافة عنصر بند مخزني إلى قائمة تركيبة المواد الخاصة بالبند المخزني الحالي

source: The selected component is already on this bom. You can modify it's quantity but it cannot appear more than once on the same bom.
ar_eg: عنصر البند المخزني المؤشر عليه بالفعل موجود في قائمة تركيبة المواد الحالية ، يمكنك تعديل الكمية و لكن لا يمكن أن يظهر نفس العنصر مرتين أو أكثر في قائمة تركيبة مواد واحدة

source: The selected component is a parent of the current item. Recursive BOMs are not allowed.
ar_eg: عنصر البند المخزني المؤشر عليه هو عنصر رئيسي للبند المخزني الحالي ، يجب ملاحظة أن قوائم تركيبة المواد المتداخلة غير مسموح بها

source: Location to Draw From:
ar_eg: موقع التخزين المخصص للسحب منه :

source: Work Centre Added:
ar_eg: التحميل على مركز التكلفة :

source: Work Centres
ar_eg: مراكز التكلفة

source: The work centre name cannot be empty.
ar_eg: لا يمكن ترك أسم مركز التكلفة فارغاً

source: Selected work center has been updated
ar_eg: تم تحديث مركز التكلفة المؤشر عليه

source: New work center has been added
ar_eg: تمت إضافة مركز التكلفة الجديد

source: Cannot delete this work centre because BOMs have been created referring to it.
ar_eg: لا يمكن حذف مركز التكلفة الحالي بسبب أن هناك قوائم تركيبة مواد مرتبطة به

source: Cannot delete this work centre because work order requirements have been created referring to it.
ar_eg: لا يمكن حذف مركز التكلفة الحالي بسبب أن هناك متطلبات لأوامر التشغيل مرتبطة به

source: Selected work center has been deleted
ar_eg: تم حذف مركز التكلفة المؤشر عليه

source: description
ar_eg: الوصف

source: The bill of material for this item is empty.
ar_eg: قائمة تركيبة المواد للبند المخزني الحالي فارغة

source: Total Cost
ar_eg: إجمالي التكلفة

source: There are no Requirements for this Order.
ar_eg: لا توجد متطلبات لأمر التشغيل الحالي

source: Unit Quantity
ar_eg: قيمة وحدة القياس الواحدة

source: Total Quantity
ar_eg: إجمالي الكمية

source: Units Issued
ar_eg: الوحدات المصدرة

source: On Hand
ar_eg: المتاح

source: Marked items have insufficient quantities in stock.
ar_eg: البنود المخزنية المؤشر عليها لا يوجد لها أرصدة مخزنية كافية

source: There are no Productions for this Order.
ar_eg: لا يوجد عمليات أنتاجية لأمر التشغيل الحالي

source: There are no Issues for this Order.
ar_eg: لا توجد صرفيات لأمر التشغيل الحالي

source: There are no additional costs for this Order.
ar_eg: لا توجد تكاليف إضافية للأمر الحالي

source: The work order number sent is not valid.
ar_eg: رقم أمر التشغيل الممرر غير مقبول .

source: Manufactured Item
ar_eg: البنود المخزنية المُصنعة

source: Into Location
ar_eg: إلى موقع التخزين

source: This work order is closed.
ar_eg: أمر التشغيل الحالي مغلق .

source: Return Items to Location
ar_eg: إرجاع بنود مخزنية إلى موقع التخزين

source: Issue Items to Work order
ar_eg: صرف البنود المخزنية إلى أمر التشغيل

source: To Work Centre:
ar_eg: إلى مركز التكلفة :

source: Issue Date:
ar_eg: تاريخ الإصدار :

source: Production.
ar_eg: الأنتاج

source: Updated.
ar_eg: تمت عملية التحديث

source: Canceled.
ar_eg: تمت عملية الحذف

source: Released.
ar_eg: تمت عملية الإصدار

source: Quick production.
ar_eg: عملية الأنتاج السريع

source: Order Currency
ar_eg: عملة الطلب أو الأمر

source: For Purchase Order
ar_eg: لأمر الشراء

source: Ordered On
ar_eg: تم الطلب في

source: Deliver Into Location
ar_eg: الأستلام في موقع التخزين

source: Date Items Received
ar_eg: تاريخ أستلام البنود المخزنية

source: Supplier's Reference
ar_eg: الإشارة المرجعية للمورد

source: Delivery Address
ar_eg: عنوان الأستلام

source: Order Comments
ar_eg: ملاحظات أمر الشراء

source: Supplier's Ref.:
ar_eg: الإشارة المرجعية للمورد :

source: Terms:
ar_eg: الشروط :

source: Supplier's Currency:
ar_eg: عملة المورد :

source: Tax Group:
ar_eg: المجموعة الضريبية :

source: Sub-total:
ar_eg: الإجمالي الجزئي :

source: Invoice Total:
ar_eg: إجمالي الفاتورة :

source: Credit Note Total
ar_eg: إجمالي الإشعار الدائن

source: Add GL Line
ar_eg: إضافة سجل للأستاذ العام

source: Reset
ar_eg: أعد للوضع السابق

source: Clear all GL entry fields
ar_eg: مسح جميع حقول قيد الأستاذ العام

source: GL Items for this Invoice
ar_eg: البنود المراد تحميلها بشكل مباشر على حسابات الأستاذ العام

source: GL Items for this Credit Note
ar_eg: البنود المراد تحميلها بشكل مباشر على حسابات الأستاذ العام

source: Quick Entry:
ar_eg: الأدخال السريع :

source: Add to Invoice
ar_eg: اضافة إلى الفاتورة

source: Add to Credit Note
ar_eg: إضافة إشعار دائن

source: Remove
ar_eg: حذف

source: WARNING! Be careful with removal. The operation is executed immediately and cannot be undone !!!
ar_eg: تحذير ! : يجب أن تكون حريصاً في حالة الحذف ، هذه العملية تنفذ بشكل فوري ولا يمكن التراجع عنها

source: You are about to remove all yet non-invoiced items from delivery line #%d. This operation also irreversibly changes related order line. Do you want to continue ?
ar_eg: أنت بصدد حذف كل البنود المخزنية الغير مفوترة إبتداءاً من الصف #%d. هذه العملية سوف تنعكس في صورة تغيرات على صف سند التسليم ، هل تريد الإستمرار ؟

source: Items Received Yet to be Invoiced
ar_eg: البنود المخزنية المستلمة و التي لم تفوتر بعد

source: Delivery Item Selected For Adding To A Supplier Credit Note
ar_eg: أستلام البند المخزني المؤشر عليه حتى يتم إضافته إلى الإشعار الدائن الخاص بالمورد

source: Received Items Charged on this Invoice
ar_eg: البنود المخزنية المستلمة المحملة على الفاتورة الحالية

source: Received Items Credited on this Note
ar_eg: البنود المخزنية المستلمة المحملة على الإشعار الحالي

source: Received between
ar_eg: تم إستلامها بين

source: Add All Items
ar_eg: أضف كل البنود

source: Delivery
ar_eg: عملية الأستلام أو التسليم

source: Sequence #
ar_eg: الرقم المسلسل

source: P.O.
ar_eg: أمر الشراء

source: Received On
ar_eg: تم الأستلام في

source: Quantity Received
ar_eg: الكمية المستلمة

source: Quantity Invoiced
ar_eg: الكمية التي تمت فوترتها

source: Qty Yet To Invoice
ar_eg: الكمية التي لم تفوتر بعد

source: Order Price
ar_eg: السعر المدرج في امر الشراء

source: Qty Yet To Credit
ar_eg: الكميات التي يجب أن تخصم

source: Line Value
ar_eg: إجمالي الصف

source: There are no outstanding items received from this supplier that have not been invoiced by them.
ar_eg: لا توجد بنود مخزنية متأخرة مستلمة و مفوترة من هذا المورد

source: There are no received items for the selected supplier that have been invoiced.
ar_eg: لا توجد بنود مخزنية مستلمة و في نفس الوقت تمت فوترتها بالنسبة للمورد المؤشر عليه

source: Credits can only be applied to invoiced items.
ar_eg: الإشعارات الدائنة يتم تطبيقها على البنود المخزنية المستلمة و التي تم فوترتها

source: Supplier Currency:
ar_eg: عملة المورد :

source: Order Date:
ar_eg: تاريخ الأمر أو الطلب :

source: Supplier's Reference:
ar_eg: الإشارة المرجعية للمورد :

source: Receive Into:
ar_eg: موقع الأستلام :

source: The default stock location set up for this user is not a currently defined stock location. Your system administrator needs to amend your user record.
ar_eg: موقع التخزين الأفتراضي الموضوع كأحد الإعدادات الخاصة بالمستخدم غير معرف كموقع تخزين في الوقت الحالي ، مدير النظام في حاجة إلى تعديل سجل المستخدم

source: Deliver to:
ar_eg: التسليم إلى :

source: Order Items
ar_eg: البنود المخزنية لأمر الشراء

source: Received
ar_eg: تم الأستلام

source: Required Delivery Date
ar_eg: تاريخ الأستلام المطلوب

source: Line Total
ar_eg: إجمالي السجل

source: Total Excluding Shipping/Tax
ar_eg: إجمالي قيمة الشحن / الضريبة المستثناة

source: Modify Purchase Order #
ar_eg: تعديل أمر الشراء رقم

source: Purchase Order Entry
ar_eg: إدخال أمر الشراء

source: Purchase Order has been entered
ar_eg: تم إدخال أمر الشراء

source: Purchase Order has been updated
ar_eg: تم تحديث أمر الشراء

source: &View this order
ar_eg: عرض الأمر الحالي

source: &Print This Order
ar_eg: طباعة أمر الشراء الحالي

source: &Email This Order
ar_eg: أرسل هذا الأمر بالبريد الألكتروني

source: &Receive Items on this Purchase Order
ar_eg: استلم البنود المخزنية المتعلقة بأمر الشراء الحالي

source: Enter &Another Purchase Order
ar_eg: ادخال أمر شراء أخر

source: Select An &Outstanding Purchase Order
ar_eg: اختيار امر الشراء المتأخر

source: Entry purchase &invoice for this receival
ar_eg: أدخل فاتورة المشتريات للبنود المستلمة

source: Add an Attachment
ar_eg: إضافة مرفق

source: View the GL Journal Entries for this Invoice
ar_eg: عرض قيود اليومية للأستاذ العام الخاصة بالفاتورة الحالية

source: Entry supplier &payment for this invoice
ar_eg: إدخال دفعة مورد لهذه الفاتورة

source: This item cannot be deleted because some of it has already been received.
ar_eg: لا يمكن حذف البند المخزني الحالي بسبب أن هناك بعضاً منه قد تم أستلامه بالفعل

source: This order cannot be cancelled because some of it has already been received.
ar_eg: لا يمكن إلغاءأمر الشراء الحالي بسبب أن هناك بعضاً منه قد تم أستلامه بالفعل

source: The line item quantities may be modified to quantities more than already received. prices cannot be altered for lines that have already been received and quantities cannot be reduced below the quantity already received.
ar_eg: من الممكن أن يتم زيادة الكميات الخاصة بالبنود المخزنية أكثر من الكميات المستلمة و بالنسبة للأسعار يمكن تعديلها طالما أنه لم تتم أية عملية أستلام مقابل الكميات المطلوبة و أيضاً لا يمكن تعديل الكميات إلى كميات أقل من الكميات التي تم أستلامها بالفعل

source: This purchase order has been cancelled.
ar_eg: تم إلغاء امر الشراء الحالي

source: Enter a new purchase order
ar_eg: ادخال امر شراء جديد

source: The quantity of the order item must be numeric and not less than
ar_eg: كمية البند المخزني المطلوبة يجب أن تكون عددية و أكبر من الصفر

source: The price entered must be numeric and not less than zero.
ar_eg: السعر المدخل يجب أن يكون عدي و أكبر من الصفر

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced or received. This is prohibited.
ar_eg: أنت تحاول أن تعدل الكمية المطلوبة إلى قيمة أقل من التي تم أستلامها أو فوترتها و هذا الأمر غير مسموح به

source: The quantity received can only be modified by entering a negative receipt and the quantity invoiced can only be reduced by entering a credit note against this item.
ar_eg: الكمية المستلمة من الممكن أن يتم تعديلها بإدخال قيم مستلمة سالبة و الكمية المفوترة يمكن تخفيضها بواسطة إدخال إشعار دائن مقابل البند المخزني الحالي

source: The selected item is already on this order.
ar_eg: البند المخزني المؤشر عليه بالفعل تم إدخاله في أمر الشراء الحالي

source: The selected item does not exist or it is a kit part and therefore cannot be purchased.
ar_eg: البند المخزني المؤشر عليه غير موجود أو أنه يتبع العدد و الأدوات و بناءاً على ذلك لا يمكن شراؤه
