Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-2.po
Languages: ar_eg

source: Tax Inquiry
ar_eg: الأستعلام عن الضريبة

source: Outputs
ar_eg: المخرجات

source: Inputs
ar_eg: المدخلات

source: Charged on sales
ar_eg: محملة على المبيعات

source: Output Tax
ar_eg: ضريبة المبيعات

source: Paid on purchases
ar_eg: مدفوعة عن المشتريات

source: Input Tax
ar_eg: ضريبة المشتريات

source: Net payable or collectible
ar_eg: صافي القيمة المطلوب دفعها أو تحصيلها

source: Total payable or refund
ar_eg: إجمالي المطلوب دفعها أو تحصيلها

source: Bank Accounts
ar_eg: الحسابات البنكية

source: The bank account name cannot be empty.
ar_eg: أسم الحساب البنكي لا يمكن أن يترك فارغاً

source: Bank account has been updated
ar_eg: تم تحديث حساب البنك

source: New bank account has been added
ar_eg: تمت إضافة حساب بنكي جديد

source: Cannot delete this bank account because transactions have been created using this account.
ar_eg: لا يمكن حذف هذا الحساب البنكي بسبب أن هناك حركات مرحلة عليه

source: Cannot delete this bank account because POS definitions have been created using this account.
ar_eg: لا يمكن حذف هذا الحساب البنكي بسبب أن هناك تعريفات نقاط بيع تم إنشاؤها بأستخدام هذا الحساب

source: Selected bank account has been deleted
ar_eg: تم حذف الحساب البنكي المؤشر عليه

source: Currency
ar_eg: العملة

source: GL Account
ar_eg: حساب الأستاذ العام

source: Bank
ar_eg: البنك

source: Number
ar_eg: الرقم

source: Bank Address
ar_eg: عنوان البنك

source: Dflt
ar_eg: إفتراضي

source: Bank Account Name:
ar_eg: أسم حساب البنك :

source: Account Type:
ar_eg: نوع الحساب :

source: Bank Account Currency:
ar_eg: عملة حساب البنك :

source: Default currency account:
ar_eg: حساب العملة الأفتراضي :

source: Bank Account GL Code:
ar_eg: كود حساب الأستاذ العام للحساب البنكي

source: Bank Name:
ar_eg: أسم البنك :

source: Bank Account Number:
ar_eg: رقم حساب البنك :

source: Bank Address:
ar_eg: عنوان البنك :

source: Currencies
ar_eg: العملات

source: The currency abbreviation must be entered.
ar_eg: الإسم المختصر للعملة يجب أن يدخل

source: The currency name must be entered.
ar_eg: أسم العملية يجب أن يدخل

source: The currency symbol must be entered.
ar_eg: رمز العملة يجب أن يدخل

source: The hundredths name must be entered.
ar_eg: أسم الوحدات الصغرى للعملة يجب أن يدخل

source: Selected currency settings has been updated
ar_eg: تم تحديث إعدادات العملة المؤشر عليها

source: New currency has been added
ar_eg: تمت إضافة عملة جديدة

source: Cannot delete this currency, because customer accounts have been created referring to this currency.
ar_eg: لا يمكن حذف العملة الحالية و ذلك بسبب أن هناك حسابات عملاء تم إنشائها مرتبطة بهذه العملة

source: Cannot delete this currency, because supplier accounts have been created referring to this currency.
ar_eg: لا يمكن حذف العملة الحالية و ذلك بسبب أن هناك حسابات موردين تم إنشائها مرتبطة بهذه العملة

source: Cannot delete this currency, because the company preferences uses this currency.
ar_eg: لا يمكن حذف العملة الحالية و ذلك بسبب أن هناك تفضيلات شركة مرتبطة بهذه العملة

source: Cannot delete this currency, because thre are bank accounts that use this currency.
ar_eg: لا يمكن حذف العملة الحالية و ذلك بسبب أن هناك حسابات بنكية تستخدم هذه العملة

source: Selected currency has been deleted
ar_eg: تم حذف العملة المؤشر عليها

source: Abbreviation
ar_eg: الإسم المختصر

source: Symbol
ar_eg: الرمز

source: Currency Name
ar_eg: أسم العملة

source: Hundredths name
ar_eg: أسم الوحدات الصغرى للعملة

source: Country
ar_eg: الدولة

source: Auto update
ar_eg: تحديث تلقائي

source: The marked currency is the home currency which cannot be deleted.
ar_eg: العملة المؤشر عليها هي العملة الرسمية و التي لا يمكن حذفها

source: Currency Abbreviation:
ar_eg: الإسم المختصر للعملة :

source: Currency Symbol:
ar_eg: رمز العملة :

source: Currency Name:
ar_eg: أسم العملة :

source: Hundredths Name:
ar_eg: أسم الوحدات الصغرى للعملة :

source: Country:
ar_eg: الدولة :

source: Automatic exchange rate update:
ar_eg: التحديث التلقائي لسعر الصرف :

source: Exchange Rates
ar_eg: معدل تبادل العملات

source: The exchange rate cannot be zero or a negative number.
ar_eg: سعر التبادل لا يمكن أن يكون صفر أو رقم سالب

source: The exchange rate for the date is already there.
ar_eg: سعر التبادل في ذاك الوقت موجود بالفعل.

source: Date to Use From:
ar_eg: التاريخ المستخدم من :

source: Exchange Rate:
ar_eg: سعر التبادل :

source: Get
ar_eg: حساب

source: Get current ECB rate
ar_eg: الحصول على معدل التبادل للبنك المركزي الأوربي

source: Exchange rates are entered against the company currency.
ar_eg: أسعار التبادل المدخلة مقابل العملة الرسمية للشركة

source: Select a currency :
ar_eg: أختيار العملة :

source: Date to Use From
ar_eg: التاريخ المستخدم من

source: Exchange Rate
ar_eg: سعر التبادل

source: The selected currency is the company currency.
ar_eg: العملة المؤشر عليها هي عملة الشركة الرسمية

source: The company currency is the base currency so exchange rates cannot be set for it.
ar_eg: عملة الشركة هي العملة الأساسية لذا فإن سعر التبادل لا يمكن أن يتم التعديل أو الأدخال عليه

source: GL Account Classes
ar_eg: التصنيفات الرئيسية لحساب الأستاذ العام

source: The account class name cannot be empty.
ar_eg: أسم التصنيف الرئيسي للحساب لا يمكن تركه فارغاً

source: Selected account class settings has been updated
ar_eg: تم تحديث إعدادات التصنيف الرئيسي للحسابات المؤشر عليه

source: New account class has been added
ar_eg: تمت إضافة تصنيف رئيسي للحسابات

source: Cannot delete this account class because GL account types have been created referring to it.
ar_eg: لا يمكن حذف التصنيف الرئيسي الحساب الحالي و ذلك بسبب أن هناك أنواع لحسابات الأستاذ العام قد تم إنشائها مرتبطة بهذا التصنيف

source: Selected account class has been deleted
ar_eg: تم حذف التصنيف الرئيسي للحسابات المؤشر عليه

source: Class ID
ar_eg: الرقم التعريفي للتصنيف الرئيسي

source: Class Name
ar_eg: أسم التصنيف الرئيسي

source: Class Type
ar_eg: نوع التصنيف الرئيسي

source: Balance Sheet
ar_eg: الميزانية العمومية

source: Class ID:
ar_eg: الرقم التعريفي للتصنيف الرئيسي :

source: Class Name:
ar_eg: أسم التصنيف الرئيسي :

source: Class Type:
ar_eg: نوع التصنيف الرئيسي :

source: Chart of Accounts
ar_eg: خريطة الحسابات

source: There are no account groups defined. Please define at least one account group before entering accounts.
ar_eg: لا يوجد مجموعات حسابات معرفة , رجاءاً حاول تعريف مجموعة حساب واحدة على الأقل قبل أن تقوم بإدخال الحسابات

source: The account code must be entered.
ar_eg: كود الحساب يجب أن يدخل

source: The account name cannot be empty.
ar_eg: أسم الحساب لا يمكن تركه فارغاً

source: The account code must be numeric.
ar_eg: كود الحساب يجب أن يكون عددي

source: Account data has been updated.
ar_eg: تم تحديث بيانات الحساب

source: New account has been added.
ar_eg: تمت إضافة حساب جديد

source: Cannot delete this account because transactions have been created using this account.
ar_eg: لا يمكن حذف الحساب الحالي بسبب أن هناك حركات تم إنشائها تم أستخدام هذا الحساب فيها

source: Cannot delete this account because it is used as one of the company default GL accounts.
ar_eg: لا يمكن حذف الحساب الحالي بسبب أنه مستخدم كأحد الحسابات الأفتراضية للأستاذ العام

source: Cannot delete this account because it is used by a bank account.
ar_eg: لا يمكن حذف الحساب الحالي بسبب أن هذا الحساب مستخدم بواسطة حساب بنكي

source: Cannot delete this account because it is used by one or more Items.
ar_eg: لا يمكن حذف الحساب الحالي بسبب أنه مستخدم بواسطة أحد أو بعض البنود

source: Cannot delete this account because it is used by one or more Taxes.
ar_eg: لا يمكن حذف الحساب الحالي بسبب أنه مستخدم بواسطة أحد أو بعض الضرائب

source: Cannot delete this account because it is used by one or more Customer Branches.
ar_eg: لا يمكن حذف الحساب الحالي بسبب أنه مستخدم بواسطة أحد أو بعض فروع العملاء

source: Cannot delete this account because it is used by one or more suppliers.
ar_eg: لا يمكن حذف الحساب الحالي بسبب أنه مستخدم بواسطة أحد أو بعض الموردين

source: Cannot delete this account because it is used by one or more Quick Entry Lines.
ar_eg: لا يمكن حذف الحساب الحالي بسبب أنه مستخدم بواسطة أحد أو بعض إدخالات اليومية السريعة

source: Selected account has been deleted
ar_eg: تم حذف الحساب المؤشر عليه

source: New account
ar_eg: حساب جديد

source: Account Code:
ar_eg: كود الحساب :

source: Account Code 2:
ar_eg: كود الحساب - الإضافي :

source: Account Name:
ar_eg: أسم الحساب :

source: Account Group:
ar_eg: مجموعة الحساب :

source: Account Tags:
ar_eg: الكلمات الدلالية للحساب :

source: Account status:
ar_eg: حالة الحساب :

source: Add Account
ar_eg: أضافة حساب

source: Update Account
ar_eg: تحديث حساب

source: Delete account
ar_eg: حذف حساب

source: GL Account Groups
ar_eg: مجموعات حسابات الأستاذ العام

source: The account group name cannot be empty.
ar_eg: أسم مجموعة الحساب لا يمكن تركه فارغاً

source: You cannot set an account group to be a subgroup of itself.
ar_eg: لا يمكن ضبط مجموعة حساب بحيث تكون مجموعة فرعية لنفسه المجموعة

source: Selected account type has been updated
ar_eg: تم تحديث نوع الحساب المؤشر عليه

source: New account type has been added
ar_eg: تمت إضافة نوع حساب جديد

source: Cannot delete this account group because GL accounts have been created referring to it.
ar_eg: لا يمكن حذف مجموعة الحسابات الحالية بسبب أن هناك حسابات للأستاذ العام تم إنشائها مرتبطة بها

source: Cannot delete this account group because GL account groups have been created referring to it.
ar_eg: لا يمكن حذف مجموعة الحسابات الحالية بسبب أن هناك مجموعات حسابات للأستاذ العام تم إنشائها مرتبطة بها

source: Selected account group has been deleted
ar_eg: تم حذف مجموعة الحساب المؤشر عليها

source: Group Name
ar_eg: أسم المجموعة

source: Subgroup Of
ar_eg: مجموعة فرعية من

source: ID:
ar_eg: الرقم التعريفي :

source: Subgroup Of:
ar_eg: مجموعة فرعية من :

source: Quick Entries
ar_eg: الإدخالات السريعة

source: Add new
ar_eg: إضافة سجل جديد

source: The Quick Entry description cannot be empty.
ar_eg: وصف الإدخال السريع لا يمكن أن يكون فارغاً

source: The base amount description cannot be empty.
ar_eg: وصف القيمة الأساسية لا يمكن تركه فارغاً

source: Selected quick entry has been updated
ar_eg: تم تحديث الإدخال السريع المؤشر عليه

source: New quick entry has been added
ar_eg: تمت عملية إضافة إدخال سريع

source: Selected quick entry line has been updated
ar_eg: تمت عملية تحديث سجل الإدخال السريع

source: New quick entry line has been added
ar_eg: تمت عملية إضافة سجل إدخال سريع جديد

source: Selected quick entry has been deleted
ar_eg: تمت عملية حذف الإدخال السريع

source: The Quick Entry has Quick Entry Lines. Cannot be deleted.
ar_eg: الإدخال السريع يتضمن صفوف إدخال سريعة ، لذا لا يمكن حذفه

source: Selected quick entry line has been deleted
ar_eg: تمت عملية حذف سجل الإدخال السريع

source: Base Amount
ar_eg: قيمة الأساس

source: Entry Type
ar_eg: نوع الإدخال

source: Monthly
ar_eg: شهرياً

source: Base Amount Description
ar_eg: وصف قيمة الأساس

source: Default Base Amount
ar_eg: قيمة الأساس الأفتراضية

source: Quick Entry Lines
ar_eg: صفوف الإدخال السريع

source: Post
ar_eg: الترحيل

source: Account/Tax Type
ar_eg: نوع الحساب / الضريبة

source: Posted
ar_eg: مٌرحَلة

source: Tax Type
ar_eg: نوع الضريبة

source: Part
ar_eg: الجزء

source: Transfer has been entered
ar_eg: تم إدخال التحويل

source: &View the GL Journal Entries for this Transfer
ar_eg: أستعرض قيود اليومية الخاصة بالأستاذ العام للتحويل الحالي

source: You must enter a reference.
ar_eg: يجب أن تدخل الإشارة المرجعية

source: View Bank Transfer
ar_eg: أستعرض التحويل البنكي

source: From Bank Account
ar_eg: من الحساب البنكي

source: To Bank Account
ar_eg: إلى الحساب البنكي

source: Transfer Type
ar_eg: نوع التحويل

source: This transfer has been voided.
ar_eg: التحويل الحالي ملغى

source: View Bank Deposit
ar_eg: أستعرض الإيداع البنكي

source: GL Deposit
ar_eg: إيداع عن طريق الأستاذ العام

source: From
ar_eg: من

source: Deposit Type
ar_eg: نوع الإيداع

source: This deposit has been voided.
ar_eg: الإيداع الحالي ملغى

source: There are no items for this deposit.
ar_eg: لا يوجد بنود لهذا الإيداع

source: Items for this Deposit
ar_eg: بنود الإيداع الحالي

source: Item Amounts are Shown in :
ar_eg: قيم البنود موضحة بـ :

source: Account Code
ar_eg: كود الحساب

source: Account Description
ar_eg: وصف الحساب

source: View Bank Payment
ar_eg: عرض المدفوعات البنكية

source: GL Payment
ar_eg: دفعة عن طريق الأستاذ العام

source: Pay To
ar_eg: الدفع إلى

source: Payment Type
ar_eg: نوع الدفعة

source: This payment has been voided.
ar_eg: الدفعة الحالية ملغاة

source: There are no items for this payment.
ar_eg: لا يوجد بنود للدفعة الحالية

source: Items for this Payment
ar_eg: بنود الدفعة الحالية

source: General Ledger Transaction Details
ar_eg: تفاصيل حركات الأستاذ العام

source: The script must be called with a valid transaction type and transaction number to review the general ledger postings for.
ar_eg: يجب أن يتم أستدعاء النص البرمجي بناءاً على نوع حركة و رقم حركة مقبولين لكي يتم عرض الحركات المرحلة إلى الأستاذ العام

source: No general ledger transactions have been created for
ar_eg: لا يوجد حركات للأستاذ العام تم إنشائها لهذا الغرض

source: number
ar_eg: الرقم

source: This transaction has been voided.
ar_eg: الحركة الحالية تم إلغاؤها

source: Exchange Variance
ar_eg: فروقات معدلات تبادل العملات

source: Date:
ar_eg: التاريخ :

source: Pay To:
ar_eg: إدفع إلى :

source: To the Order of:
ar_eg: لأمر :

source: Supplier:
ar_eg: المورد :

source: Customer:
ar_eg: العميل :

source: Branch:
ar_eg: الفرع :

source: Go
ar_eg: أذهب

source: Edit document line
ar_eg: تحرير سجل المستند

source: Remove line from document
ar_eg: حذف سجل من المستند

source: Confirm changes
ar_eg: تأكيد التغييرات

source: Cancel changes
ar_eg: إلغاء التغييرات

source: Add Item
ar_eg: إضافة بند

source: Add new item to document
ar_eg: إضافة بند جديد للمستند

source: Reverse Transaction:
ar_eg: عكس الحركة :

source: Quick Entry
ar_eg: الإدخال السريع

source: Edit journal line
ar_eg: تحرير سجل سند قيد اليومية

source: Remove line from journal
ar_eg: حذف سجل من سند قيد اليومية

source: Add new line to journal
ar_eg: إضافة سجل إلى سند قيد اليومية

source: System administration
ar_eg: مدير النظام

source: Company setup
ar_eg: إعدادات الشركة

source: Special maintenance
ar_eg: مهمة صيانة خاصة

source: Sales configuration
ar_eg: توصيف المبيعات

source: Sales transactions
ar_eg: حركات المبيعات

source: Sales related reports
ar_eg: التقارير ذات العلاقة بالمبيعات

source: Purchase configuration
ar_eg: توصيف المشتريات

source: Purchase transactions
ar_eg: حركات المشتريات

source: Purchase analytics
ar_eg: تحليلات المشتريات

source: Inventory configuration
ar_eg: توصيف المخزون

source: Inventory operations
ar_eg: عمليات المخزون

source: Inventory analytics
ar_eg: تحليلات المخزون

source: Manufacturing configuration
ar_eg: توصيف العمليات التصنيعية

source: Manufacturing transations
ar_eg: حركات العمليات التصنيعية

source: Manufacturing analytics
ar_eg: تحليلات العمليات التصنيعية

source: Dimensions configuration
ar_eg: توصيف القطاعات التحليلية

source: Dimensions
ar_eg: القطاعات التحليلية

source: Banking & GL configuration
ar_eg: توصيف البنوك و الأستاذ العام

source: Banking & GL transactions
ar_eg: حركات البنوك و الأستاذ العام

source: Banking & GL analytics
ar_eg: تحليلات الأستاذ العام و البنوك

source: Install/update companies
ar_eg: تثبيت و تحديث الشركات

source: Install/update languages
ar_eg: تثبيت و تحديث اللغات

source: Install/upgrade modules
ar_eg: تثبيت و تحديث الإضافات البرمجية

source: Software upgrades
ar_eg: تحديث البرنامج

source: Company parameters
ar_eg: محددات الشركة

source: Access levels edition
ar_eg: تعديل مستويات الوصول

source: Users setup
ar_eg: إعدادات حسابات المستخدمين

source: Point of sales definitions
ar_eg: تعريفات نقاط المبيعات

source: Printers configuration
ar_eg: توصيف الطابعات

source: Print profiles
ar_eg: الإعدادات الجانبية للطباعة

source: Payment terms
ar_eg: شروط الدفع

source: Shipping ways
ar_eg: طرق الشحن

source: Credit status definitions changes
ar_eg: تمت عملية تغيير توصيفات الحالة الائتمانية

source: Inventory locations changes
ar_eg: التغييرات في المواقع المخزنية

source: Inventory movement types
ar_eg: أنواع الحركات المخزنية

source: Manufacture work centres
ar_eg: مراكز عمل العمليات التصنيعية

source: Forms setup
ar_eg: إعدادات نماذج الإدخال

source: Voiding transactions
ar_eg: إلغاء الحركات

source: Database backup/restore
ar_eg: الأسترجاع و النسخ الأحتياطي لقاعدة البيانات

source: Common view/print transactions interface
ar_eg: واجهة عرض و طباعة القيود الأعتيادية

source: Attaching documents
ar_eg: إرفاق المستندات

source: Display preferences
ar_eg: تفضيلات العرض

source: Password changes
ar_eg: تغييرات كلمة المرور

source: Sales types
ar_eg: أنواع المبيعات

source: Sales prices edition
ar_eg: تعديل أسعار المبيعات

source: Sales staff maintenance
ar_eg: عمليات الصيانة لطاقم المبيعات

source: Sales areas maintenance
ar_eg: عمليات الصيانة لمناطق المبيعات

source: Sales groups changes
ar_eg: تغييرات مجموعات المبيعات

source: Sales templates
ar_eg: قوالب المبيعات

source: Recurrent invoices definitions
ar_eg: تعريفات الفواتير الدورية

source: Sales transactions view
ar_eg: عرض حركات المبيعات

source: Sales customer and branches changes
ar_eg: تغييرات عميل المبيعات و الفروع

source: Sales quotations
ar_eg: خطابات تسعير المبيعات

source: Sales orders edition
ar_eg: تعديلات أوامر المبيعات

source: Sales deliveries edition
ar_eg: تعديلات أومر تسليم المبيعات

source: Sales invoices edition
ar_eg: تعديلات فواتير المبيعات

source: Sales credit notes against invoice
ar_eg: إشعارات المبيعات الدائنة مقابل الفواتير

source: Sales freehand credit notes
ar_eg: حرية التصرف في الإشعارات الدائنة للمبيعات

source: Customer payments entry
ar_eg: إدخال مقبوضات العملاء

source: Customer payments allocation
ar_eg: تخصيصات مقبوضات العميل

source: Sales analytical reports
ar_eg: تقارير تحليلات المبيعات

source: Sales document bulk reports
ar_eg: تقارير مستند شحنة المبيعات

source: Sales prices listing
ar_eg: قائمة أسعار المبيعات

source: Sales staff listing
ar_eg: قائمة طاقم المبيعات

source: Customer bulk listing
ar_eg: قائمة شحنة العميل

source: Customer status report
ar_eg: تقرير حالة العميل

source: Customer payments report
ar_eg: تقرير مقبوضات العميل

source: Purchase price changes
ar_eg: تغييرات أسعار الشراء

source: Supplier transactions view
ar_eg: عرض حركات المورد

source: Suppliers changes
ar_eg: تغييرات الموردين

source: Purchase order entry
ar_eg: إدخال أمر الشراء

source: Purchase receive
ar_eg: عملية أستلام أمر الشراء

source: Supplier invoices
ar_eg: فواتير الموردين

source: Deleting GRN items during invoice entry
ar_eg: حذف البنود المخزنية المستلمة بسند التسليم من خلال إدخال الفاتورة

source: Supplier credit notes
ar_eg: الإشعارات الدائنة للموردين

source: Supplier payments
ar_eg: المدفوعات للموردين

source: Supplier payments allocations
ar_eg: تخصيصات مدفوعات الموردين

source: Supplier analytical reports
ar_eg: التقارير التحليلية للمورد

source: Supplier document bulk reports
ar_eg: تقارير مستند شحن المورد

source: Supplier payments report
ar_eg: تقرير مدفوعات المورد

source: Stock items add/edit
ar_eg: تعديل و إضافة البنود المخزنية

source: Sales kits
ar_eg: أدوات البيع

source: Item categories
ar_eg: تصنيفات بنود المخزون

source: Units of measure
ar_eg: وحدات القياس

source: Stock status view
ar_eg: عرض حالة المخزون

source: Stock transactions view
ar_eg: عرض حركات المخزون

source: Foreign item codes entry
ar_eg: إدخال أكواد البنود المخزنية الأجنبية

source: Inventory location transfers
ar_eg: تحويلات مواقع التخزين

source: Inventory adjustments
ar_eg: قيود التعديل مخزنية

source: Reorder levels
ar_eg: مستويات إعادة الطلب

source: Items analytical reports and inquiries
ar_eg: تقارير و استعلامات تحليلات البنود المخزنية

source: Inventory valuation report
ar_eg: تقرير تقييم المخزون

source: Bill of Materials
ar_eg: قائمة تركيبة المواد

source: Manufacturing operations view
ar_eg: عرض العمليات التصنيعية

source: Work order entry
ar_eg: إدخال أوامر التشغيل

source: Material issues entry
ar_eg: إدخال صرفيات المواد

source: Final product receive
ar_eg: إستلام المنتجات النهائية

source: Work order releases
ar_eg: إصدار أمر التشغيل

source: Work order analytical reports and inquiries
ar_eg: تقارير و استعلامات تحليلات أوامر التشغيل

source: Manufacturing cost inquiry
ar_eg: الأستعلام عن تكلفة التصنيع

source: Work order bulk reports
ar_eg: تقارير شحن أمر التشغيل

source: Bill of materials reports
ar_eg: قائمة تركيبة المواد

source: Dimension tags
ar_eg: الكلمات الدلالية للقطاع التحليلي

source: Dimension view
ar_eg: عرض القطاع التحليلي

source: Dimension entry
ar_eg: إدخال القطاع التحليلي

source: Dimension reports
ar_eg: تقارير القطاعات التحليلية

source: Item tax type definitions
ar_eg: تعريفات أنواع ضرائب البنود المخزنية

source: GL accounts edition
ar_eg: تعديل حسابات الأستاذ العام

source: GL account groups
ar_eg: مجموعات حساب الأستاذ العام

source: GL account classes
ar_eg: التصنيفات الرئيسية لحساب الأستاذ العام

source: Quick GL entry definitions
ar_eg: تعريفات قيود يومية الأستاذ العام السريعة

source: Bank accounts
ar_eg: الحسابات البنكية

source: Tax rates
ar_eg: المعدلات الضريبية

source: Tax groups
ar_eg: مجموعات الضرائب

source: Fiscal years maintenance
ar_eg: عمليات صيانة السنوات المالية

source: Company GL setup
ar_eg: إعدادات الأستاذ العام للشركة

source: GL Account tags
ar_eg: الكلمات الدلالية لحساب الأستاذ العام

source: Bank transactions view
ar_eg: عرض الحركات البنكية

source: GL postings view
ar_eg: عرض ترحيلات الأستاذ العام

source: Exchange rate table changes
ar_eg: جدول تغييرات معدلات تبادل العملات

source: Bank payments
ar_eg: الدفعات البنكية

source: Bank deposits
ar_eg: الإيداعات البنكية

source: Bank account transfers
ar_eg: التحويلات بين الحسابات البنكية

source: Bank reconciliation
ar_eg: تسوية البنك

source: Manual journal entries
ar_eg: قيود اليومية اليدوية

source: Journal entries to bank related accounts
ar_eg: قيود الومية للحسابات المتعلقة بالبنك

source: Budget edition
ar_eg: تعديل الموازنة التقديرية

source: Item standard costs
ar_eg: التكاليف المعيارية للبنود المخزنية

source: GL analytical reports and inquiries
ar_eg: تقارير و استعلامات تحليلات الأستاذ العام

source: Tax reports and inquiries
ar_eg: التقارير و الأستعلامات الخاصة بالضرائب

source: Bank reports and inquiries
ar_eg: التقارير و الأستعلامات الخاصة بالنك

source: GL reports and inquiries
ar_eg: التقارير و الأستعلامات الخاصة بالأستاذ العام

source: Cannot retrieve exchange rate for currency %s as of %s. Please add exchange rate manually on Exchange Rates page.
ar_eg: لا يمكن الحصول على معدل تبادل العملة %s كما في %s الرجاء إضافة معدل تبادل العملة يدوياً من خلال صفحة معدلات التبادل

source: Before software upgrade you have to include old $security_groups and $security_headings arrays from old config.php file to the new one.
ar_eg: قبل ترقية البرنامج يجب عليك أن تتضمن المصفوفات الخاصة بـ $security_groups و $security_headings من الملف القديم config.php للملف الجديد

source: Back
ar_eg: الرجوع

source: System is available for site admin only until full database upgrade
ar_eg: النظام متاح لمدير الموقع فقط حتى يتم ترقية قاعدة البيانات بالكامل

source: Requesting data...
ar_eg: طلب بيانات ...

source: in file
ar_eg: في الملف

source: at line
ar_eg: في السجل

source: Debug mode database warning:
ar_eg: تحذير بيئة أستكشاف أخطاء قاعدة البيانات :

source: DATABASE ERROR :
ar_eg: خطأ في قاعدة البيانات :

source: The entered information is a duplicate. Please go back and enter different values.
ar_eg: المعلومات المدخلة مكررة ، رجاءاً الرجوع للخلف مرة أخرى و إدخال قيم مختلفة

source: This page is usable only with javascript enabled browsers.
ar_eg: هذه الصفحة مستخدمة فقط مع برامج المتصفح المفعل فيها ميزة JavaScript

source: Incorrect Password
ar_eg: كلمة مرور خاطئة

source: The user and password combination is not valid for the system.
ar_eg: تركيبة أسم المستخدم و كلمة المرور غير مقبولة بالنسبة للنظام
