Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-15.po
Languages: pl_pl

source: Main Menu
pl_pl: Menu G³ówne

source: Logout
pl_pl: Wylogowanie

source: Restricted access
pl_pl: Dostêp zabroniony

source: Login as user: demouser and password: password
pl_pl: Zaloguj siê jako u¿ytkownik: demouser z has³em: password

source: Please login here
pl_pl: Zaloguj siê

source: Authorization timeout
pl_pl: Sesja logowania wygas³a

source: Version
pl_pl: Wersja

source: User name
pl_pl: Nazwa u¿ytkownika

source: Password:
pl_pl: Has³o:

source: Company
pl_pl: Firma

source: Login -->
pl_pl: Zaloguj

source: Theme:
pl_pl: Temat graf.:

source: Thank you for using
pl_pl: Dziêkujemy za wspó³pracê.<br>

source: Click here to Login Again.
pl_pl: Tu mo¿esz siê zalogowaæ ponownie.

source: Attach Documents
pl_pl: Do³±czanie Kopii Dokumentów

source: Attachment has been inserted.
pl_pl: Dokument zosta³ do³±czony.

source: Attachment has been updated.
pl_pl: Dokument zosta³ zaktualizowany.

source: Attachment has been deleted.
pl_pl: Dokument zosta³ usuniêty.

source: Type:
pl_pl: Typ:

source: Description
pl_pl: Opis

source: Filename
pl_pl: Nazwa pliku

source: Size
pl_pl: Wielko¶æ

source: Filetype
pl_pl: Typ pliku

source: Date Uploaded
pl_pl: Data Do³±czenia:

source: Edit
pl_pl: Zmieñ

source: View
pl_pl: Poka¿

source: Download
pl_pl: ¦ci±gnij kopiê

source: Delete
pl_pl: Usuñ

source: Transaction #
pl_pl: Nr Transakcji

source: Attached File
pl_pl: Plik Za³±czony

source: Select backup file first.
pl_pl: Najpierw wybierz plik backup.

source: Backup and Restore Database
pl_pl: Zapis/odtworzenie kopii bezpieczeñstwa

source: Backup paths have not been set correctly.
pl_pl: Nie wybrano prawid³owej ¶cie¿ki folderu kopii bezpieczeñstwa

source: Please contact System Administrator.
pl_pl: Skontaktuj siê z administratorem

source: cannot find backup directory
pl_pl: niemo¿na znale¼æ folderu kopii

source: Backup successfully generated.
pl_pl: Kopia bezpieczeñstwa wykonana prawid³owo.

source: Database backup failed.
pl_pl: Odtwarzanie bazy danych nie powiod³o siê.

source: No
pl_pl: Nie

source: Restore backup completed.
pl_pl: Odtwarzanie bazy danych z kopii bezpieczeñstwa zakoñczy³o siê prawid³owo

source: File successfully deleted.
pl_pl: Plik usuniêty.

source: Can't delete backup file.
pl_pl: Nie mo¿na usun±æ pliku.

source: You can only upload *.sql backup files
pl_pl: Za³adowaæ mo¿na tylko pliki kopii bezpieczeñstwa typu *.sql

source: File was not uploaded into the system.
pl_pl: Plik nie zosta³ za³adowany na serwer.

source: Create backup
pl_pl: Zapisz kopiê

source: Comments:
pl_pl: Uwagi:

source: Compression:
pl_pl: Kompresja:

source: Create Backup
pl_pl: Tworzenie kopii

source: Backup scripts maintenance
pl_pl: Kopie bezpieczeñstwa

source: View Backup
pl_pl: Poka¿ kopiê

source: Download Backup
pl_pl: ¦ci±gnij kopiê

source: Restore Backup
pl_pl: Odtwórz z kopii

source: You are about to restore database from backup file. Do you want to continue?
pl_pl: Zamierzasz odtworzyæ bazê danych z pliku. Czy chcesz kontynuowaæ?

source: Delete Backup
pl_pl: Usuñ kopiê

source: You are about to remove selected backup file. Do you want to continue ?
pl_pl: Zamierzasz usun±æ plik kopii bezpieczeñstwa. Czy chcesz kontynuowaæ?

source: Upload file
pl_pl: Za³aduj plik

source: Change password
pl_pl: Zmieñ has³o

source: The password entered must be at least 4 characters long.
pl_pl: Podane has³o musi mieæ co najmniej 4 znaki.

source: The password cannot contain the user login.
pl_pl: Has³o nie mo¿e zawieraæ nazwy u¿ytkownika.

source: The passwords entered are not the same.
pl_pl: Podane has³a nie s± jednakowe.

source: Password cannot be changed in demo mode.
pl_pl: Has³o nie mo¿e byæ zmienione w trybie demo.

source: Your password has been updated.
pl_pl: Has³o zosta³o zmienione.

source: User login:
pl_pl: Nazwa u¿ytkownika:

source: Repeat password:
pl_pl: Powtórz has³o:

source: Enter your new password in the fields.
pl_pl: Podaj nowe has³o w obu polach

source: Company Setup
pl_pl: Ustawienia Firmy

source: Login timeout must be positive number not less than 10.
pl_pl: Czas wa¿no¶ci logowania nie mo¿e byæ mniejszy ni¿ 10s.

source: The company name must be entered.
pl_pl: Nazwa firmy musi byæ wprowadzona.

source: Only jpg and png files are supported - a file extension of .jpg or .png is expected
pl_pl: System obs³uguje tylko obrazki w formacie jpeg lub png. Oczekiwana jest nazwa pliku z roszerzeniem .jpg/.png

source: The file size is over the maximum allowed. The maximum size allowed in KB is
pl_pl: Rozmiar pliku jest zbyt du¿y. Maksymalna dozwolona wielko¶æ pliku w KB to

source: Only graphics files can be uploaded
pl_pl: Mo¿na za³adowaæ tylko pliki graficzne

source: The existing image could not be removed
pl_pl: Istniej±cy plik nie mo¿e byæ usuniêty

source: Error uploading logo file
pl_pl: B³±d przy wczytywaniu pliku logo

source: Company setup has been updated.
pl_pl: Dane firmy zaktualizowane.

source: Name (to appear on reports):
pl_pl: Nazwa (do wydruków):

source: Address:
pl_pl: Adres:

source: Domicile:
pl_pl: Siedziba:

source: Phone Number:
pl_pl: Numer Telefonu:

source: Fax Number:
pl_pl: Numer Faksu:

source: Email Address:
pl_pl: Adres email:

source: Official Company Number:
pl_pl: Numer REGON:

source: GSTNo:
pl_pl: NIP:

source: Home Currency:
pl_pl: Waluta podstawowa:

source: Fiscal Year:
pl_pl: Rok Podatkowy:

source: Tax Periods:
pl_pl: Podatek VAT p³atny co:

source: Months.
pl_pl: miesiêcy.

source: Tax Last Period:
pl_pl: Ostatni termin p³atno¶ci:

source: Months back.
pl_pl: miesiêcy wstecz.

source: Company Logo:
pl_pl: Logo firmy:

source: New Company Logo (.jpg)
pl_pl: Nowe logo firmy (.jpg)

source: Delete Company Logo:
pl_pl: Usuñ Logo Firmy:

source: Use Dimensions:
pl_pl: Przekrój:

source: Base for auto price calculations:
pl_pl: Cennik bazowy:

source: No base price list
pl_pl: Brak cennika bazowego

source: Add Price from Std Cost:
pl_pl: Wyliczanie nieznanych cen z kosztów standadowych:

source: Round to nearest:
pl_pl: Zaokr±glanie cen do:

source: Search Item List
pl_pl: Wybór towarów przez wyszukiwanie

source: Search Customer List
pl_pl: Wybór klientów przez wyszukiwanie

source: Search Supplier List
pl_pl: Wybór dostawców przez wyszukiwanie

source: Automatic Revaluation Currency Accounts
pl_pl: Automatyczna Rewaluacja Kont Walutowych

source: Time Zone on Reports
pl_pl: Drukuj strefê czasow± na raportach

source: Login Timeout:
pl_pl: Wa¿no¶æ Logowania:

source: seconds
pl_pl: sekund

source: Version Id
pl_pl: Wersja bazy

source: Update
pl_pl: Aktualizuj

source: Create/Update Company
pl_pl: Tworzenie/Aktualizacja Firm

source: This database settings are already used by another company.
pl_pl: Te parametry bazy danych s± ju¿ u¿ywane przez inn± firmê

source: You cannot have table set without prefix together with prefixed sets in the same database.
pl_pl: Nie mo¿na u¿ywaæ jednocze¶nie zestawu tablic bez prefixu i z prefixem w tej samej bazie danych.

source: Error creating Database:
pl_pl: B³±d przy tworzeniu bazy danych:

source: , Please create it manually
pl_pl: , Utwórz j± rêcznie

source: Cannot create new company due to bugs in sql file.
pl_pl: B³êdy w pliku sql: nie mo¿na utworzyæ nowej firmy.

source: Cannot open the configuration file -
pl_pl: Nie mo¿na otworzyæ pliku konfiguracyjnego -

source: Cannot write to the configuration file -
pl_pl: Nie mo¿na zapisaæ pliku konfiguracji -

source: The configuration file
pl_pl: Plik konfiguracyjny

source: is not writable. Change its permissions so it is, then re-run the operation.
pl_pl: jest zabezpieczony przed zapisem. Zmieñ prawa dostêpu i spróbuj ponownie.

source: New company has been created.
pl_pl: Dodano now± firmê.

source: Company has been updated.
pl_pl: Dane firmy zosta³y zaktualizowane.

source: Broken company subdirectories system. You have to remove this company manually.
pl_pl: System folderów danych firm jest nieprawid³owy. Musisz usun±æ tê firmê rêcznie.

source: Cannot rename subdirectory to temporary name.
pl_pl: Nie mo¿na zmieniæ nazwy folderu.

source: Cannot rename company subdirectory
pl_pl: Nie mo¿na zmieniæ nazwy folderu firmy

source: Error removing Database:
pl_pl: B³±d przy usuniêciu bazy danych:

source: , please remove it manually
pl_pl: , usuñ j± rêcznie

source: Cannot remove temporary renamed company data directory
pl_pl: Nie mo¿na usun±æ folderu firmy z tymczasowo zmienion± nazw±

source: Selected company has been deleted
pl_pl: Firma zosta³a usuniêta.

source: Are you sure you want to delete company no.
pl_pl: Czy jeste¶ pewien, ¿e chcesz usun±æ firmê nr.

source: Database Host
pl_pl: Serwer bazy danych

source: Database User
pl_pl: U¿ytkownik bazy danych

source: Database Name
pl_pl: Nazwa bazy danych

source: Table Pref
pl_pl: Prefix tabel

source: Default
pl_pl: Domy¶lne

source: Yes
pl_pl: Tak

source: The marked company is the current company which cannot be deleted.
pl_pl: Zaznaczona firma jest aktualnie aktywna i nie mo¿e byæ usuniêta.

source: Host
pl_pl: Adres Serwera

source: Database Password
pl_pl: Has³o bazy danych

source: None
pl_pl: Brak

source: Database Script
pl_pl: Skrypt bazy danych

source: New script Admin Password
pl_pl: Nowe has³o Administratora

source: Save
pl_pl: Zapisz

source: Create a new company
pl_pl: Utwórz now± firmê

source: Contact Categories
pl_pl: Kategorie Kontaktów

source: Category description cannot be empty.
pl_pl: Opis kategorii nie mo¿e byæ pusty.

source: Selected contact category has been updated
pl_pl: Wybrana kategoria kontaktów zosta³a zaktualizowana

source: New contact category has been added
pl_pl: Dodano now± kategoriê kontaktów

source: Cannot delete this category because there are contacts related to it.
pl_pl: Nie mo¿na usun±æ tej kategorii, poniewa¿ istniej± kontakty do niej nale¿±ce.

source: Category has been deleted
pl_pl: Kategoria zosta³a usuniêta.

source: Type id
pl_pl: ID Typu

source: Action id
pl_pl: ID akcji

source: Short Name
pl_pl: Nazwa skrócona

source: Contact Category Type:
pl_pl: Typ Kategorii Kontaktów:

source: Contact Category Subtype:
pl_pl: Podtyp Kategorii Kontaktów:

source: Category Short Name:
pl_pl: Krótka Nazwa Kategorii:

source: Category Description:
pl_pl: Opis Kategorii:

source: Display Setup
pl_pl: Ustawienia Wy¶wietlania

source: Query size must be integer and greater than zero.
pl_pl: Rozmiar strony wyników musi byæ numeryczny i wiêkszy ni¿ zero

source: Display settings have been updated. Keep in mind that changed settings are restored on every login in demo mode.
pl_pl: Ustawienia wy¶wietlania zosta³y zapisane. Pamiêtaj, ¿e w trybie demo zmienione ustawienia s± odtwarzane do warto¶ci domy¶lnych przy ka¿dym logowaniu.

source: Display settings have been updated.
pl_pl: Ustawienia wy¶wietlania zaktualizowano

source: Decimal Places
pl_pl: Miejsca dziesiêtne

source: Prices/Amounts:
pl_pl: Ceny/Warto¶ci:

source: Quantities:
pl_pl: Ilo¶ci

source: Exchange Rates:
pl_pl: Kursy wymiany:

source: Percentages:
pl_pl: Procenty:

source: Dateformat and Separators
pl_pl: Format daty i separatory

source: Dateformat:
pl_pl: Format daty:

source: Date Separator:
pl_pl: Separator daty:

source: Thousand Separator:
pl_pl: Separator tysiêcy:

source: Decimal Separator:
pl_pl: Separator dziesiêtnych:

source: Language
pl_pl: Jêzyk

source: Language:
pl_pl: Jêzyk:

source: Miscellaneous
pl_pl: Ró¿ne

source: Show hints for new users:
pl_pl: Pokazuj wskazówki dla nowych u¿ytkowników:

source: Show GL Information:
pl_pl: Wy¶wietlanie informacji KG:

source: Show Item Codes:
pl_pl: Wy¶wietlanie kodów towarów:

source: Page Size:
pl_pl: Papier:

source: Start-up Tab
pl_pl: Zak³adka startowa

source: Printing profile
pl_pl: Profil drukowania

source: Browser printing support
pl_pl: Wydruk poprzez przegl±darkê

source: Use popup window to display reports:
pl_pl: Wy¶wietlaj raporty w oddzielnym oknie:

source: Set this option to on if your browser directly supports pdf files
pl_pl: W³±cz tê opcjê je¶li twoja przegl±darka otwiera pliki pdf w bie¿±cym oknie

source: Use icons instead of text links:
pl_pl: Wy¶wietlaj ikony zamiast linków edycyjnych:

source: Set this option to on for using icons instead of text links
pl_pl: W³±cz t± opcjê, aby u¿ywaæ ikon zamiast linków

source: Query page size:
pl_pl: Rozmiar strony wyników wyszukiwania:

source: Remember last document date:
pl_pl: Pamiêtaj ostatni± datê dokumentu

source: If set document date is remembered on subsequent documents, otherwise default is current date
pl_pl: Je¶li zaznaczona domy¶lnie w nowych dokumentach ustawiana jest ostatnio u¿yta data, w przeciwnym razie ustawiana jest data aktualna.

source: Fiscal Years
pl_pl: Lata Podatkowe

source: Invalid BEGIN date in fiscal year.
pl_pl: B³êdna data pocz±tkowa roku podatkowego.

source: Invalid END date in fiscal year.
pl_pl: B³êdna data koñcowa roku podatkowego.

source: BEGIN date bigger than END date.
pl_pl: Data pocz±tkowa pó¼niejsza ni¿ koñcowa.

source: Cannot CLOSE this year because there are open fiscal years before
pl_pl: Nie mo¿na zamkn±æ tego roku fiskalnego, poniewa¿ wcze¶niejszy okres nie zosta³ jeszcze zamkniêty.

source: Selected fiscal year has been updated
pl_pl: Parametry roku podatkowego zosta³y zaktualizowane

source: New fiscal year has been added
pl_pl: Dodano nowy rok podatkowy

source: Cannot delete this fiscal year because thera are fiscal years before.
pl_pl: Nie mo¿na usun±æ tego roku fiskalnego, poniewa¿ wcze¶niejsze okresy nie zosta³ jeszcze usuniête.

source: Cannot delete this fiscal year because the fiscal year is not closed.
pl_pl: Nie mo¿na usun±æ roku podatkowego poniewa¿ jest on nadal otwarty.

source: Selected fiscal year has been deleted
pl_pl: Wybrany rok fiskalny zosta³ usuniêty

source: Warning: Deleting a fiscal year all transactions are removed and converted into relevant balances. This process is irreversible!
pl_pl: Uwaga: Usuniêcie roku podatkowego usuwa wszystkie transakcje w danym roku i zamienia je w odpowiednie salda. Ten proces jest nieodwracalny!

source: Fiscal Year Begin
pl_pl: Pocz±tek roku podatkowego

source: Fiscal Year End
pl_pl: Koniec roku podatkowego

source: Closed
pl_pl: Zamkniêty

source: Are you sure you want to delete fiscal year %s - %s? All transactions are deleted and converted into relevant balances. Do you want to continue ?
pl_pl: Czy jeste¶ pewien, ¿e chcesz usun±æ rok podatkowy '%s-%s'? Wszystkie transakcje w danym roku zostan± usuniête i zamienione w odpowiednie salda. Czy chcesz kontynuowaæ?

source: The marked fiscal year is the current fiscal year which cannot be deleted.
pl_pl: Zaznaczony rok podatkowy jest rokiem aktualnym i nie mo¿e byæ usuniêty

source: Fiscal Year Begin:
pl_pl: Pocz±tek Roku Podatkowego

source: Fiscal Year End:
pl_pl: Koniec Roku Podatkowego

source: Is Closed:
pl_pl: Zamkniêty:

source: Forms Setup
pl_pl: Ustawienia Formularzy

source: Forms settings have been updated.
pl_pl: Parametry formularzy zaktualizowano.

source: Form
pl_pl: Formularz

source: Next Reference
pl_pl: Nastêpny identyfikator

source: System and General GL Setup
pl_pl: Ustawienia Systemowe i Ksiêgi G³ównej

source: The delivery over-receive allowance must be between 0 and 100.
pl_pl: Maksymalna dozwolona nadwy¿ka dostawy wzglêdem zamówienia musi mieæ warto¶æ miêdzy 0 i 100

source: The invoice over-charge allowance must be between 0 and 100.
pl_pl: Maksymalna dozwolona nadp³ata na fakturze musi mieæ warto¶c miêdzy 0 i 100.

source: The past due days interval allowance must be between 0 and 100.
pl_pl: Maksymalne przeterminowanie musi siê zawieraæ miêdzy 0 i 100.

source: The general GL setup has been updated.
pl_pl: Ustawienia Ksiêgi G³ównej zosta³y zaktualizowane.

source: General GL
pl_pl: Ksiêga G³ówna

source: Past Due Days Interval:
pl_pl: Dopuszczalne przekroczenie terminu p³atno¶ci:

source: days
pl_pl: dni

source: Retained Earnings:
pl_pl: Zysk akumulowany:

source: Profit/Loss Year:
pl_pl: Zysk/strata roczna:

source: Exchange Variances Account:
pl_pl: Konto Ró¿nic Kursowych:

source: Bank Charges Account:
pl_pl: Konto Ksiêgowe Op³at Bankowych:

source: Customers and Sales
pl_pl: Klienci i Sprzeda¿

source: Default Credit Limit:
pl_pl: Domy¶lny limit kredytu:

source: Accumulate batch shipping:
pl_pl: Sumuj koszty dostaw na fakturze sprzeda¿y:

source: Legal Text on Invoice:
pl_pl: Sta³a sentencja na fakturach:

source: Shipping Charged Account:
pl_pl: Konto Rozliczeniowe Kosztów Transportu:

source: Customers and Sales Defaults
pl_pl: Parametry Klientów i Sprzeda¿y

source: Receivable Account:
pl_pl: Konto Nale¿no¶ci:

source: Sales Account:
pl_pl: Konto Sprzeda¿y:

source: Sales Discount Account:
pl_pl: Konto Upustów (Sprzeda¿):

source: Prompt Payment Discount Account:
pl_pl: Konto Upustów z Tytu³u Przedp³aty:

source: Delivery Required By:
pl_pl: Domy¶lny Termin Realizacji:

source: Dimension Defaults
pl_pl: Parametry Przekrojów

source: Dimension Required By After:
pl_pl: Termin zamkniêcia przekroju:

source: Suppliers and Purchasing
pl_pl: Dostawy i Zakupy

source: Delivery Over-Receive Allowance:
pl_pl: Dozwolone Przekroczenie Warto¶ci Dostawy:

source: Invoice Over-Charge Allowance:
pl_pl: Dozwolone Przekroczenie Warto¶ci Wysy³ki:

source: Suppliers and Purchasing Defaults
pl_pl: Parametrów Dostawców i Zakupów

source: Payable Account:
pl_pl: Konto Zobowi±zañ:

source: Purchase Discount Account:
pl_pl: Konto Upustów (Zakupy):

source: Inventory
pl_pl: Magazyny

source: Allow Negative Inventory:
pl_pl: Dozwolone Stany Ujemne:

source: Warning: This may cause a delay in GL postings
pl_pl: Uwaga: to mo¿e powodowaæ opó¼nienia w ksiêgowaniach KG

source: Items Defaults
pl_pl: Parametry Magazynowe

source: Inventory Account:
pl_pl: Konto Magazynowe:

source: C.O.G.S. Account:
pl_pl: Konto Kosztów W³asnych Sprzeda¿y:

source: Inventory Adjustments Account:
pl_pl: Konto Ró¿nic Magazynowych:

source: Item Assembly Costs Account:
pl_pl: Konto Kosztów Produkcji:

source: Manufacturing Defaults
pl_pl: Parametry Produkcyjne

source: Work Order Required By After:
pl_pl: Domy¶lny Termin Wykonania Zlecenia:

source: Install Charts of Accounts
pl_pl: Instalacja Planów Kont

source: Selected chart has been successfully deleted
pl_pl: Wybrany plan kont zosta³ usuniêty

source: Chart
pl_pl: Plan kont

source: Installed
pl_pl: Zainstalowane

source: Available
pl_pl: Dostêpne

source: Encoding
pl_pl: Kodowanie

source: Unknown
pl_pl: Nieznana

source: Install
pl_pl: Instaluj

source: Upload and install latest extension package
pl_pl: Pobranie i instalacja najnowszej wersji pakietu

source: You are about to remove package \'%s\'. Do you want to continue ?
pl_pl: Zamierzasz usun±æ pakiet \'%s\'. Czy chcesz kontynuowaæ?

source: Install/Update Languages
pl_pl: Instalacja/Aktualizacja Jêzyków

source: Name
pl_pl: Nazwa

source: Right To Left
pl_pl: Od Prawej do Lewej

source: Supported
pl_pl: Wspierany

source: Display also languages not supported by server locales
pl_pl: Wy¶wietl równie¿ jêzyki nie wspierane przez system serwera

source: Edit non standard language configuration
pl_pl: Wprowad¼ niestandardow± konfiguracjê jêzykow±

source: Upload and install latest language package
pl_pl: Pobierz i zainstaluj najnowsz± wersjê pakietu jêzykowego.

source: You are about to remove language \'%s\'. Do you want to continue ?
pl_pl: Zamierzasz usun±æ jêzyk \'%s\'. Czy chcesz kontynuowaæ?

source: The marked language is the current language which cannot be deleted.
pl_pl: Jêzyk aktualnie u¿ywany nie mo¿e byæ usuniêty.

source: Update default
pl_pl: Zapisz jêzyk domy¶lny

source: Add new language manually
pl_pl: Dodaj jêzyk niestandardowy

source: Language name, code nor encoding cannot be empty
pl_pl: Nazwa jêzyka, kod jêzyka ani kodowanie nie mo¿e byæ puste.

source: Standard package for this language is already installed. If you want to install this language manually, uninstall standard language package first.
pl_pl: Standardowy pakiet dla tego jêzyka jest ju¿ zainstalowany. Je¶li chcesz zainstalowaæ wersjê niestandardow±, odinstaluj najpierw pakiet standardowy.

source: Language Code
pl_pl: Kod Jêzyka

source: Language Name
pl_pl: Nazwa Jêzyka

source: Default Language
pl_pl: Jêzyk Domy¶lny

source: Language File
pl_pl: Plik t³umaczenia

source: Select your language files from your local harddisk.
pl_pl: Wybierz pliki t³umaczeñ z dysku lokalnego.

source: Install/Activate extensions
pl_pl: Instalacja/Aktywacja Rozszerzeñ

source: Extension name cannot be empty.
pl_pl: Nazwa rozszerzenia nie mo¿e byæ pusta.

source: Extension name have to be unique.
pl_pl: Nazwa rozszerzenia musi byæ unikalna.

source: Extension title cannot be empty.
pl_pl: Tytu³ rozszerzenia nie mo¿e byæ pusty.

source: Extension folder name cannot be empty.
pl_pl: Nazwa folderu rozszerzenia nie mo¿e byæ pusta.

source: You have to select extension file to upload
pl_pl: Musisz wybraæ pakiet do za³adowania

source: Module installation support is not implemented.
pl_pl: Instalacja niestandardowych modu³ów nie jest zaimplementowana. Musisz zrobiæ to rêcznie.

source: Selected extension has been successfully deleted
pl_pl: Wybrane rozszerzenie zosta³o usuniête

source: Extension
pl_pl: Rozszerzenie

source: Modules provided
pl_pl: Dostêpne modu³y

source: Options provided
pl_pl: Opcje menu

source: Edit third-party extension parameters.
pl_pl: Parametry rozszerzenia niestandadowego.

source: Add third-party extension
pl_pl: Dodaj rozszerzenie niestandardowe

source: Active
pl_pl: Aktywny

source: Subfolder (in modules directory)
pl_pl: Subfolder (w katalogu modules)

source: Menu Tab
pl_pl: Zak³adka Menu

source: Menu Link Text
pl_pl: Tekst Opcji Menu

source: Default status
pl_pl: Domy¶lny status

source: Extension File
pl_pl: Plik Rozszerzenia

source: Access Levels File
pl_pl: Plik Poziomów Uprawnieñ

source: SQL File
pl_pl: Plik SQL

source: Select your extension PHP files from your local harddisk.
pl_pl: Wybierz plik modu³u z dysku lokalnego.

source: Extension data has been updated.
pl_pl: Parametry rozszerzenia zosta³y zaktualizowane.

source: Extension has been installed.
pl_pl: Rozszerzenie systemu zosta³o zainstalowane.

source: Current active extensions set has been saved.
pl_pl: Aktualny zestaw aktywnych rozszerzeñ zosta³ zapisany.

source: Extensions:
pl_pl: Rozszerzenia:

source: Install Themes
pl_pl: Instalacja Tematów Graficznych

source: Selected theme has been successfully deleted
pl_pl: Wybrany temat zosta³ usuniêty

source: Theme
pl_pl: Temat

source: Software Upgrade
pl_pl: Upgrade Systemu

source: Database upgrade for company '%s' (%s:%s*) started...
pl_pl: Nowelizacja bazy danych dla firmy '%s' (%s:%s)...

source: Database upgrade finished.
pl_pl: Upgrade bazy danych zakoñczony.

source: Upgrade cannot be done because database has been already partially upgraded. Please downgrade database to clean previous version or try forced upgrade.
pl_pl: Upgrade nie mo¿e byæ wykonany poniewa¿ baza danych zosta³á ju¿ wcze¶niej czê¶ciowo zaktualizowana. Odtwórz bazê do poprzedniej wersji lub wybierz upgrade wymuszony.

source: Cannot connect to database for company
pl_pl: Nie mo¿na siê po³±czyæ z baz± danych firmy

source: Database upgrade to version %s failed for company '%s'.
pl_pl: Nowelizacja bazy danych do wersji %s dla firmy '%s' nie powiod³a siê.

source: You should restore company database from latest backup file
pl_pl: Odtwórz bazê danych z ostatniej kopii bezpieczeñstwa

source: All companies data has been successfully updated
pl_pl: Dane firmy zosta³y zapisane.

source: Sql file
pl_pl: Skrypt SQL

source: Force upgrade
pl_pl: Wymuszony

source: Partially installed (%s)
pl_pl: Czê¶ciowo zainstalowane (%s)
