Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-15.po
Languages: pl_pl

source: The selected item cannot be unassembled because there is insufficient stock.
pl_pl: Wybrany towar nie mo¿e byæ zdemontowany ze wzglêdu na niewystarczaj±cy poziom magazynowy.

source: The quantity cannot be changed to be less than the quantity already manufactured for this order.
pl_pl: Nie mo¿na zmieniæ ilo¶ci poni¿ej ilo¶ci ju¿ wyprodukowanej na to zlecenie.

source: This work order cannot be deleted because it has already been processed.
pl_pl: Zlecenie nie mo¿e byæ anulowane poniewa¿ ju¿ zosta³o przetworzone.

source: This work order is closed and cannot be edited.
pl_pl: To zlecenie zosta³o zamkniête i nie mo¿e byæ zmieniane.

source: Destination Location:
pl_pl: Magazyn Docelowy:

source: Quantity Required:
pl_pl: Ilo¶æ Zlecona:

source: Quantity Manufactured:
pl_pl: Ilo¶æ Wyprodukowana:

source: Credit Labour Account
pl_pl: Konto Kredytowe P³ac

source: Credit Overhead Account
pl_pl: Konto Kredytowe Narzutów

source: Released On:
pl_pl: Wydane dnia:

source: Save changes to work order
pl_pl: Zapisz zmiany do zlecenia

source: Close This Work Order
pl_pl: Zamknij Zlecenie

source: Delete This Work Order
pl_pl: Usuñ Zlecenie

source: Add Workorder
pl_pl: Dodaj Zlecenie Produkcyjne

source: Issue Items to Work Order
pl_pl: Wydanie Materia³ów do Zlecenia Produkcyjnego

source: The work order issue has been entered.
pl_pl: Wydanie materia³ów zosta³o wprowadzone.

source: The entered date for the issue is invalid.
pl_pl: Podano niew³a¶ciw± datê wydania.

source: The issue cannot be processed because an entered item would cause a negative inventory balance :
pl_pl: Wydanie nie moze byæ zrealizowane gdzy¿ powodowa³o by to ujemny stan dla :

source: The process cannot be completed because there is an insufficient total quantity for a component.
pl_pl: Proces niemo¿e byæ zakoñczony ze wzglêdu na niewystarczaj±c± ilo¶æ komponentu.

source: Component is :
pl_pl: Dotyczy komponentu:

source: From location :
pl_pl: Magazyn:

source: Items to Issue
pl_pl: Towary do Wydania

source: Process Issue
pl_pl: Przetwórz Towar

source: Work Order Release to Manufacturing
pl_pl: Wydanie Towarów do Zlecenia

source: This work order has already been released.
pl_pl: To zlecenie zosta³o ju¿ wydane.

source: This Work Order cannot be released. The selected item to manufacture does not have a bom.
pl_pl: Zlecenie nie mo¿e zostaæ wydane. Wybrany produkt nie posiada zdefiniowanej listy materia³ów.

source: The work order has been released to manufacturing.
pl_pl: Zlecenie produkcyjne zosta³o wydane na produkcjê.

source: Select another &work order
pl_pl: Wybierz &nastêpne zlecenie.

source: Work Order #:
pl_pl: Numer Zlecenia:

source: Work Order Reference:
pl_pl: Identyfikator Zlecenia:

source: Released Date
pl_pl: Data Uruchomienia

source: Release Work Order
pl_pl: Wydanie Zlecenia

source: View Work Order Issue
pl_pl: Poka¿ Wydanie Zlecenia

source: Issue #
pl_pl: Wydanie Nr

source: For Work Order #
pl_pl: Do Zlecenia Nr

source: To Work Centre
pl_pl: Do Centrum

source: Date of Issue
pl_pl: Data Wydania

source: This issue has been voided.
pl_pl: Wydanie zosta³o anulowane.

source: There are no items for this issue.
pl_pl: Brak pozycji w tym zleceniu.

source: Component
pl_pl: Komponent

source: Items for this Issue
pl_pl: Pozycje dla tego zlecenia

source: View Work Order Production
pl_pl: Zobacz Produkcjê

source: Production #
pl_pl: Produkcja nr

source: Quantity Manufactured
pl_pl: Ilo¶æ Wyprodukowana

source: This production has been voided.
pl_pl: Ta produkcja zosta³a anulowana.

source: View Work Order
pl_pl: Poka¿ Zlecenie

source: BOM for item:
pl_pl: Lista Materia³ów dla towaru:

source: Work Order Requirements
pl_pl: Wymagania zlecenia produkcyjnego

source: Issues
pl_pl: Wydania

source: Productions
pl_pl: Produkcje

source: Additional Costs
pl_pl: Koszty Dodatkowe

source: This work order has been voided.
pl_pl: To zleceni zosta³o anulowane.

source: There are no manufactured or kit items defined in the system.
pl_pl: Brak zdefiniowanych produktów lub zestawów.

source: Select a manufacturable item:
pl_pl: Wybierz produkt:

source: All Costs Are In:
pl_pl: Wszystkie Koszty w:

source: Inventory Item Where Used Inquiry
pl_pl: Przegl±d U¿ycia Materia³ów

source: Select an item to display its parent item(s).
pl_pl: Podaj towar aby wy¶wietliæ produkty których jest czê¶ci± sk³adow±

source: Parent Item
pl_pl: Towar Z³o¿ony

source: Work Centre
pl_pl: Centrum Produkcyjne

source: Quantity Required
pl_pl: Ilo¶æ Wymagana

source: Bill Of Materials
pl_pl: Lista Materia³ów

source: There are no work centres defined in the system. BOMs require at least one work centre be defined.
pl_pl: Brakzdefiniowanych centrów produkcyjnych. Wprowadzanie list materia³ów wymaga zdefiniowania co najmniej jednego centrum produkcyjnego.

source: Code
pl_pl: Kod

source: Selected component has been updated
pl_pl: Wybrany komponent zosta³ zaktualizowany

source: A new component part has been added to the bill of material for this item.
pl_pl: Dodano nowy komponent do listy materia³ów dla tego towaru.

source: The selected component is already on this bom. You can modify it's quantity but it cannot appear more than once on the same bom.
pl_pl: Wybrany komponent wystêpuje ju¿ na tej li¶cie materia³ów. Mo¿esz zmieniæ ilo¶æ ju¿ wprowadzon±, ale nie mo¿na dwukrotnie wprowadziæ tego samego komponentu.

source: The selected component is a parent of the current item. Recursive BOMs are not allowed.
pl_pl: Definiowany towar wchodzi w sk³ad wybranego komponentu. Rekursja na li¶ciemateria³ów jest niedozwolona.

source: Location to Draw From:
pl_pl: Magazyn Materia³ów:

source: Work Centre Added:
pl_pl: Do³±czany w Centrum Produkcyjnym:

source: Work Centres
pl_pl: Centra Produkcyjne

source: The work centre name cannot be empty.
pl_pl: Nazwa centrum produkcyjnego nie mo¿e byæ pusta.

source: Selected work center has been updated
pl_pl: Dane lokalizacji zosta³y zaktualizowane

source: New work center has been added
pl_pl: Dodano now± lokalizacjê

source: Cannot delete this work centre because BOMs have been created referring to it.
pl_pl: Tego centrum produkcyjnego nie mo¿na usun±æ poniewa¿ istniej± listy materia³ów odwo³uj±ce siê do niego.

source: Cannot delete this work centre because work order requirements have been created referring to it.
pl_pl: Tego centrum produkcyjnego nie mo¿na usun±æ poniewa¿ zdefiniowano warunki zlecenia odwo³uj±ce siê do niego.

source: Selected work center has been deleted
pl_pl: Wybrana lokalizacja zosta³a usuniêta

source: description
pl_pl: opis

source: The bill of material for this item is empty.
pl_pl: Lista materia³ów dla tego towaru jest pusta.

source: Total Cost
pl_pl: Koszt Ca³kowity

source: There are no Requirements for this Order.
pl_pl: Brak Warunków Zlecenia dla tego Zlecenia.

source: Unit Quantity
pl_pl: Jednostka Miary

source: Total Quantity
pl_pl: Ilo¶æ Sumaryczna

source: Units Issued
pl_pl: Wydana Ilo¶æ

source: On Hand
pl_pl: Na stanie

source: Marked items have insufficient quantities in stock.
pl_pl: Zaznaczone towary maj± niewystarczaj±cy stan magazynu.

source: There are no Productions for this Order.
pl_pl: Brak Produkcji dla tego Zlecenia.

source: There are no Issues for this Order.
pl_pl: Brak Wydañ Materia³ów dlatego Zlecenia.

source: There are no additional costs for this Order.
pl_pl: Brak kosztów dodatkowych dla tego Zlecenia.

source: The work order number sent is not valid.
pl_pl: Podany numer zlecenia jest nieprawid³owy

source: Manufactured Item
pl_pl: Wyprodukowany Towar

source: Into Location
pl_pl: Do Magazynu

source: This work order is closed.
pl_pl: To zlecenie jest zamkniête.

source: Return Items to Location
pl_pl: Zwrot Towarów do Magazynu

source: Issue Items to Work order
pl_pl: Wydanie Materia³ów do Produkcji

source: To Work Centre:
pl_pl: Do Centrum:

source: Issue Date:
pl_pl: Data Wydania:

source: Production.
pl_pl: Przyjêcie wyrobów.

source: Updated.
pl_pl: Zaktualizowany.

source: Canceled.
pl_pl: Wycofany.

source: Released.
pl_pl: Uruchomione.

source: Quick production.
pl_pl: Produkcja prosta.

source: Issue of
pl_pl: Wydanie

source: Produced
pl_pl: Wyprodukowane

source: Order Currency
pl_pl: Waluta zamówienia

source: For Purchase Order
pl_pl: Na Zlecenie

source: Ordered On
pl_pl: Zamówienie z dn.

source: Deliver Into Location
pl_pl: Przyjêcie Do Magazynu

source: Date Items Received
pl_pl: Data Przyjêcia

source: Supplier's Reference
pl_pl: Identyfikator Dokumentu Dostawcy

source: Delivery Address
pl_pl: Adres dostawy

source: Order Comments
pl_pl: Komenta¿e do Zlecenia

source: Supplier's Ref.:
pl_pl: Nr dok. Dostawcy:

source: Terms:
pl_pl: Warunki:

source: Supplier's Currency:
pl_pl: Waluta Dostawcy:

source: Tax Group:
pl_pl: Grupa Podatkowa:

source: Sub-total:
pl_pl: Suma:

source: Invoice Total:
pl_pl: Warto¶æ Faktury:

source: Credit Note Total
pl_pl: Razem Warto¶æ Korekty

source: Add GL Line
pl_pl: Dodaj zapis KG

source: Reset
pl_pl: Rozpocznij od nowa

source: Clear all GL entry fields
pl_pl: Wyczy¶æ wszystkie pola wprowadzania KG

source: GL Items for this Invoice
pl_pl: Dodatkowe Zapisy KG dla tej Faktury.

source: GL Items for this Credit Note
pl_pl: Dodatkowe Zapisy KG dla tej Korekty

source: Quick Entry:
pl_pl: Wzorzec:

source: Add to Invoice
pl_pl: Dodaj do Faktury

source: Add to Credit Note
pl_pl: Dodaj Do Faktury Kor.

source: Remove
pl_pl: Usuñ

source: WARNING! Be careful with removal. The operation is executed immediately and cannot be undone !!!
pl_pl: UWAGA! B±d¼ ostro¿ny przy usuwaniu. Operacja jest wykonywana natychmiastowo i nie mo¿ê byæ cofniêta !!!

source: You are about to remove all yet non-invoiced items from delivery line #%d. This operation also irreversibly changes related order line. Do you want to continue ?
pl_pl: Zamierzasz usun±æ pozosta³± jeszcze nie zafakturowan± pozycjê dostawy nr %d. Ta operacja nieodwracalnie zmienia równie¿ odpowiedni± pozycjê zamówienia. Czy chcesz kontynuowaæ?

source: Items Received Yet to be Invoiced
pl_pl: Towary Pozostaj±ce do Zafakturowania

source: Delivery Item Selected For Adding To A Supplier Credit Note
pl_pl: Pozycja Dostawy do³±czana do Korekty

source: Received Items Charged on this Invoice
pl_pl: Dostarczone Towary Objête t± Faktur±

source: Received Items Credited on this Note
pl_pl: Dostarczone Towary Uwzglêdnione w tej Korekcie

source: Received between
pl_pl: Dostawa pomiêdzy

source: Add All Items
pl_pl: Dodaj Wszystkie

source: Delivery
pl_pl: Dostawa

source: Sequence #
pl_pl: Numer dostawy

source: P.O.
pl_pl: Z.D.

source: Received On
pl_pl: Dostawa dnia

source: Quantity Received
pl_pl: Ilo¶æ Przyjêta

source: Quantity Invoiced
pl_pl: Zafakturowane

source: Qty Yet To Invoice
pl_pl: Ilo¶æ Jeszcze Do Zafakturowania

source: Price after Tax
pl_pl: Cena Brutto

source: Price before Tax
pl_pl: Cena netto

source: Qty Yet To Credit
pl_pl: Ilo¶æ Dostêpna

source: Line Value
pl_pl: Warto¶æ Pozycji

source: There are no outstanding items received from this supplier that have not been invoiced by them.
pl_pl: Brak niezafakturowanych dostaw od tego kontrahenta.

source: There are no received items for the selected supplier that have been invoiced.
pl_pl: Brak towarów przyjêtych i zafakturowanych od wybranego dostawcy.

source: Credits can only be applied to invoiced items.
pl_pl: Faktury koryguj±ce mog± byæ wprowadzane tylko dla dostaw zafakturowanych.

source: Supplier Currency:
pl_pl: Waluta Dostawcy:

source: Order Date:
pl_pl: Data Zamówienia:

source: Supplier's Reference:
pl_pl: Identyfikator Dostawcy:

source: Receive Into:
pl_pl: Przyjêto Do:

source: The default stock location set up for this user is not a currently defined stock location. Your system administrator needs to amend your user record.
pl_pl: W danych u¿ytkownika jest ustawiony nieistniej±cy magazyn domy¶lny. Administrator musi poprawiæ Twoje dane.

source: Deliver to:
pl_pl: Dostawa do:

source: Order Items
pl_pl: Pozycje Zamówienia

source: Received
pl_pl: Dostarczone

source: Required Delivery Date
pl_pl: Termin Dostawy

source: Line Total
pl_pl: Razem Pozycja

source: Sub-total
pl_pl: Razem

source: Amount Total
pl_pl: Warto¶æ Razem

source: Refresh
pl_pl: Od¶wierz

source: Modify Purchase Order #
pl_pl: Modyfikacja Zamówienia Dostawy Nr

source: Purchase Order Entry
pl_pl: Wprowadzenie Zamówienia Zakupu

source: Direct GRN Entry
pl_pl: Bezpo¶rednia Dostawa Towaru

source: Direct Purchase Invoice Entry
pl_pl: Bezpo¶rednia Faktura Zakupu

source: Purchase Order has been entered
pl_pl: Zamówienie wprowadzono

source: Purchase Order has been updated
pl_pl: Zamówienie zosta³o zaktualizowane.

source: &View this order
pl_pl: &Poka¿ to zamówienie

source: &Print This Order
pl_pl: &Drukuj To Zamówienie

source: &Email This Order
pl_pl: Wy¶³ij to Zamówienie &Emailem

source: &Receive Items on this Purchase Order
pl_pl: &Przyjmij towary wg tego Zamówienia

source: Enter &Another Purchase Order
pl_pl: Wprowad¼ &nastêpne Zamówienie

source: Select An &Outstanding Purchase Order
pl_pl: Wybierz &Oczekuj±ce Zamówienie Zakupu

source: Direct GRN has been entered
pl_pl: Dostawa bezpo¶rednia zosta³a wprowadzona

source: &View this GRN
pl_pl: Poka¿ t± &Dostawê

source: Entry purchase &invoice for this receival
pl_pl: Wprowad¼ &fakturê do tego przyjêcia towaru

source: Add an Attachment
pl_pl: Dodaj Dokument

source: Enter &Another GRN
pl_pl: Wprowad¼ &Nastêpn± Dostawê

source: Direct Purchase Invoice has been entered
pl_pl: Faktura zosta³a wprowadzona

source: &View this Invoice
pl_pl: &Poka¿ tê Fakturê

source: View the GL Journal Entries for this Invoice
pl_pl: Poka¿ zapisy KG dla tej Faktury

source: Entry supplier &payment for this invoice
pl_pl: Wprowad¼ &p³atno¶æ za t± fakturê

source: Enter &Another Direct Invoice
pl_pl: Wprowad¼ &Nastêpn± Fakturê Bezpo¶redni±

source: This item cannot be deleted because some of it has already been received.
pl_pl: Nie mo¿na usun±æ pozycji poniewa¿ jej czê¶æ zosta³a ju¿ przyjêta

source: This order cannot be cancelled because some of it has already been received.
pl_pl: Zamówienie nie mo¿e byæ skasowane poniewa¿ jest ju¿ czê¶ciowo zrealizowane.

source: The line item quantities may be modified to quantities more than already received. prices cannot be altered for lines that have already been received and quantities cannot be reduced below the quantity already received.
pl_pl: Mo¿na skorygowaæ ilo¶ci w poszczególnych pozycjach do ilo¶ci wy¿szych ni¿ ju¿ przyjête. Nie mo¿na zmieniaæ cen w pozycjach które zosa³y ju¿ dostarczone, ani zmniejszaæ ilo¶ci poni¿ej ilo¶ci ju¿ dostarczone.

source: This purchase order has been cancelled.
pl_pl: To zamówienie zosta³o anulowane.

source: Enter a new purchase order
pl_pl: Wprowad¼ nastêpne zamówienie

source: Item description cannot be empty.
pl_pl: Opis towaru nie mo¿e byæ pusty.

source: The quantity of the order item must be numeric and not less than
pl_pl: Ilo¶æ podana na zamówieniu musi byæ liczb± nie mniejsz± ni¿

source: The price entered must be numeric and not less than zero.
pl_pl: Podana cena musi byæ numeryczna i nie mniejsza ni¿ zero.

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced or received. This is prohibited.
pl_pl: Nie mo¿na zmniejszyæ ilo¶ci na zamówieniu poni¿ej ilo¶ci ju¿ zafakturowanej lub przyjêtej.

source: The quantity received can only be modified by entering a negative receipt and the quantity invoiced can only be reduced by entering a credit note against this item.
pl_pl: Ilo¶æ przyjêta mo¿e byæ zmieniona tylko poprzez ujemne przyjêcie, ilo¶æ zafakturowana tylko przez przyjêcie korekty.

source: The selected item is already on this order.
pl_pl: Wybrany towar znajduje siê ju¿ na zamówieniu.

source: The selected item does not exist or it is a kit part and therefore cannot be purchased.
pl_pl: Wybrany towar nie istnieje lub jest zestawem wiêc nie mo¿e byæ kupiony.

source: There is no supplier selected.
pl_pl: Nie wybrano ¿adnego dostawcy.

source: The entered order date is invalid.
pl_pl: Podano nieprawid³ow± datê zamówienia.

source: There is no reference entered for this purchase order.
pl_pl: Nie podano identyfikatora dla tego zamówienia.

source: You must enter a supplier's invoice reference.
pl_pl: Musisz podaæ identyfikator faktury dostawcy.

source: There is no delivery address specified.
pl_pl: Nie podano adresu dostawy.

source: There is no location specified to move any items into.
pl_pl: Nie podano adresu magazynu docelowego.

source: The order cannot be placed because there are no lines entered on this order.
pl_pl: Nie mo¿na wprowadziæ zamówienia poniewa¿ jest ono puste

source: Place Order
pl_pl: Wprowad¼ Zamówienie

source: Update Order
pl_pl: Popraw Zamówienie

source: Cancel Order
pl_pl: Anuluj Zamówienie

source: Process GRN
pl_pl: Przetwórz PZ

source: Update GRN
pl_pl: Aktualizuj PZ

source: Cancel GRN
pl_pl: Zrezygnuj

source: Process Invoice
pl_pl: Przetwórz Fakturê

source: Update Invoice
pl_pl: Zapisz Zmiany

source: Cancel Invoice
pl_pl: Anuluj Fakturê

source: Receive Purchase Order Items
pl_pl: Przyjmij Dostawê Towaru

source: Purchase Order Delivery has been processed
pl_pl: Dostaw wg Zamówienia zosta³a wprowadzona

source: &View this Delivery
pl_pl: &Poka¿ tê Dostawê

source: Select a different &purchase order for receiving items against
pl_pl: Wybierz nastêpne &zamówienie do przyjêcia towaru

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first.
pl_pl: Ta strona mo¿e byæ otwierana jedynie po wybraniu zamówienia zakupu. Wybierz zamówienie.

source: Ordered
pl_pl: Zamówione

source: Outstanding
pl_pl: Pozosta³e

source: This Delivery
pl_pl: Ta Dostawa

source: There is nothing to process. Please enter valid quantities greater than zero.
pl_pl: Niema nic do wprowadzenia. Podaj ilo¶ci wiêksze od zera.

source: Entered quantities cannot be greater than the quantity entered on the purchase order including the allowed over-receive percentage
pl_pl: Podane ilo¶ci nie mog± byæ wiêksze ni¿ na zamówieniu z uwzglêdnieniem limitu procentowego przekroczenia zamówienia

source: Modify the ordered items on the purchase order if you wish to increase the quantities.
pl_pl: Zmieñ zawarto¶æ zamówienia je¶li chcesz zwiêkszyæ ilo¶æ przyjmowan±.

source: This order has been changed or invoiced since this delivery was started to be actioned. Processing halted. To enter a delivery against this purchase order, it must be re-selected and re-read again to update the changes made by the other user.
pl_pl: Zamówienie zosta³o zmienione lub zafakturowane w czasie kiedy przyjmowa³e¶ towar. Przetwarzanie wstrzymane. Aby przyj±æ towar na to zamówienie musisz je wybraæ i wczytaæ ponownie aby uwzglêdniæ zmiany wprowadzone przez innego u¿ytkownika.

source: Select a different purchase order for receiving goods against
pl_pl: Wybierz inne zamówienie do wpisania realizacji dostawy

source: Re-Read the updated purchase order for receiving goods against
pl_pl: Wczytaj ponownie zmienione zamówienie do przyjêcia towaru

source: Items to Receive
pl_pl: Towary w Dostawie

source: Process Receive Items
pl_pl: Przyjmij Dostawê

source: Supplier credit note has been processed.
pl_pl: Faktura koryguj±ca dostawcy wprowadzona

source: View this Credit Note
pl_pl: Poka¿ tê Fakturê Koryguj±c±

source: View the GL Journal Entries for this Credit Note
pl_pl: Poka¿ zapisy KG dla tej Faktury Koryguj±cej

source: Enter Another Credit Note
pl_pl: Wprowad¼ Inn± Fakturê Koryguj±c±

source: The account code entered is not a valid code, this line cannot be added to the transaction.
pl_pl: Podano niew³a¶ciwy kod konta, tej linii nie mo¿na do³±czyæ do transakcji.

source: The amount entered is not numeric. This line cannot be added to the transaction.
pl_pl: Wprowadzona warto¶æ jest nienumeryczna. Tej linii nie mo¿na do³±czyæ do transakcji.

source: The credit note cannot be processed because the there are no items or values on the invoice. Credit notes are expected to have a charge.
pl_pl: Nie mo¿na wprowadziæ faktury koryguj±cej poniewa¿ wybrana faktura sprzeda¿y nie zawiera towarów ani warto¶ci do korekty. Korekta musi mieæ okre¶lon± warto¶æ.

source: You must enter an credit note reference.
pl_pl: Musisz podaæ identyfikator faktury koryguj±cej.

source: You must enter a supplier's credit note reference.
pl_pl: Musisz podaæ identyfikator faktury koryguj±cej dostawcy

source: The credit note as entered cannot be processed because the date entered is not valid.
pl_pl: Nie mo¿na wprowadziæ faktury koryguj±cej poniewa¿ podano nieprawid³ow± datê wystawienia.

source: The invoice as entered cannot be processed because the due date is in an incorrect format.
pl_pl: Nie mo¿na wprowadziæ korekty poniewa¿ podano nieprawid³owy termin.

source: The credit note total as entered is less than the sum of the the general ledger entires (if any) and the charges for goods received. There must be a mistake somewhere, the credit note as entered will not be processed.
pl_pl: Wprowadzona faktura koryuj±ca opiewa na kwotê ni¿sz± ni¿ suma wprowadzonych ksiêgowañ i op³at za dostarczone towary. Gdzie¶ musi byæ b³±d, wiêc faktura koryguj±ca nie bêdzie wprowadzona.

source: The quantity to credit must be numeric and greater than zero.
pl_pl: Ilo¶æ korygowana musi byæ numeryczna i wiêksza od zera.

source: The price is either not numeric or negative.
pl_pl: Cena jest mniejsza lub równa zero.

source: Enter Credit Note
pl_pl: Wprowad¼ Fakturê Koryguj±c±

source: Enter Supplier Invoice
pl_pl: Wprowad¼ Fakturê Dostawcy

source: Supplier invoice has been processed.
pl_pl: Faktura Dostawcy zosta³a wprowadzona.

source: View this Invoice
pl_pl: Poka¿ tê Fakturê

source: Enter Another Invoice
pl_pl: Wprowad¼ nastêpn± Fakturê

source: The invoice cannot be processed because the there are no items or values on the invoice. Invoices are expected to have a charge.
pl_pl: Nie mo¿na wprowadziæ faktury poniewa¿ nie podano ani towarów ani kwot ksiêgowania. Faktura musi mieæ warto¶æ wiêksz± od zera.

source: You must enter an invoice reference.
pl_pl: Musisz podaæ identyfikator faktury.

source: The invoice as entered cannot be processed because the invoice date is in an incorrect format.
pl_pl: Nie mo¿na wprowadziæ faktury ze wzglêdu na nieprawid³ow± date wystawienia.

source: This invoice number has already been entered. It cannot be entered again.
pl_pl: Ta faktura zosta³a ju¿ wprowadzona wcze¶niej. Nie mo¿na wprowadziæ dwa razy faktury z tym samym numerem.

source: The quantity to invoice must be numeric and greater than zero.
pl_pl: Ilo¶æ do zafakturowania musi byæ wiêksza od zera.

source: The price is not numeric.
pl_pl: Cena nie jest wyra¿ona numerycznie.

source: The price being invoiced is more than the purchase order price by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
pl_pl: Cena na fakturze jest wy¿sza wzglêdem zamówienia powy¿ej przyjêtego limitu procentowego. Je¶li chcesz zmieniæ ten limit skontaktuj siê z administratorem.

source: The over-charge percentage allowance is :
pl_pl: Dozwolone przekroczenie cen z zamówienia dostawy:

source: The quantity being invoiced is more than the outstanding quantity by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
pl_pl: Zafakturowana ilo¶æ jest wy¿sza ni¿ zaleg³a w stopniu przekraczaj±cym dozwolony limit procentowy. Je¶li chcesz zmieniæ ten limit skontaktuj siê z administratorem.

source: All yet non-invoiced items on delivery line # %d has been removed.
pl_pl: Niezafakturowana czê¶æ pozycji z dowodu dostawy nr %d zosta³a usuniêta.

source: Enter Invoice
pl_pl: Wprowad¼ Fakturê
