Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-1.po
Languages: fr_fr

source: Template:
fr_fr: Modèle :

source: Days:
fr_fr: Jours :

source: Begin:
fr_fr: Début :

source: End:
fr_fr: Fin :

source: Area Name
fr_fr: Nom zone

source: Area Name:
fr_fr: Nom zone :

source: Sales Groups
fr_fr: Groupes de ventes

source: Selected sales group has been updated
fr_fr: Le groupe de ventes sélectionné a été actualisé.

source: New sales group has been added
fr_fr: Le groupe de ventes a été créé.

source: Cannot delete this group because customers have been created using this group.
fr_fr: Il n'est pas possible de supprimer ce groupe parce qu'il à des clients qu'y sont associés

source: Selected sales group has been deleted
fr_fr: Le groupe de ventes a été supprimé.

source: ID
fr_fr: Code

source: Group Name:
fr_fr: Nom du groupe :

source: Sales Persons
fr_fr: Commerciaux

source: Sales person name:
fr_fr: Nom du commercial :

source: Telephone number:
fr_fr: Numéro téléphone :

source: Fax number:
fr_fr: Numéro Fax :

source: Break Pt.:
fr_fr: Pt. Rupture :

source: POS settings
fr_fr: Paramètres de point de vente

source: The POS name cannot be empty.
fr_fr: Le libellé du point de vente ne peut pas être vide.

source: New point of sale has been added
fr_fr: Le nouveau point de vente a été créé.

source: Selected point of sale has been updated
fr_fr: Le point de vente sélectionné a été actualisé.

source: Selected point of sale has been deleted
fr_fr: Le point de vente sélectionné a été supprimé.

source: POS Name
fr_fr: Nom du point de vente :

source: Credit sale
fr_fr: Vente à crédit

source: Cash sale
fr_fr: Vente directe

source: Default account
fr_fr: Compte par défaut

source: Point of Sale Name
fr_fr: Nom de point de vente

source: Default cash account
fr_fr: Compte courrant par défaut

source: POS location
fr_fr: Localisation du point de vente

source: Type Name
fr_fr: Nom type

source: Factor
fr_fr: Multiplicateur

source: Tax Incl
fr_fr: TTC

source: Sales Type Name
fr_fr: Nom de type de vente

source: Calculation factor
fr_fr: Facteur de calcul

source: Tax included
fr_fr: TTC

source: View Credit Note
fr_fr: Voir avoir

source: CREDIT NOTE #%d
fr_fr: AVOIR %d

source: View Sales Dispatch
fr_fr: Voir livraison sortante

source: DISPATCH NOTE #%d
fr_fr: BON LIVRAISON %d

source: Charge Branch
fr_fr: Département

source: Customer Order Ref.
fr_fr: Votre commande d'achat

source: Dispatch Date
fr_fr: Date livraison

source: TOTAL VALUE
fr_fr: MONTANT TOTAL

source: View Sales Invoice
fr_fr: Voir facture de vente

source: SALES INVOICE #%d
fr_fr: FACTURE VENTE %d

source: View Customer Payment
fr_fr: Voir encaissement client

source: Customer Payment #%d
fr_fr: Encaissement client %d

source: From Customer
fr_fr: Du Client

source: Into Bank Account
fr_fr: Dans le compte

source: Date of Deposit
fr_fr: Date encaissement

source: View Sales Order
fr_fr: Voir commande de vente

source: Sales Order #%d
fr_fr: Commande vente %d

source: Order Information
fr_fr: Information commande

source: Customer Name
fr_fr: Nom du client

source: Deliver To Branch
fr_fr: Livrer au département

source: Requested Delivery
fr_fr: Livraison demandé

source: Deliver From Location
fr_fr: Livrer à partir de

source: Telephone
fr_fr: Téléphone

source: Quantity Delivered
fr_fr: Quantité livrée

source: Total Order Value
fr_fr: Montant total commande

source: Customer Allocation Inquiry
fr_fr: Consulter rapprochements client

source: Allocation
fr_fr: Rapprochement

source: Customer Transactions
fr_fr: Transactions Client

source: CUSTOMER ACCOUNT IS ON HOLD
fr_fr: COMPTE CLIENT EST PROVISIONNEL

source: Search Not Invoiced Deliveries
fr_fr: Chercher Livraisons non facturées

source: Search All Deliveries
fr_fr: Chercher toutes les livraisons

source: Delivery #
fr_fr: Livraison

source: Cust Ref
fr_fr: Réf Client

source: Due By
fr_fr: Echéance

source: Delivery Total
fr_fr: Total Livraison

source: Batch
fr_fr: Lot

source: Batch Invoicing
fr_fr: Facture par lot

source: Search Outstanding Sales Orders
fr_fr: Chercher Commandes de Vente en cours

source: Search Template for Invoicing
fr_fr: Chercher modèle pour facturer

source: Select Template for Delivery
fr_fr: Chercher modèle pour livrer

source: Search All Sales Orders
fr_fr: Chercher commandes de vente

source: Dispatch
fr_fr: Envoi

source: Set this order as a template for direct deliveries/invoices
fr_fr: Sauvegarder cette commande comme modèle pour livraison ou facturation directe

source: Order #
fr_fr: Commande

source: Cust Order Ref
fr_fr: Votre commande d'achat

source: Delivery To
fr_fr: Livrer à

source: Tmpl
fr_fr: Mdèl

source: Cash invoice
fr_fr: Facture directe

source: Stocks below Re-Order Level at
fr_fr: Stock sous le point de commande au

source: Below
fr_fr: Dessous

source: Please reorder
fr_fr: Approvisionnez

source: Customer Currency:
fr_fr: Devise Client :

source: Shipping Company:
fr_fr: Transporteur :

source: Customer Discount:
fr_fr: Escompte Client :

source: Price List:
fr_fr: Liste de Prix:

source: Date of order receive
fr_fr: Date réception

source: Cash payment
fr_fr: Encaissement direct

source: Deliver from Location:
fr_fr: Livrer à partir de :

source: Cash account:
fr_fr: Compte courrant

source: Delivery Details
fr_fr: Détails Livraison

source: Invoice Delivery Details
fr_fr: Détails Facture Livraison

source: Invoice before
fr_fr: Facturer avant

source: Order Delivery Details
fr_fr: Détail Livraison Commande

source: Enter requested day of delivery
fr_fr: Saisisez le jour souhaité de livraison

source: Deliver To:
fr_fr: Livrer à :

source: Contact Phone Number:
fr_fr: Tél contact :

source: Customer Reference:
fr_fr: Commande achat du client :

source: Customer reference number for this order (if any)
fr_fr: Commande achat correspondante du client

source: Item Tax Types
fr_fr: Types de TVA

source: The item tax type description cannot be empty.
fr_fr: Le libellé du type de taxe ne peut pas être vide.

source: Selected item tax type has been updated
fr_fr: Le type de taxe sélectionné a été actualisé

source: New item tax type has been added
fr_fr: Le nouveau type de taxe a été ajouté

source: Cannot delete this item tax type because items have been created referring to it.
fr_fr: Il n'est pas possible de supprimer ce type de taxe parce qu'il y a des postes qui l'utilisent.

source: Selected item tax type has been deleted
fr_fr: Le type de taxe sélectionné a été supprimé.

source: Tax exempt
fr_fr: TVA exonérée

source: Is Fully Tax-exempt:
fr_fr: TVA complètement exonérée :

source: Select which taxes this item tax type is exempt from.
fr_fr: Sélectionnez les taxes qui sont exonérées pour ce type de taxe

source: Tax Name
fr_fr: Nom Taxe

source: Is exempt
fr_fr: Est exonérée

source: Tax Groups
fr_fr: Groupes de taxes

source: There are no tax types defined. Define tax types before defining tax groups.
fr_fr: Il n'y a pas de types de taxes définis. Définissez les types de taxe avant de définir les groupes de taxes.

source: The tax group name cannot be empty.
fr_fr: Le libellé du groupe de taxes ne peut pas être vide.

source: Selected tax group has been updated
fr_fr: Le groupe de taxes sélectionné a été actualisé.

source: New tax group has been added
fr_fr: Le groupe de taxes a été créé.

source: Cannot delete this tax group because customer branches been created referring to it.
fr_fr: Il n'est pas possible de supprimer ce groupe de taxes parce qu'il y a des départements client qui l'utilisent.

source: Cannot delete this tax group because suppliers been created referring to it.
fr_fr: Il n'est pas possible de supprimer ce groupe de taxes parce qu'il y a des fournisseurs qui l'utilisent.

source: Selected tax group has been deleted
fr_fr: Le groupe de taxes a été supprimé.

source: Select the taxes that are included in this group.
fr_fr: Sélectionnez les taxes qui sont inclues dans ce groupe.

source: Rate (%)
fr_fr: Taux (%)

source: Tax Types
fr_fr: Types de Taxe

source: The tax type name cannot be empty.
fr_fr: Le type de taxe ne peut pas être vide.

source: The default tax rate must be numeric and not less than zero.
fr_fr: Le type de taxe par défaut doit être numérique et possitif.

source: New tax type has been added
fr_fr: Le nouveau type de taxe a été ajouté

source: Selected tax type has been updated
fr_fr: Le type de taxe sélectionné a été actualisé.

source: Cannot delete this tax type because tax groups been created referring to it.
fr_fr: Il n'est pas possible de supprimer ce type de taxe parce qu'il y a des groupes de taxes qui lui font référence.

source: Selected tax type has been deleted
fr_fr: Le type de taxe sélectionné a été supprimé.

source: Default Rate (%)
fr_fr: Taux par défaut (%)

source: Sales GL Account
fr_fr: Compte TVA collectée

source: Purchasing GL Account
fr_fr: Compte TVA déductible

source: Default Rate:
fr_fr: Taux par défaut :

source: Sales GL Account:
fr_fr: Compte TVA collectée :

source: Purchasing GL Account:
fr_fr: Compte TVA déductible :

source: Main Menu
fr_fr: Menu principal

source: Help
fr_fr: Aide

source: Preferences
fr_fr: Préférences
