Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-15.po
Languages: pl_pl

source: Fr
pl_pl: Pt

source: Sa
pl_pl: So

source: W
pl_pl: T

source: Package Details
pl_pl: Szczegó³y Pakietu

source: The script must be called with a valid package id to review the info for.
pl_pl: Ta strona musi byæ wywo³ana z wa¿nym identyfikatorem pakietu.

source: Available version
pl_pl: Dostêpna wersja

source: Package type
pl_pl: Typ pakietu

source: Package content
pl_pl: Zawarto¶æ

source: Author
pl_pl: Autor

source: Home page
pl_pl: Strona domowa

source: Package maintainer
pl_pl: Opiekun pakietu

source: Installation path
pl_pl: ¦cie¿ka instalacji

source: Minimal software versions
pl_pl: Minimalne wymagania

source: Right to left
pl_pl: Od prawej do Lewej

source: Charset encoding
pl_pl: Kodowanie znaków

source: Content information for package '%s'
pl_pl: Zawarto¶æ pakietu '%s'

source: Property
pl_pl: W³a¶ciwo¶æ

source: Item Adjustments Note
pl_pl: Korekta Stanów Magazynowych

source: There are no inventory items defined in the system which can be adjusted (Purchased or Manufactured).
pl_pl: Nie zdefiniowano ¿adnego towaru dla którego mo¿na by wprowadziæ korektê (Towar lub Produkt)

source: There are no inventory movement types defined in the system. Please define at least one inventory adjustment type.
pl_pl: Nie zdefiniowano ¿adnego typu przesuniêcia magazynowego. Zdefiniuj co najmniej jeden typ przesuniêcia.

source: Items adjustment has been processed
pl_pl: Korekta magazynowa zosta³a wprowadzona.

source: &View this adjustment
pl_pl: &Poka¿ tê korektê

source: View the GL &Postings for this Adjustment
pl_pl: Poka¿ Zapisy &Ksiêgowe dla Tej Korekty

source: Enter &Another Adjustment
pl_pl: &Wprowad¼ Inn± Korektê

source: You must enter at least one non empty item line.
pl_pl: Musisz wprowadziæ co najmniej jedn± pozycjê zamówienia.

source: The entered date for the adjustment is invalid.
pl_pl: Podana data korekty jest nieprawid³owa.

source: The adjustment cannot be processed because an adjustment item would cause a negative inventory balance :
pl_pl: Korekta nie mo¿e byæ wprowadzona, poniewa¿ spowodowa³a by ujemny stan magazynu :

source: The quantity entered is negative or invalid.
pl_pl: Podana ilo¶æ jest b³êdna b±d¼ ma warto¶æ ujemn±.

source: The entered standard cost is negative or invalid.
pl_pl: Podany koszt standardowy jest ujemny lub b³êdny.

source: Adjustment Items
pl_pl: Korekty Stanów

source: Process Adjustment
pl_pl: Wprowad¼ Korektê

source: Inventory Item Cost Update
pl_pl: Aktualizacja Kosztów Towarów

source: There are no costable inventory items defined in the system (Purchased or manufactured items).
pl_pl: Brak zdefiniowanych towarów o ustalanych kosztach (Handlowe lub Produkty).

source: The entered cost is not numeric.
pl_pl: Podany koszt nie jest wyra¿ony numerycznie.

source: The new cost is the same as the old cost. Cost was not updated.
pl_pl: Podany koszt jest jednakowy jak dotychczasowy. Kosztów nie zmieniono.

source: Cost has been updated.
pl_pl: Koszt zaktualizowany.

source: View the GL Journal Entries for this Cost Update
pl_pl: Poka¿ Zapisy Ksiêgowe dla Tej Aktualizacji Kosztów

source: Item:
pl_pl: Towar:

source: Standard Material Cost Per Unit
pl_pl: Standardowy Koszt Materia³u na Jednostkê

source: Standard Labour Cost Per Unit
pl_pl: Standardowy Koszt Pracy na Jednostkê

source: Standard Overhead Cost Per Unit
pl_pl: Standardowe Narzuty Kosztów na Jednostkê

source: Inventory Item Sales prices
pl_pl: Ceny sprzeda¿y

source: There are no items defined in the system.
pl_pl: Brak zdefiniowanych pozycji magazynowych.

source: There are no sales types in the system. Please set up sales types befor entering pricing.
pl_pl: Brak zdefiniowanych typów sprzeda¿y. Przed ustaleniem cen ustal typy sprzeda¿y.

source: The price entered must be numeric.
pl_pl: Podana cena musi byæ numeryczna.

source: This price has been updated.
pl_pl: Cena zaktualizowana.

source: The new price has been added.
pl_pl: Dodano now± cenê.

source: The selected price has been deleted.
pl_pl: Wybrana cena zosta³a usuniêta.

source: Sales Type
pl_pl: Typ Sprzeda¿y

source: Price
pl_pl: Cena

source: There are no prices set up for this part.
pl_pl: Dla tego towaru nie ustalono ¿adnych cen.

source: Currency:
pl_pl: Waluta:

source: Sales Type:
pl_pl: Typ Sprzeda¿y:

source: Price:
pl_pl: Cena:

source: per
pl_pl: na

source: The price is calculated.
pl_pl: Podana cena jest wyliczona na podstwie mar¿y standardowej.

source: Supplier Purchasing Data
pl_pl: Warunki Zakupu dla Dostawcy

source: There are no purchasable inventory items defined in the system.
pl_pl: Brak zdefiniowanych towarów handlowych.

source: There are no suppliers defined in the system.
pl_pl: Nie zdefiniowano ¿adnego dostawcy.

source: There is no item selected.
pl_pl: Nie wybrano ¿adnego towaru.

source: The price entered was not numeric.
pl_pl: Podana cena nie by³a w formie numerycznej.

source: The conversion factor entered was not numeric. The conversion factor is the number by which the price must be divided by to get the unit price in our unit of measure.
pl_pl: Podany wspó³czynnik przeliczeniowy jest nienumeryczny. Wspó³czynnikprzeliczeniowy to liczba przez któr± trzeba podzieliæ cenê aby uzyskaæ cenê jednostkow± dla naszej jednostki miary.

source: This supplier purchasing data has been added.
pl_pl: Wprowadzono warunki zakupu dla podanego dostawcy.

source: Supplier purchasing data has been updated.
pl_pl: Zaktualizowano warunki zakupu dla wybranego dostawcy.

source: The purchasing data item has been sucessfully deleted.
pl_pl: Rekord warunków zakupu zosta³ usuniêty.

source: Entered item is not defined. Please re-enter.
pl_pl: Podany towar nie istnieje. Wprowad¼ ponownie.

source: There is no purchasing data set up for the part selected
pl_pl: Nie ma ustalonych warunków zakupu dla wybranej czê¶ci

source: Supplier's Unit
pl_pl: Jednostka Dostawcy

source: Conversion Factor
pl_pl: Wspó³czynnik Przeliczeniowy jm:

source: Supplier's Description
pl_pl: Opis Dostawcy

source: Suppliers Unit of Measure:
pl_pl: Jednostka Miary Dostawcy:

source: Conversion Factor (to our UOM):
pl_pl: Wspó³czynnik przeliczeniowy (na nasz± jm):

source: Supplier's Code or Description:
pl_pl: Kod lub Opis Towaru dostawcy:

source: Reorder Levels
pl_pl: Poziomy Odnawiania Zapasów

source: There are no inventory items defined in the system (Purchased or manufactured items).
pl_pl: Brak zdefiniowanych towarów (Handlowych lub Produktów).

source: Location
pl_pl: Magazyn

source: Quantity On Hand
pl_pl: Ilo¶æ Na Stanie

source: Re-Order Level
pl_pl: Poziom Odnawiania

source: Reorder levels has been updated.
pl_pl: Poziomy odnawiania zosta³y zaktualizowane.

source: Inventory Location Transfers
pl_pl: Przesuniêcia Miêdzymagazynowe

source: Inventory transfer has been processed
pl_pl: Przesuniêcie magazynowe wprowadzono

source: &View this transfer
pl_pl: &Poka¿ to przesuniêcie

source: Enter &Another Inventory Transfer
pl_pl: Wprowad¼ &Nastêpne Przesuniêcie Magazynowe

source: The locations to transfer from and to must be different.
pl_pl: Magazyny docelowy i ¼ród³owy musz± byæ ró¿ne.

source: The quantity entered is greater than the available quantity for this item at the source location :
pl_pl: Wprowadzona ilo¶æ przekracza stan towaru w magazynie ¿ród³owym :

source: The quantity entered must be a positive number.
pl_pl: Wprowadzona ilo¶æ musi byæ liczb± dodatni±.

source: Process Transfer
pl_pl: Wprowad¼ Przesuniêcie

source: For Part :
pl_pl: Dla Czê¶ci:

source: Location:
pl_pl: Magazyn:

source: Detail:
pl_pl: Rodzaj:

source: Positive Adjustment
pl_pl: Korekta Dodatnia

source: Negative Adjustment
pl_pl: Korekta Ujemna

source: Item Code
pl_pl: Kod Towaru

source: Item Description
pl_pl: Opis Towaru

source: Quantity
pl_pl: Ilo¶æ

source: Unit
pl_pl: Jm

source: Unit Cost
pl_pl: Koszt Jednostkowy

source: From Location:
pl_pl: Magazyn:

source: To Location:
pl_pl: Do Magazynu:

source: Transfer Type:
pl_pl: Typ Transferu:

source: Cannot delete this item because there are stock movements that refer to this item.
pl_pl: Nie mo¿na usun±æ tego towaru, poniewa¿ istniej± przesuniêcia magazynowe dla tego towaru.

source: Cannot delete this item record because there are bills of material that require this part as a component.
pl_pl: Nie mo¿na usun±æ tego towaru, poniewa¿ istniej± listy materia³ów wymagaj±ce jego u¿ycia.

source: Cannot delete this item because there are existing purchase order items for it.
pl_pl: Nie mo¿na usun±æ tego towaru, poniewa¿ istniej± zamówienia zakupu jego dotycz±ce.

source: This item cannot be deleted because some code aliases or foreign codes was entered for it, or there are kits defined using this item as component
pl_pl: Nie mo¿na usun±æ tego towaru poniewa¿ istniej± kody identyfikacyjne z nim zwi±zane, lub zdefiniowano komplety zawieraj±ce ten towar.

source: Inventory Item Movement
pl_pl: Historia Zmian Magazynowych

source: Show Movements
pl_pl: Poka¿ Zmiany

source: Refresh Inquiry
pl_pl: Od¶wierz wyszukiwanie

source: Detail
pl_pl: Szczegó³y

source: Quantity In
pl_pl: Ilo¶æ Przyjêta

source: Quantity Out
pl_pl: Ilo¶æ Wydana

source: Quantity on hand before
pl_pl: Ilo¶æ dostêpna przed

source: Quantity on hand after
pl_pl: Ilo¶æ dostêpna po

source: Inventory Item Status
pl_pl: Stany Magazynowe

source: This is a service and cannot have a stock holding, only the total quantity on outstanding sales orders is shown.
pl_pl: Wybrana pozycja jest us³ug± wiêc nie mo¿e mieæ stanu magazynowego, pokazano tylko sumaryczn± ilo¶æ wyszczególnion± w zamówieniach.

source: Demand
pl_pl: Potrzeba

source: On Order
pl_pl: Zamówione

source: Item Categories
pl_pl: Kategorie Towarów

source: The item category description cannot be empty.
pl_pl: Opis kategorii towaru nie mo¿e byæ pusty

source: Selected item category has been updated
pl_pl: Wybrana kategoiria towarów zosta³a zaktualizowana

source: New item category has been added
pl_pl: Dodano now± kategoriê towarów

source: Cannot delete this item category because items have been created using this item category.
pl_pl: Niemo¿na usun±æ tej kategorii, poniewa¿ zdefiniowano towary do niej nale¿±ce.

source: Selected item category has been deleted
pl_pl: Wybrana kategoria zosta³a usuniêta.

source: Tax type
pl_pl: Typ podatku

source: Units
pl_pl: Jm

source: Sales Act
pl_pl: Konto Sprzeda¿y

source: Inventory Account
pl_pl: Konto Magazynowe

source: COGS Account
pl_pl: Konto Kosztów W³asnych Sprzeda¿y

source: Adjustment Account
pl_pl: Konto Ró¿nic Magazynowych

source: Assembly Account
pl_pl: Konto Kosztów Produkcji

source: Category Name:
pl_pl: Nazwa Kategorii:

source: Default values for new items
pl_pl: Warto¶ci domy¶lne dla nowych towarów

source: Item Tax Type:
pl_pl: Typ Podatku:

source: Item Type:
pl_pl: Typ Towaru:

source: Units of Measure:
pl_pl: Jednostka Miary:

source: Exclude from sales:
pl_pl: Wy³±czone ze sprzeda¿y:

source: Foreign Item Codes
pl_pl: Kody Identyfikacyjne Towarów

source: There are no inventory items defined in the system.
pl_pl: W systemie nie zdefiniowano towarów.

source: The price entered was not positive number.
pl_pl: Cena musi byæ liczb± dodatni±.

source: Item code description cannot be empty.
pl_pl: Opis kodu identyfikacyjnego nie mo¿e byæ pusty.

source: This item code is already assigned to stock item or sale kit.
pl_pl: Ten kod jest ju¿ u¿ywany przez towar lub komplet.

source: New item code has been added.
pl_pl: Dodano nowy kod identyfikacyjny towaru.

source: Item code has been updated.
pl_pl: Kod towaru zosta³ zaktualizowany.

source: Item code has been sucessfully deleted.
pl_pl: Kod towaru zosta³ usuniêty.

source: EAN/UPC Code
pl_pl: Kod EAN/UPC

source: Category
pl_pl: Kategoria

source: UPC/EAN code:
pl_pl: Kod EAN/UPC:

source: Quantity:
pl_pl: Ilo¶æ:

source: Description:
pl_pl: Opis:

source: Category:
pl_pl: Kategoria:

source: Only jpg files are supported - a file extension of .jpg is expected
pl_pl: System obs³uguje tylko obrazki w formacie jpeg. Oczekiwana jest nazwa pliku z roszerzeniem .jpg

source: There are no item categories defined in the system. At least one item category is required to add a item.
pl_pl: Nie zdefiniowano kategorii towarów. Trzeba zdefiniowaæ co najmniej jedn± kategoriê aby móc dodawaæ towary.

source: There are no item tax types defined in the system. At least one item tax type is required to add a item.
pl_pl: Nie zdefiniowano typów podatków. Trzeba zdefiniowaæ co najmniej jeden typ podatku aby móc dodawaæ podatki.

source: The item name must be entered.
pl_pl: Nazwa towaru musi byæ podana.

source: The item code cannot be empty
pl_pl: Kod towaru nie mo¿e byæ pusty

source: The item code cannot contain any of the following characters - & + OR a space OR quotes
pl_pl: Kod towaru nie mo¿e zawieraæ ¿adnego z nastêpuj±cych znaków: - & + spacja cudzys³owy.

source: Item has been updated.
pl_pl: Dane towaru zosta³y zaktualizowane.

source: A new item has been added.
pl_pl: Dodano nowy towar.

source: Selected item has been deleted.
pl_pl: Wybrany towar zosta³ usuniêty.

source: Select an item:
pl_pl: Wybierz towar:

source: New item
pl_pl: Nowy Towar

source: Item
pl_pl: Towar

source: Item Code:
pl_pl: Kod Towaru:

source: Editable description:
pl_pl: Opis podlega edycji:

source: GL Accounts
pl_pl: Konta KG

source: Other
pl_pl: Inne

source: Image File (.jpg)
pl_pl: Plik Obrazka (.jpg)

source: No image
pl_pl: Brak zdjêcia

source: Delete Image:
pl_pl: Usuñ Obrazek:

source: Item status:
pl_pl: Status towaru:

source: Insert New Item
pl_pl: Dodaj Nowy Towar

source: Update Item
pl_pl: Aktualizacja Towaru

source: Select this items and return to document entry.
pl_pl: Wybierz ten towar i wróæ do edycji dokumentu.

source: Clone This Item
pl_pl: Sklonuj

source: Delete This Item
pl_pl: Usuñ Towar

source: Units of Measure
pl_pl: Jednostki Miary

source: The unit of measure code cannot be empty.
pl_pl: Nazwa jednostki miary nie mo¿e byæ pusta.

source: The unit of measure code is too long.
pl_pl: Nazwa jednostki miary jest zbyt d³uga.

source: The unit of measure description cannot be empty.
pl_pl: Opis jednostki miary nie mo¿e byæ pusty.

source: Selected unit has been updated
pl_pl: Dane jednostki miary zosta³y zaktualizowane

source: New unit has been added
pl_pl: Dodano now± jednostkê miary

source: Cannot delete this unit of measure because items have been created using this unit.
pl_pl: Tej jednostki miary nie mo¿na usun±æ, poniewa¿ zdefiniowano towary z jej u¿yciem.

source: Selected unit has been deleted
pl_pl: Wybrana jednostka miary zosta³a usuniêta

source: Decimals
pl_pl: Miejsca dziesiêtne

source: User Quantity Decimals
pl_pl: Z ustawieñ u¿ytkownika

source: Unit Abbreviation:
pl_pl: Skrót Jednostki Miary:

source: Descriptive Name:
pl_pl: Nazwa Opisowa:

source: Decimal Places:
pl_pl: Miejsca Dziesiêtne:

source: Inventory Locations
pl_pl: Lokalizacje Magazynów

source: The location code must be five characters or less long (including converted special chars).
pl_pl: Kod magazynu mo¿e mieæ najwy¿ej 5 znaków (wliczaj±c znaki specjalne po konwersji.

source: The location name must be entered.
pl_pl: Nazwa magazynu musi zostaæ wprowadzona.

source: Selected location has been updated
pl_pl: Wybrana lokalizacja zosta³a zmieniona

source: New location has been added
pl_pl: Dodano now± lokalizacjê

source: Cannot delete this location because item movements have been created using this location.
pl_pl: Nie mo¿na usun±æ tego magazynu, poniewa¿ istniej± przesuniêcia towarów jego dotycz±ce.

source: Cannot delete this location because it is used by some work orders records.
pl_pl: Nie mo¿na usun±æ tego magazynu, poniewa¿ istniej± pozycje zleceñ produkcyjnych jego dotycz±ce.

source: Cannot delete this location because it is used by some branch records as the default location to deliver from.
pl_pl: Nie mo¿na usun±æ tego magazynu, poniewa¿ istniej± oddzia³y klientów, dla których jest on domy¶lnym magazynem wysy³ki.

source: Cannot delete this location because it is used by some related records in other tables.
pl_pl: Nie mo¿na usun±æ tego magazynu, poniewa¿ istniej± powi±zane z nim transakcje.

source: Selected location has been deleted
pl_pl: Wybrana lokalizacja zosta³a usuniêta

source: Location Code
pl_pl: Kod Lokacji

source: Location Name
pl_pl: Nazwa Lokacji

source: Location Code:
pl_pl: Kod Magazynu

source: Location Name:
pl_pl: Nazwa Magazynu:

source: Contact for deliveries:
pl_pl: Kontakt dla dostaw:

source: Telephone No:
pl_pl: Nr telefonu:

source: Facsimile No:
pl_pl: Numer faksu:

source: Inventory Movement Types
pl_pl: Typy Przesuniêæ

source: The inventory movement type name cannot be empty.
pl_pl: Typ przesuniêcia magazynowego nie mo¿e byæ pusty.

source: Selected movement type has been updated
pl_pl: Wybrany typ przesuniêcia zosta³ zaktualizowany

source: New movement type has been added
pl_pl: Dodano nowy typ przesuniêcia

source: Cannot delete this inventory movement type because item transactions have been created referring to it.
pl_pl: Nie mo¿na usun±æ tego typu przesuniêcia magazynowego, poniewa¿ istniej± przesuniêcia towarów jego dotycz±ce.

source: Selected movement type has been deleted
pl_pl: Wybrany typ przesuniêcia zosta³ usuniêty

source: Sales Kits & Alias Codes
pl_pl: Komplety i Kody Identyfikacyjne

source: Stock Item
pl_pl: Towar Magazynowy

source: kit
pl_pl: komplet

source: The quantity entered must be numeric and greater than zero.
pl_pl: Podana ilo¶æ nie mo¿e byæ ujemna.

source: Kit/alias code cannot be empty.
pl_pl: Kod kompletu/identyfikacyjny nie mo¿e byæ pusty

source: The selected component contains directly or on any lower level the kit under edition. Recursive kits are not allowed.
pl_pl: Definiowany towar wchodzi bezpo¶rednio lub po¶rednio w sk³ad wybranego komponentu. Rekursja na li¶cie materia³ów jest niedozwolona.

source: The selected component is already in this kit. You can modify it's quantity but it cannot appear more than once in the same kit.
pl_pl: Wybrany komponent wystêpuje ju¿ w tym komplecie. Mo¿esz zmieniæ ilo¶æ ju¿ wprowadzon±, ale nie mo¿na dwukrotnie wprowadziæ tego samego komponentu.

source: New alias code has been created.
pl_pl: Dodano nowy kod identyfikacyjny.

source: New component has been added to selected kit.
pl_pl: Komponent zosta³ dodany do definicji kompletu.

source: Component of selected kit has been updated.
pl_pl: Komponent kompletu zosta³ zaktualizowany.

source: Kit common properties has been updated
pl_pl: Parametry wspólne zestawu zosta³y zaktualizowane

source: This item cannot be deleted because it is the last item in the kit used by following kits
pl_pl: Nie mo¿na usun±æ komponentu poniewa¿ jest to ostatni komponent kompletu bêd±cego czê¶ci± sk³adow± innego kompletu.

source: The component item has been deleted from this bom
pl_pl: Komponent zosta³ usuniêty z listy materia³ów.

source: Select a sale kit:
pl_pl: Wybierz komplet handlowy:

source: New kit
pl_pl: Nowy Komplet

source: Alias/kit code:
pl_pl: Kod kompletu/identyfikacyjny:

source: Update kit/alias name
pl_pl: Zapisz nazwê kompletu/kodu

source: Component:
pl_pl: Komponent:

source: kits
pl_pl: kpl

source: View Inventory Adjustment
pl_pl: Szczegó³y Korekty Magazynowej

source: At Location
pl_pl: W Magazynie

source: Adjustment Type
pl_pl: Typ Korekty

source: This adjustment has been voided.
pl_pl: Ta korekta zosta³a anulowana.

source: View Inventory Transfer
pl_pl: Szczegó³y Przesuniêcia Magazynowego

source: From Location
pl_pl: Magazyn

source: To Location
pl_pl: Do Magazynu

source: Search Outstanding Work Orders
pl_pl: Przeszukiwanie Aktualnych Zamówieñ

source: Search Work Orders
pl_pl: Szukaj Zamówieñ

source: at Location:
pl_pl: dla Magazynu:

source: for item:
pl_pl: na towar:

source: Select documents
pl_pl: Wybierz dokumenty

source: Release
pl_pl: Wydanie

source: Issue
pl_pl: Wydanie

source: Produce
pl_pl: W Produkcji

source: Costs
pl_pl: Koszty

source: Required
pl_pl: Zamówione

source: Required By
pl_pl: Termin

source: Marked orders are overdue.
pl_pl: Zaznaczono zamówienia przeterminowane.

source: Produce or Unassemble Finished Items From Work Order
pl_pl: Produkcja lub Demonta¿ Produktów Gotowych wg Zlecenia

source: The manufacturing process has been entered.
pl_pl: Czynno¶æ produkcyjna zosta³a wprowadzona.

source: View this Work Order
pl_pl: Poka¿ Zlecenie

source: View the GL Journal Entries for this Work Order
pl_pl: Poka¿ Zapisy Ksiêgowe dla Tego Zlecenia

source: Print the GL Journal Entries for this Work Order
pl_pl: Poka¿ Zapisy Ksiêgowe dla Tego Zlecenia

source: Select another &Work Order to Process
pl_pl: Wybór &Nastêpnego Zlecenia

source: The order number sent is not valid.
pl_pl: Numer zlecenia jest nieprawid³owy.

source: The quantity entered is not a valid number or less then zero.
pl_pl: Podana ilo¶æ jest nieprawid³owa b±d¼ mniejsza od zera..

source: The production date cannot be before the release date of the work order.
pl_pl: Data produkcji nie mo¿e byæ wcze¶niejsza od daty wystawienia zlecenia.

source: The unassembling cannot be processed because there is insufficient stock.
pl_pl: Demonta¿ nie mo¿e byæ wykonany ze wzglêdu na zbyt niski stan magazynowy.

source: The production cannot be processed because a required item would cause a negative inventory balance :
pl_pl: Produkcja nie mo¿e zostaæ wprowadzonae gdy¿ powodowa³o by to ujemny stan dla :

source: Produce Finished Items
pl_pl: Produkcja Towarów Gotowych

source: Return Items to Work Order
pl_pl: Przyjêcie Towarów ze Zlecenia

source: Process
pl_pl: Przetwórz

source: Process And Close Order
pl_pl: Zamknij i Wprowad¼ Zlecenie

source: Work Order Additional Costs
pl_pl: Koszty Dodatkowe Zlecenia:

source: The additional cost has been entered.
pl_pl: Koszty dodatkowe zosta³y wprowadzone.

source: Enter another additional cost.
pl_pl: Wprowad¼ inne koszty dodatkowe

source: The amount entered is not a valid number or less then zero.
pl_pl: Podana warto¶æ jest nieprawid³owa b±d¼ mniejsza od zera.

source: The additional cost date cannot be before the release date of the work order.
pl_pl: Koszt dodatkowy nie mo¿e byæ wprowadzony z dat± wcze¶niejsz± ni¿ data uruchomienia zlecenia.

source: Additional Costs:
pl_pl: Koszty Dodatkowe:

source: Debit Account
pl_pl: Konto Debetowe

source: Process Additional Cost
pl_pl: Wprowad¼ Koszty Dodatkowe

source: Work Order Entry
pl_pl: Przyjêcie Nowego Zamówienia

source: There are no manufacturable items defined in the system.
pl_pl: Brak definicji towarów produkowanych.

source: The work order been added.
pl_pl: Zlecenie zosta³o wprowadzone.

source: Print this Work Order
pl_pl: &Drukuj To Zamówienie

source: Email this Work Order
pl_pl: Wy¶lij to Zamówienie emailem

source: The work order been updated.
pl_pl: Zlecenie zosta³o zaktualizowanme.

source: Work order has been deleted.
pl_pl: Zlecenie zosta³o usuniête.

source: This work order has been closed. There can be no more issues against it.
pl_pl: Zlecenie zosta³o zamkniête. Nie mo¿na wydawaæ na nie materia³ów.

source: Enter a new work order
pl_pl: Wprowad¼ nowe zlecenie produkcyjne

source: Select an existing work order
pl_pl: Wybierz istniej±ce zlecenia

source: The quantity entered is invalid or less than zero.
pl_pl: Wprowadzona ilo¶æ jest b³êdna lub mniejsza od zera.

source: The selected item to manufacture does not have a bom.
pl_pl: Wybrany towar produkcyjny nie ma zdefiniowanej listy materia³ów.

source: The labour cost entered is invalid or less than zero.
pl_pl: Wprowadzony koszt p³ac jest b³êdny lub jest ujemny.

source: The cost entered is invalid or less than zero.
pl_pl: Wprowadzony koszt jest b³êdny lub jest ujemny.

source: The work order cannot be processed because there is an insufficient quantity for component:
pl_pl: Nie mo¿na przetworzyæ zlecenia ze wzglêdu na niewystarczaj±c± ilo¶æ komponentu:
