Repository: matthiasbock/carpe-diem-banking
Catalog: wegvereinfacht/lang/*/LC_MESSAGES/*-2.3.0-15.po
Languages: pl_pl

source: Database upgrades marked as partially installed cannot be installed automatically. You have to clean database manually to enable them, or try to perform forced upgrade.
pl_pl: Aktualizacje oznaczone jako czê¶ciowo zainstalowane nie mog± byæ wykonane automatycznie. Musiz rêcznie poprawiæ bazê danych aby umo¿liwiæ aktualizacjê automatyczn±, lub przeprowadziæ aktualizacjê wymuszon±.

source: Upgrade system
pl_pl: Aktualizacja systemu

source: Save database and perform upgrade
pl_pl: Zrób kopiê bezpieczeñstwa i przeprowad¼ upgrade

source: Payment Terms
pl_pl: Warunki P³atno¶ci

source: The number of days or the day in the following month must be numeric.
pl_pl: Liczba dni musi byæ podana w formie numerycznej.

source: The Terms description must be entered.
pl_pl: Opis terminu nie mo¿e byæ pusty.

source: Selected payment terms have been updated
pl_pl: Wybrane warunki p³atno¶ci zosta³y zaktualizowane

source: New payment terms have been added
pl_pl: Dodano nowe warunki p³atno¶ci

source: Cannot delete this payment term, because customer accounts have been created referring to this term.
pl_pl: Nie mo¿na usun±æ tego terminu p³atno¶ci, poniewa¿ istniej± konta klientów z ustawionym tym warunkiem.

source: Cannot delete this payment term, because supplier accounts have been created referring to this term
pl_pl: Nie mo¿na usun±æ tego terminu p³atno¶ci, poniewa¿ istniej± konta dostawców z ustawionym tym warunkiem.

source: Selected payment terms have been deleted
pl_pl: Wybrane warunki p³atno¶ci zosta³y usuniête

source: Type
pl_pl: Typ

source: Due After/Days
pl_pl: Po/W Ci±gu (Dni)

source: N/A
pl_pl: ND

source: Terms Description:
pl_pl: Opis Terminu:

source: Payment type:
pl_pl: Typ p³atno¶ci:

source: Days (Or Day In Following Month):
pl_pl: Liczba Dni (lub Dzieñ Miesi±ca):

source: Printer Locations
pl_pl: Lokalizacje Drukarek

source: Printer name cannot be empty.
pl_pl: Nazwa drukarki nie mo¿e byæ pusta.

source: You have selected printing to server at user IP.
pl_pl: Wybra³e¶ wysy³anie raportów na serwer pod adresem IP u¿ytkownika.

source: Timeout cannot be less than zero nor longer than 60 (sec).
pl_pl: Czas oczekiwania nie mo¿e byæ mniejszy od zera ani wiêkszy od 60s.

source: New printer definition has been created
pl_pl: Dodano now± definicjê drukarki towarów

source: Selected printer definition has been updated
pl_pl: Wybrana definicja drukarki zosta³a zaktualizowana.

source: Cannot delete this printer definition, because print profile have been created using it.
pl_pl: Tej definicji drukarki nie mo¿na usun±æ, poniewa¿ jest ona u¿ywana w którym¶ z profili drukowania.

source: Selected printer definition has been deleted
pl_pl: Wybrana defincja drukarki zosta³a usuniêta

source: Printer Queue
pl_pl: Nazwa kolejki drukowania

source: Printer Name
pl_pl: Nazwa Drukarki

source: Printer Description
pl_pl: Opis lokalizacji b±d¼ przeznaczenia

source: Host name or IP
pl_pl: Nazwa hosta lub adres IP

source: Printing Profiles
pl_pl: Profile Drukowania

source: Default printing destination
pl_pl: Domy¶lny kierunek drukowania

source: Printing profile name cannot be empty.
pl_pl: Nazwa profilu drukowania nie mo¿e byæ pusta.

source: New printing profile has been created
pl_pl: Dodano nowy profil drukowania

source: Printing profile has been updated
pl_pl: Profil drukowania zosta³ zaktualizowany.

source: Selected printing profile has been deleted
pl_pl: Wybrany profil drukowania zosta³ usuniêty.

source: Select printing profile
pl_pl: Wybierz profil drukowania

source: New printing profile
pl_pl: Nowy profil drukowania

source: Printing Profile Name
pl_pl: Nazwa Profilu

source: Report Id
pl_pl: Id Raportu

source: Printer
pl_pl: Drukarka

source: Browser support
pl_pl: Przez przegl±darkê

source: no title was found in this report definition file.
pl_pl: nie znaleziono tytu³u wydruku dla tego raportu.

source: Add New Profile
pl_pl: Dodaj Nowy Profil

source: Update Profile
pl_pl: Zapisz Profil

source: Update printer profile
pl_pl: Zapisz profil drukowania

source: Delete Profile
pl_pl: Usuñ Profil

source: Delete printer profile (only if not used by any user)
pl_pl: Usuñ profil (tylko gdy nie u¿ywany przez ¿adnego u¿ytkownika)

source: Access setup
pl_pl: Profile dostêpu

source: Role description cannot be empty.
pl_pl: Opis profilu dostêpu nie mo¿e byæ pusty.

source: Role name cannot be empty.
pl_pl: Nazwa profilu nie mo¿e byæ pusta.

source: Access level edition in Company setup section have to be enabled for your account.
pl_pl: Edycja poziomów dostêpu musi pozostaæ w³±czona dla twojego typu konta.

source: New security role has been added.
pl_pl: Dodano nowy profil dostêpu.

source: Security role has been updated.
pl_pl: Profil dostêpu zosta³ zaktualizowany.

source: This role is currently assigned to some users and cannot be deleted
pl_pl: Wybrany profil jest obecnie u¿ywany przez jednego lub wiêcej u¿ytkowników, nie mo¿na wiêc go usun±æ.

source: Security role has been sucessfully deleted.
pl_pl: Profil dostêpu zosta³ usuniêty.

source: Role:
pl_pl: Rola:

source: Show inactive:
pl_pl: Poka¿ nieaktywne:

source: Role name:
pl_pl: Nazwa profilu:

source: Role description:
pl_pl: Opis zakresu uprawnieñ:

source: Current status:
pl_pl: Stan aktualny:

source: On/off set of features
pl_pl: W³±czenie/Wy³±czenie sekcji

source: Update view
pl_pl: Od¶wierz stronê

source: Insert New Role
pl_pl: Dodaj Nowy Profil

source: Save Role
pl_pl: Zapisz Profil

source: Clone This Role
pl_pl: Sklonuj ten Profil

source: Delete This Role
pl_pl: Usuñ Profil

source: Cancel
pl_pl: Zrezygnuj

source: Cancel Edition
pl_pl: Anuluj Zmiany

source: Shipping Company
pl_pl: Transport

source: The shipping company name cannot be empty.
pl_pl: Nazwa firmy przewozowej nie mo¿e byæ pusta

source: New shipping company has been added
pl_pl: Dodano nowy sposób dostawy

source: Selected shipping company has been updated
pl_pl: Wybrany sposób dostawy zosta³ zaktualizowany

source: Cannot delete this shipping company because sales orders have been created using this shipper.
pl_pl: Nie mo¿na usun±æ tej firmy przewozowej poniewa¿ utworzono zamówienia sprzeda¿y z jej u¿yciem.

source: Cannot delete this shipping company because invoices have been created using this shipping company.
pl_pl: Nie mo¿na usun±æ tej firmy przewozowej poniewa¿ wystawiono faktury sprzeda¿y z jej u¿yciem.

source: Selected shipping company has been deleted
pl_pl: Wybrany sposób dostawy zosta³ usuniêty.

source: Contact Person
pl_pl: Osoba Kontaktowa

source: Phone Number
pl_pl: Numer Telefonu

source: Secondary Phone
pl_pl: Telefon dodatkowy

source: Address
pl_pl: Adres

source: Name:
pl_pl: Nazwa:

source: Contact Person:
pl_pl: Osoba Kontaktowa:

source: Secondary Phone Number:
pl_pl: Dodatkowy Telefon Kontaktowy:

source: System Diagnostics
pl_pl: Diagnostyka systemu

source: Unspecified tag type
pl_pl: Nieokre¶lony typ tagu

source: Account Tags
pl_pl: Tagi Kont GL

source: Dimension Tags
pl_pl: Tagi Przekrojów

source: The tag name cannot be empty.
pl_pl: Nazwa tagu nie mo¿e byæ pusta.

source: Selected tag settings have been updated
pl_pl: Tag zosta³ zaktualizowany

source: New tag has been added
pl_pl: Dodano nowy tag

source: Cannot delete this tag because records have been created referring to it.
pl_pl: Nie mo¿na usun±æ tego tagu poniewa¿ istniej± rekordy bazy danych nim oznakowane.

source: Selected tag has been deleted
pl_pl: Wybrany tag zosta³ usuniêty

source: Tag Name
pl_pl: Nazwa Tagu

source: Tag Description
pl_pl: Opis Tagu

source: Tag Name:
pl_pl: Nazwa Tagu:

source: Tag Description:
pl_pl: Opis Tagu:

source: Users
pl_pl: U¿ytkownicy

source: The user login entered must be at least 4 characters long.
pl_pl: Wprowadzona nazwa u¿ytkownika musi ieæ co najmniej 4 znaki.

source: The selected user has been updated.
pl_pl: Dane u¿ytkownika zosta³y zaktualizowane.

source: A new user has been added.
pl_pl: Dodano nowego u¿ytkownika.

source: User has been deleted.
pl_pl: U¿ytkownik usuniêty.

source: User login
pl_pl: Nazwa u¿ytkownika

source: Full Name
pl_pl: Imiê i Nazwisko

source: Phone
pl_pl: Numer Tel

source: Last Visit
pl_pl: Ostatnia Wizyta

source: Access Level
pl_pl: Poziom Uprawnieñ

source: User Login:
pl_pl: Nazwa U¿ytkownika:

source: Enter a new password to change, leave empty to keep current.
pl_pl: Wprowad¼ nowe has³o lub pozostaw puste pole je¶li nie zmieniasz.

source: Telephone No.:
pl_pl: Nr Telefonu:

source: Access Level:
pl_pl: Poziom Dostêpu:

source: User's POS
pl_pl: POS U¿ytkownika

source: Use popup window for reports:
pl_pl: U¿ywaj okienek popup do wy¶wietlania raportów:

source: View or Print Transactions
pl_pl: Przegl±d/Wydruk Transakcji

source: Print
pl_pl: Drukuj

source: Only documents can be printed.
pl_pl: Drukowaæ mo¿na tylko dokumenty.

source: from #:
pl_pl: od nr:

source: to #:
pl_pl: do nr:

source: Search
pl_pl: Szukaj

source: The starting transaction number is expected to be numeric and greater than zero.
pl_pl: Podany numer pocz±tkowy transakcji musi byæ liczb± wiêksz± od zera.

source: The ending transaction number is expected to be numeric and greater than zero.
pl_pl: Podany numer koñcowy transakcji musi byæ liczb± wiêksz± od zera.

source: Reference
pl_pl: Numer Ref

source: Date
pl_pl: Data

source: GL
pl_pl: KG

source: Void a Transaction
pl_pl: Usuniêcie Transakcji

source: Select
pl_pl: Wybierz

source: Transaction Type:
pl_pl: Typ Transakcji:

source: Transaction #:
pl_pl: Nr Transakcji:

source: Voiding Date:
pl_pl: Data Anulowania:

source: Memo:
pl_pl: Uwagi:

source: Void Transaction
pl_pl: Anulowanie Transakcji

source: The entered transaction does not exist or cannot be voided.
pl_pl: Podana transakcja nie istnieje lub nie mo¿e byæ anulowana.

source: Are you sure you want to void this transaction ? This action cannot be undone.
pl_pl: Czy jeste¶ pewien, ¿e chcesz anulowaæ transakcjê? Ta czynno¶æ jest nieodwo³alna.

source: Proceed
pl_pl: Kontynuuj

source: The selected transaction was closed for edition and cannot be voided.
pl_pl: Edycja tej transakcja zosta³a zablokowana i nie mo¿e byæ usuniêta.

source: The entered date is invalid.
pl_pl: Podano nieprawid³ow± datê.

source: The entered date is not in fiscal year.
pl_pl: Podana data jest poza rokiem fiskalnym lub jest zamkniêta dla dalszych zapisów.

source: The transaction number is expected to be numeric and greater than zero.
pl_pl: Podana liczba musi byæ wiêksza od zera.

source: The selected transaction has already been voided.
pl_pl: Podana transakcja zosta³a ju¿ wcze¶niej anulowana.

source: Selected transaction has been voided.
pl_pl: Wybran± transakcjê anulowano.

source: The Retained Earnings Account or the Profit and Loss Year Account has not been set in System and General GL Setup
pl_pl: Konto akumulowanego zysku lub konto wyniku finansowego nie zosta³o zdefiniowane w ustwieniach systemu.

source: Closing Year
pl_pl: Zamkniêcie roku

source: Open Balance
pl_pl: Saldo Otwarcia

source: Cannot open the extension setup file '%s' for writing.
pl_pl: Nie mo¿na otworzyæ pliku konfiguracji '%s' do zapisu.

source: Cannot write to the extensions setup file '%s'.
pl_pl: Nie mo¿na zapisaæ konfiguracji rozszerzeñ do pliku '%s'.

source: Cannot update system extensions list.
pl_pl: Nie mo¿na zaktualizowaæ konfiguracji rozszerzeñ.

source: Cannot update extensions list for company '%s'.
pl_pl: Nie mo¿na zaktualizowaæ konfiguracji rozszerzeñ dla firmy '%s'.

source: Cannot open the languages file -
pl_pl: Nie mo¿na otworzyæ pliku konfiguracji t³umaczeñ -

source: Cannot write to the language file -
pl_pl: Nie mo¿na zapisaæ pliku konfiguracji t³umaczeñ -

source: The language files folder
pl_pl: Folder plików t³umaczeñ

source: SQL script execution failed in line %d: %s
pl_pl: B³±d skryptu sql w linii %d: %s

source: user online
pl_pl: u¿ytkownik online

source: users online
pl_pl: u¿ytkowników online

source: Voided.
pl_pl: Anulowano.

source: &Sales
pl_pl: &Sprzeda¿

source: Transactions
pl_pl: Transakcje

source: Sales &Quotation Entry
pl_pl: Nowa &Oferta Sprzeda¿y

source: Sales &Order Entry
pl_pl: Przyjêcie Nowego &Zamówienia

source: Direct &Delivery
pl_pl: &Wysy³ka Bezpo¶rednia

source: Direct &Invoice
pl_pl: &Faktura Bezpo¶rednia

source: &Delivery Against Sales Orders
pl_pl: &Wysy³ka Towarów wg Zamówienia

source: &Invoice Against Sales Delivery
pl_pl: Za&fakturowanie Wysy³anego Towaru

source: &Template Delivery
pl_pl: Wysy³ka w&g Wzorca

source: &Template Invoice
pl_pl: Faktura w&g Wzorca

source: &Create and Print Recurrent Invoices
pl_pl: &Definiowanie i Drukowanie Faktur Okresowych

source: Customer &Payments
pl_pl: &P³atno¶ci Klienta

source: Customer &Credit Notes
pl_pl: Faktura &Koryguj±ca

source: &Allocate Customer Payments or Credit Notes
pl_pl: &Rozliczenie P³atno¶ci i Faktur Koryguj±cych

source: Inquiries and Reports
pl_pl: Zestawienia i Raporty

source: Sales Quotation I&nquiry
pl_pl: &Przeszukiwanie Ofert

source: Sales Order &Inquiry
pl_pl: Prze&szukiwanie Zamówieñ

source: Customer Transaction &Inquiry
pl_pl: Prze&szukiwanie Transakcji Klienta

source: Customer Allocation &Inquiry
pl_pl: Prze&szukiwanie Rozliczeñ Klienta

source: Customer and Sales &Reports
pl_pl: &Raporty Klientów i Sprzeda¿y

source: Maintenance
pl_pl: Pielêgnacja

source: Add and Manage &Customers
pl_pl: Dodawanie i Edycja &Klientów

source: Customer &Branches
pl_pl: &Oddzia³y Klienta

source: Sales &Groups
pl_pl: &Grupy Klientów

source: Recurrent &Invoices
pl_pl: &Faktury Okresowe

source: Sales T&ypes
pl_pl: &Typy Sprzeda¿y

source: Sales &Persons
pl_pl: &Sprzedawcy

source: Sales &Areas
pl_pl: &Rejony Sprzeda¿y

source: Credit &Status Setup
pl_pl: Typy &Zdolno¶ci Kredytowej

source: &Dimensions
pl_pl: &Przekroje

source: Dimension &Entry
pl_pl: &Definiowanie Przekrojów

source: &Outstanding Dimensions
pl_pl: &Bie¿±ce Przekroje

source: Dimension &Inquiry
pl_pl: &Przegl±d Przekrojów

source: Dimension &Reports
pl_pl: &Raporty Przekrojowe

source: Dimension &Tags
pl_pl: &Tagi Przekrojów

source: &Banking and General Ledger
pl_pl: &Ksiêgowo¶æ i Rozliczenia

source: &Payments
pl_pl: W&yp³aty

source: &Deposits
pl_pl: &Wp³aty

source: Bank Account &Transfers
pl_pl: &Transfery Bankowe

source: &Journal Entry
pl_pl: Pozycje &Dziennika

source: &Budget Entry
pl_pl: Planowanie &Bud¿etu

source: &Reconcile Bank Account
pl_pl: &Uzgodnienie Wyci±gów Bankowych

source: Revenue / &Costs Accruals
pl_pl: Podzia³ Zysków/&Kosztów

source: &Journal Inquiry
pl_pl: Przegl±danie Zapisów &Dziennika

source: GL &Inquiry
pl_pl: Prze&szukiwanie Kont Ksiêgowych

source: Bank Account &Inquiry
pl_pl: &Zmiany na Koncie Bankowym

source: Ta&x Inquiry
pl_pl: Przegl±d VAT

source: Trial &Balance
pl_pl: &Bilans Próbny

source: Balance &Sheet Drilldown
pl_pl: Arkusz &Bilansu

source: &Profit and Loss Drilldown
pl_pl: &Deklaracja Zysków i Strat

source: Banking &Reports
pl_pl: &Raporty Bankowe

source: General Ledger &Reports
pl_pl: &Raporty Ksi±g Handlowych

source: Bank &Accounts
pl_pl: Konta &Bankowe

source: &Quick Entries
pl_pl: &Wzorce Szybkiego Ksiêgowania

source: Account &Tags
pl_pl: &Tagi Kont KG

source: &Currencies
pl_pl: &Waluty

source: &Exchange Rates
pl_pl: Kursy &Wymiany

source: &GL Accounts
pl_pl: &Konta KG

source: GL Account &Groups
pl_pl: &Grupy Kont KG

source: GL Account &Classes
pl_pl: &Klasy Kont KG

source: &Revaluation of Currency Accounts
pl_pl: &Rewaluacja Kont Walutowych

source: &Items and Inventory
pl_pl: &Towary i Magazyny

source: Inventory Location &Transfers
pl_pl: Przesuniêcia &Miêdzymagazynowe

source: Inventory &Adjustments
pl_pl: &Korekty Stanów Magazynowych

source: Inventory Item &Movements
pl_pl: &Zmiany Magazynowe

source: Inventory Item &Status
pl_pl: &Stany Magazynowe

source: Inventory &Reports
pl_pl: &Raporty Magazynowe

source: &Items
pl_pl: &Towary

source: &Foreign Item Codes
pl_pl: Obce Kody Identyfikacyjne

source: Sales &Kits
pl_pl: &Komplety Handlowe

source: Item &Categories
pl_pl: &Kategorie Towarów

source: Inventory &Locations
pl_pl: &Lokalizacje Magazynów

source: Inventory &Movement Types
pl_pl: Typy &Przesuniêæ

source: &Units of Measure
pl_pl: &Jednostki Miary

source: &Reorder Levels
pl_pl: Poziomy Odnawiania &Zapasów

source: Pricing and Costs
pl_pl: Ceny i Koszty

source: Sales &Pricing
pl_pl: &Ceny Sprzeda¿y

source: Purchasing &Pricing
pl_pl: &Ceny Zakupu

source: Standard &Costs
pl_pl: Koszty &Standardowe

source: &Manufacturing
pl_pl: &Produkcja

source: Work &Order Entry
pl_pl: Przyjêcie Nowego &Zamówienia

source: &Outstanding Work Orders
pl_pl: Zamówienia w &Toku

source: Costed Bill Of Material Inquiry
pl_pl: Przegl±danie List Materia³ów

source: Inventory Item Where Used &Inquiry
pl_pl: Przegl±d &U¿ycia Materia³ów

source: Work Order &Inquiry
pl_pl: Przegl±d Zleceñ &Produkcyjnych

source: Manufacturing &Reports
pl_pl: &Raporty Produkcyjne

source: &Bills Of Material
pl_pl: &Listy Materia³ów

source: &Work Centres
pl_pl: &Centra Produkcyjne

source: S&etup
pl_pl: &Ustawienia

source: &Company Setup
pl_pl: Ustawienia &Firmy

source: &User Accounts Setup
pl_pl: &U¿ytkownicy Systemu

source: &Access Setup
pl_pl: System &Uprawnieñ

source: &Display Setup
pl_pl: Ustawienia &Wy¶wietlania

source: &Forms Setup
pl_pl: Ustawienia &Formularzy

source: &Taxes
pl_pl: P&odatki

source: Tax &Groups
pl_pl: &Grupy Podatkowe

source: Item Ta&x Types
pl_pl: Typy &Podatków od Towarów

source: System and &General GL Setup
pl_pl: Ustawienia Systemowe i &Ksiêgi G³ównej

source: &Fiscal Years
pl_pl: &Lata Podatkowe

source: &Print Profiles
pl_pl: Profile &Drukowania

source: Pa&yment Terms
pl_pl: Warunki &P³atno¶ci

source: Shi&pping Company
pl_pl: &Transport

source: &Points of Sale
pl_pl: Definicje &Punktów Sprzeda¿y

source: &Printers
pl_pl: &Drukarki

source: Contact &Categories
pl_pl: &Kategorie Kontaktów

source: &Void a Transaction
pl_pl: &Usuniêcie Transakcji

source: View or &Print Transactions
pl_pl: Przegl±d/&Wydruk Transakcji

source: &Attach Documents
pl_pl: &Do³±czanie Dokumentów

source: System &Diagnostics
pl_pl: &Diagnostyka Systemu

source: &Backup and Restore
pl_pl: Kopie &bezpieczeñstwa

source: Create/Update &Companies
pl_pl: Tworzenie/Edycja &Firm

source: Install/Update &Languages
pl_pl: Instalacja/Aktualizacja &Jêzyków

source: Install/Activate &Extensions
pl_pl: Dodawanie/Aktywacja Rozszerzeñ

source: Install/Activate &Themes
pl_pl: Instalacja/Aktywacja &Tematów

source: Install/Activate &Chart of Accounts
pl_pl: Instalacja &Planów Kont

source: Software &Upgrade
pl_pl: &Upgrade Systemu

source: &Purchases
pl_pl: &Zakupy

source: Purchase &Order Entry
pl_pl: Wprowadzenie &Zamówienia Zakupu

source: &Outstanding Purchase Orders Maintenance
pl_pl: Zamówienia Zakupu w &toku

source: Direct &GRN
pl_pl: &Dostawa Bezpo¶rednia

source: &Payments to Suppliers
pl_pl: &P³atno¶ci dla Dostawców

source: Supplier &Invoices
pl_pl: &Faktura Dostawcy

source: Supplier &Credit Notes
pl_pl: Faktura &Koryguj±ca Dostawcy

source: &Allocate Supplier Payments or Credit Notes
pl_pl: &Rozliczenie P³atno¶ci Dostawcy i FK Dostawcy

source: Purchase Orders &Inquiry
pl_pl: Prze&szukiwanie Zamówieñ Dostaw

source: Supplier Transaction &Inquiry
pl_pl: Prze&szukiwanie Transakcji Dostawców

source: Supplier Allocation &Inquiry
pl_pl: Prze&szukiwanie Rozliczeñ z Dostawcami

source: Supplier and Purchasing &Reports
pl_pl: &Raporty Dostawców i Zakupów

source: &Suppliers
pl_pl: &Dostawcy

source: Dimension Entry
pl_pl: Definiowanie Przekrojów

source: The dimension has been entered.
pl_pl: Parametry przekroju zosta³y wprowadzone.

source: The dimension has been updated.
pl_pl: Przekrój zosta³ zaktualizowany.

source: The dimension has been deleted.
pl_pl: Przekrój zosta³ usuniêty.

source: The dimension has been closed. There can be no more changes to it.
pl_pl: Przekrój zosta³ zamkniêty. Nie mo¿na wprowadzaæ do niego zmian.

source: The dimension has been re-opened.
pl_pl: Przekroju zosta³ ponownie otwarty.

source: Enter a &new dimension
pl_pl: Wprowad¼ &nowy przekrój

source: &Select an existing dimension
pl_pl: &Wybierz przekrój

source: The dimension reference must be entered.
pl_pl: Identyfikator przekroju musi byæ wprowadzony

source: The entered reference is already in use.
pl_pl: Podany identyfikator jest ju¿ u¿ywany.

source: The dimension name must be entered.
pl_pl: Nazwa przekroju musi byæ wprowadzona.

source: The date entered is in an invalid format.
pl_pl: Podana data pocz±tkowa ma niew³a¶ciwy format.

source: The required by date entered is in an invalid format.
pl_pl: Podana data koñcowa ma niew³a¶ciwy format.

source: This dimension cannot be deleted because it has already been processed.
pl_pl: Tego przekroju nie mo¿na usun±æ poniewa¿ zosta³a ju¿ opracowana.

source: The dimension sent is not valid.
pl_pl: Podany identyfikator przekroju jest nieprawid³owy.

source: Dimension Reference:
pl_pl: Identyfikator Przekroju:

source: Start Date
pl_pl: Data pocz±tkowa

source: Date Required By
pl_pl: Data koñcowa

source: Tags:
pl_pl: Tagi:

source: This Dimension is closed.
pl_pl: Ten przekrój jest zamkniêty.

source: Save changes to dimension
pl_pl: Zapisz zmiany w analityce

source: Re-open This Dimension
pl_pl: Otwórzj Ten Przekrój

source: Mark this dimension as re-opened
pl_pl: Oznacz przekrój jako otwarty

source: Close This Dimension
pl_pl: Zamknij Ten Przekrój

source: Mark this dimension as closed
pl_pl: Oznacz przekrój jako zamkniêty

source: Delete This Dimension
pl_pl: Usuñ Przekrój

source: Delete unused dimension
pl_pl: Usuñ nieu¿ywany przekrój

source: Add
pl_pl: Dodaj

source: There are no transactions for this dimension for the selected period.
pl_pl: Brak transakcji dla tego przekroju i wybranego okresu.

source: Balance for this Dimension
pl_pl: Bilans dla tego Przekroju

source: Account
pl_pl: Konto

source: Debit
pl_pl: Winien

source: Credit
pl_pl: Ma

source: Balance
pl_pl: Saldo

source: Search Outstanding Dimensions
pl_pl: Przegl±d Aktualnych Przekrojów

source: Search Dimensions
pl_pl: Przegl±d Przekrojów

source: Reference:
pl_pl: Identyfikator:

source: All
pl_pl: Wszystkie

source: From:
pl_pl: Od:

source: To:
pl_pl: Do:

source: Only Overdue:
pl_pl: Tylko Przeterminowane:

source: Only Open:
pl_pl: Tylko Otwarte:

source: Due Date
pl_pl: Termin p³atno¶ci

source: Marked dimensions are overdue.
pl_pl: Zaznaczono przekroje przeterminowane.

source: View Dimension
pl_pl: Poka¿ Przekrój

source: The dimension number sent is not valid.
pl_pl: Podany numer przekroju jest nieprawid³owy.

source: This dimension is closed.
pl_pl: Przekrój jest zamkniêta.

source: from:
pl_pl: od:

source: to:
pl_pl: do:

source: Show
pl_pl: Poka¿

source: Revenue / Cost Accruals
pl_pl: Miêdzyokresowy Podzia³ Kosztów/Przychodów

source: The amount can not be 0.
pl_pl: Kwota musi byæ wiêksza od zera.

source: The periods must be greater than 0.
pl_pl: Liczba okresów musi byæ wiêksza od 0.

source: Some of the period dates are outside the fiscal year. Create a new fiscal year first!
pl_pl: Niektóre daty s± poza zakresem zdefiniowanych lat fiskalnych. Stwórz odpowiednie lata fiskalne.

source: Dimension
pl_pl: Przekrój

source: Memo
pl_pl: Uwagi

source: Revenue / Cost Accruals have been processed.
pl_pl: Rozliczenia &Miêdzyokresowe Kosztów/Przychodów

source: Showing GL Transactions.
pl_pl: Przegl±d Zapisów.

source: Weekly
pl_pl: Tygodniowe

source: Bi-weekly
pl_pl: Dwutygodniowe

source: Monthly
pl_pl: Miesiêczne

source: Quarterly
pl_pl: Kwartalne

source: First date of Accruals
pl_pl: Data pierwszego rozliczenia

source: Accrued Balance Account
pl_pl: Konto Rozliczeniowe

source: Revenue / Cost Account
pl_pl: Konto Kosztów/Zysków

source: Amount
pl_pl: Kwota

source: Search Amount
pl_pl: Wyszukaj Warto¶æ

source: Frequency
pl_pl: Czêstotliwo¶æ

source: Periods
pl_pl: Ilo¶æ Okresów
